{
    "paper_id": "46cbd0f209e6c46b6019e9a5643238eef9d1ef8b",
    "metadata": {
        "title": "Use of an internet camera system in the neonatal intensive care unit: parental and nursing perspectives and its effects on stress",
        "authors": [
            {
                "first": "Z",
                "middle": [],
                "last": "Kubicka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "E"
                ],
                "last": "Zahr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "P"
                ],
                "last": "Clark",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "D"
                ],
                "last": "Williams",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "L"
                ],
                "last": "Berbert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "B"
                ],
                "last": "Arzuaga",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective The objective of this study is to evaluate associations between webcam use in the neonatal intensive care unit (NICU) with parental stress and nursing work-related stress and burnout. Design Prospective validated and de novo questionnaires administered to NICU parents and nurses during two observation periods: (1) no webcam access (off webcam) and (2) webcam access (on webcam). Results Seventy-nine \"off webcam\" parents, 80 \"on webcam\" parents, and 35 nurses were included. Parental stress levels were significantly lower \"on webcam\" and perceptions of the technology were overwhelmingly positive. There were no significant differences in nursing stress levels and burnout between periods. Only 14% of nurses believed that webcam use improves infant's quality of care. Majority nurses felt that webcams increase parental and nursing stress. Conclusions Webcam use in the NICU is associated with lower parental stress levels and has no effect on nursing stress levels or work-related burnout. These findings contradict nurses' beliefs that webcams increase parent and nurse stress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Telehealth refers broadly to electronic and telecommunications technologies used to provide care and services from a distance. The first system consisting of a combination of webbased systems and videoconferencing from a neonatal intensive care unit (NICU) was introduced in a tertiary NICU in 1997. It was found that the program significantly improved family satisfaction with the care of very low birth weight infants and lowered the cost of care by decreasing hospital to hospital transfers [1] . Modern web-based camera systems (webcams) are currently an increasingly utilized tool for families separated from newborns hospitalized in the NICU. Parental access to the NICU has been further reduced since the beginning of the COVID-19 pandemic and webcams could allow for parental virtual access. The technology typically consists of a webcam mounted to an infant's bedside, which allows parents to view them from remote locations. Most webcam systems transmit a live stream of the infants and sometimes even allow for one-way audio from parent to infant.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While webcams are frequently advertised as a means to alleviate stress for parents of infants admitted to the NICU, there is a paucity of objective data confirming this. It is well documented that parents describe the NICU as stressful and overwhelming [2, 3] . This parental stress is not only acute but can influence long-term parenting behavior and child development [4, 5] . Modifiable factors related to the NICU environment (noise, lighting, sound), feelings of separation, and an inability to directly care for their infant or share their infant with family members have been shown to have deleterious effects [3, 5] .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 374,
                    "end": 376,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 621,
                    "end": 623,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous studies have suggested that webcam technology is viewed favorably by parents and increases parental satisfaction and infant bonding while decreasing feelings of anxiety [6] [7] [8] . Conversely, nursing staff concerns about constant oversight from parents, webcam-induced increases in parental stress level and a potential for increases in nursing stress levels and workload from webcam use have also been reported [8] [9] [10] . While these studies have presented data primarily based on stakeholder opinions, the objective effects of webcam use in the NICU are currently unknown.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, the objectives of this study were to evaluate the effects of webcam use on parental stress level related to having an infant in the NICU as well as the effects of webcam use on nursing work-related stress and feelings of burnout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Angel Eye Camera System webcams (https://angeleye.hea lth) were first installed in the study NICU in September 2015. They are mounted at each patient bedside (30 total) and utilized 24 h per day, with the exception of short periods of times when diagnostic or invasive procedures are being performed. The webcam service is offered to parents upon NICU admission, free of charge. Only a video output option, which can be shared by parents with other family members, is available (no audio).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and timeline"
        },
        {
            "text": "An interventional study design was utilized for parent participants with an \"off webcam\" group as a control and an \"on webcam\" group designated as a treatment group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and timeline"
        },
        {
            "text": "A cross-over design was utilized for nurse participants with the same nurses participating in control and treatment periods. For the control period, all webcams in the entire NICU were simultaneously turned off for the purpose of the study (\"off webcam\"; September 2018 to March 2019). During this period, parents of newly admitted newborns were not offered use of the webcams. Parents of already admitted patients still utilizing webcams were notified 1 week prior that the webcams would be turned off and were ineligible for study participation. Webcams were turned on again (\"on webcam\"; March 2019 to August 2019) for the treatment period and webcams were again universally offered. Two weeks elapsed between study periods. Upon initiation of the treatment period parents of newly admitted infants were offered use of webcam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting and timeline"
        },
        {
            "text": "We utilized a standard survey approach (without incentives) administered to NICU parents and nurses. Prospective questionnaires were administered to both participant groups during the \"off webcam\" and \"on webcam\" periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant recruitment and data collection"
        },
        {
            "text": "Parents of infants admitted to the NICU for at least 7 days during each of the study periods were eligible to participate. Parents with English reading ability level below eighth grade, non-English speaking, length of stay <7 days, and those younger than 18 years of age were excluded. Study personnel identified and approached eligible parents on infants' day of life 30 or within 7 days of anticipated discharge, whichever came first. They were offered either a paper and pencil questionnaire or an iPad with the questionnaire built into a REDCap electronic data capture tool hosted by South Shore Hospital [11] . Parents were given one face-to-face reminder to complete the survey. Each paper survey was tagged with an ID number and was entered into REDCap by study stuff. ID numbers were used to track response rates. Data entry accuracy was checked against the paper form by a second team member.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Participant recruitment and data collection"
        },
        {
            "text": "All nurses working in the NICU during both of the study periods were eligible, with the exception of those on the study team. Nurses' surveys were distributed at the end of each research period to capture perspectives and stress levels. Nurses were sent an e-mail link to the electronic questionnaire and received two e-mail reminders to complete it. In order to match pre/post-paired scores in nursing validated questionnaires, a confidential ID number was selfassigned by each nurse to pair results from the two periods in the REDCap system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant recruitment and data collection"
        },
        {
            "text": "IRB approval was obtained prior to the commencement of participant recruitment. All respondents were informed that completion of the survey was anonymous and implied their informed consent to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant recruitment and data collection"
        },
        {
            "text": "Parent questionnaires used in both periods used the validated tool, Parent Stressor Scale: NICU (PSS: NICU, version 2015) to measure parental stress. The PSS: NICU consists of 26 items, which form three subscales assessing stress related to infant appearance and behavior (14 items), parental role alteration (7 items), and sights and sounds in the NICU (5 items). The PSS: NICU has good concurrent and predictive validity and is internally consistent with Cronbach alpha ranging from 0.73 to 0.94 [2, 12, 13] .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 502,
                    "end": 505,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Survey instruments and key measures"
        },
        {
            "text": "Nursing surveys utilized two validated tools: the Perceived Stress Scale (PSS) for nursing stress and the Maslach Burnout Inventory (MBI) for medical personnel (includes three subscales: emotional exhaustion (EE), depersonalization (DP), personal accomplishment (PA)) for measurement of work-related burnout. The PSS is one of the most widely used psychological instruments for measuring stress perception. It contains ten items, asking respondents about their thoughts and feelings over the last month using a fivepoint Likert scale. Cronbach's alpha of the PSS is reported to be >0.70 in majority of studies [14] . The MBI, a wellvalidated instrument consisting of 22 items answered on a seven-point Likert scale, is the current standard for burnout assessment. It contains three subscales: EE, DP, and PA. In a review with 925 nurses' responders, Cronbach's alpha was reported to be 0.7-0.9 [15] .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 614,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Survey instruments and key measures"
        },
        {
            "text": "Questions developed de novo by the research team were included during each period to capture perceptions of stress for parents and nurses. Additionally, during the on webcam period questions captured the overall acceptance of the technology by parents and nursing, parental watch frequency, stressors, and concerns regarding webcam use. These questions were refined through iterative panel review by experienced survey researchers and content experts. The resulting surveys then underwent content validity testing with two neonatologists and a biostatistician as well as cognitive validity pretesting by seven parents and six nurses, before final revisions. The survey instruments are available as Online Supplementary Material 1 to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey instruments and key measures"
        },
        {
            "text": "The PSS: NICU was scored overall and for three subscales ranging from 1 (not stressful) to 5 (extremely stressful) using Metric 2: overall stress level. The average of nonmissing responses was calculated. If more than 75% of the questions were answered, the total score was calculated by multiplying the average by the total number of questions (26), otherwise the total score was deemed missing. If the total score was missing, none of the subscale scores were calculated. Each of the three subscale scores were calculated in the same way as the total score. If more than 75% of the questions within the subscale were answered, the subscale score was calculated by multiplying the subscale average of non-missing by the number of questions in the subscale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Normality of the different scales was tested. For normally distributed scores, paired t-tests were used to test the difference between groups; for non-normally distributed scores, Wilcoxon signed-rank, Fisher's exact, and other nonparametric tests were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The five-point response scale of the PSS was inadvertently modified such that \"fairly often\" was eliminated. Therefore, it was scored by assigning a numeric value 0-4 to the categorical responses ranging from \"never\" to \"very often\" per the standard scoring system for the tool. If <75% of the questions were answered, the total was deemed missing. Cronbach's alpha of modified PSS remained comparable to the standard PSS scale. The MBI was scored by assigning a numeric value 0-6 to the categorical responses, \"never\" to \"every day\" per its standard scoring system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Normality of the paired difference for PSS total, MBI subscale averages, and individual questions regarding NICU working conditions was determined by the Shapiro-Wilk test. For normally distributed differences, paired t-tests were used to test the difference, means and standard deviations are reported. For non-normally distributed differences, Wilcoxon signed-rank tests were used to test the difference and medians, first quartiles and third quartiles are reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Parent and nursing perceptions questions and demographic questions were summarized by the counts and percentage of responses. Stress measures for parents were adjusted for education level in linear regression modeling. Differences between \"off webcam\" and \"on webcam\" groups were tested by Fisher's exact test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "During the \"off webcam\" period, parental response rate was 88% (79/89) and nursing response rate was 78% (56/72). During the \"on webcam\" period parental response rate was 80% (80/100) and nursing response rate 77% (52/72). There were no parents during the \"on webcam\" period who declined use of the webcam. Thirty-five paired nursing \"off webcam-on webcam\" surveys reflecting responses of the same nurse working during both time periods were available for analysis. Table 1 , 1A presents parent and infant demographics of both groups. There was no statistically significant difference in participant characteristics between groups, with the exception of education level, which was significantly higher (p < 0.05) in the \"on webcam\" group. Paired nursing demographic data are summarized in Table 1 , 1B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 789,
                    "end": 796,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The majority of parents (91%) in the \"on webcam\" group reported using the webcam service while their baby was in the NICU. Eighty percent reported using the webcam at least half of the days their baby was in the NICU, with 69% reporting daily use. When using the webcams, half of parents used them for 15 min or less per session, 27% used them for more than 15 min but less than an hour, and 9% used them for more than an hour per session. There was a wide distribution in the frequency of parental webcam use, ranging from once daily (22%) to more than ten times per day (10%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There were no statistically significant differences between groups in parent self-reported stressors including the need for social support, financial demands, housing situation, logistics and limitations of NICU visits, NICU environment, interactions with healthcare providers, levels of personal stress, or stress derived from their infant's prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parental perceptions"
        },
        {
            "text": "Parents' answers with respect to their perceptions of webcam use (Table 2, 2A) showed that 86% felt that watching their baby on webcam made them feel better, 83% were reassured about their baby's nursing care, and 72% felt that watching the webcam did not make them upset or angry about the nursing care baby received. Parents felt that webcam use did not increase their anxiety, stress, or feelings of helplessness. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parental perceptions"
        },
        {
            "text": "Objective measures of parental stress, evaluated using the PSS: NICU, were significantly higher in the \"off webcam\" group (Table 3) . Median scores were also significantly higher in the \"off webcam\" group in the subscales \"sights and sounds\" and \"baby looks and behaves.\" There was no difference between groups in the \"parental role\" subscale. Regression analysis found significant associations between positive parental perceptions with respect to webcam use and PSS: NICU total scores ( Table 2, 2A) . The association between PSS: NICU measured stress levels and webcam use was adjusted for demographic variables. During both study periods, fathers had lower average total PSS: NICU scores as well as lower subscale scores for \"sights and sounds\" and \"baby looks and behaves\" compared to mothers. There were no differences in \"parental role\" subscale scores between fathers and mothers in either period. Parents over 30 years old had lower average total PSS: NICU scores and \"baby looks and behaves\" subscale scores compared to younger parents. Education and race were not found to be significant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "(Table 3)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 489,
                    "end": 501,
                    "text": "Table 2, 2A)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Parental stress"
        },
        {
            "text": "There were no statistically significant differences in most self-reported work-related stressors between the \"off webcam\" and \"on webcam\" periods, including level of noise in the NICU, changes in patient assignments, difficulties with medical equipment, ethical dilemmas, conflict with coworkers or parents, proportion of patients with poor prognosis, frequency of night-shift duty, or level of personal stress outside of work. Three stressors-death and grieving at work, caring for \"sicker\" patients, and experiencing higher demands from parents-were all higher during the \"on webcam\" period. While the distributions of individual stressors were mostly found insignificant, there was a clear negative trend in nursing perceptions toward webcam use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing perceptions"
        },
        {
            "text": "Nursing perceptions of webcam use ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing perceptions"
        },
        {
            "text": "There was no statistically significant difference in paired nursing stress scores between periods. With the exception of PA subscale scores, nursing burnout scores as measured by the MBI were not affected by webcam use ( Table 4) . Results of univariate linear regression models showed no significant relationship between nursing perceptions and the PA average difference between the two time periods (Table 2, 2B). Subgroup co-relation analysis showed the difference in average PSS scores decreased for nurses 50 years of age or older compared to nurses under 50 with no significant effects on unadjusted PSS scores. There were no significant differences found based on years of nursing experience.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "Table 4)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Nursing stress and burnout"
        },
        {
            "text": "Parents and nurses were asked about potential adverse effects of webcam use, including causing parents to become upset about something they observe on the webcam feed, increasing parental calls to the NICU in response to the webcam feed, and encountering difficulties with the technology (Table 5) . A minority of parents reported webcam use resulting in them becoming upset (28%) or calling the NICU to request the nurse to \"fix\" something they observed on the webcam feed (35%). Nursing experiences with upset parents and parent telephone calls were mixed. Sixty percent of parents reported experiencing some technical difficulties with webcam use. Similarly, 74% and 68% of nurses reported experiencing technical and mechanical difficulties, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Table 5)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Potential adverse effects of webcam use"
        },
        {
            "text": "This study is the first to our knowledge to evaluate associations between webcam use in the NICU and parental stress as well as nursing stress and work-related burnout using standardized validated tools. It is also the first study to allow for matching of parent and nursing perceptions during the same test period. The decision to only asses nursing stress, rather than including other types of providers, was based on published data suggesting that webcams primarily affect those working at the bedside [8] [9] [10] . In addition, when previously queried, physicians and nurse practitioners in our NICU reported to be unaffected by the presence of webcams, whereas bedside nurses had varying opinions about their use and possible benefits. The results of this study illustrate striking differences in parents and nursing perceptions. Parents' perceptions with respect to the effects of using webcams while their infants were hospitalized were consistently positive. Stress measuring tools verified this finding for parents with scores being significantly lower when they were using the webcam irrespective of parental role (mothers versus fathers), age, or race. Conversely, the majority of nurses reported a consistently negative perception of webcam use in the NICU, which was consistent with previous anecdotal evidence of nursing dissatisfaction with webcam use in our NICU. However, while these perceptions were negative, nursing work-related stress and burnout were not found to be significantly different between the two periods, illustrating a lack of measurable adverse effects.",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 508,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Multiple factors have been found to contribute to higher levels of parental stress in the NICU including parental age, gender, ethnicity, very premature birth, twin delivery, length of hospitalization, lower socio-economic status, Yes, more than once across baby's stay but less than once a day 4 (5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Yes, once during baby's stay 10 (12.5) No 58 (72.5)",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "text": "10 (12.5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "No answer/do not know 0 (0)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When watching the webcam monitor, did you ever telephone the NICU with a concern, question or a request to \"fix\" something you saw on the webcam?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Yes, once a day or more often 3 (3.75) 0.0537",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Yes, more than once across baby's stay but less than once a day 6 (7. Over the past month, has a parent telephoned you in the NICU with a concern, question or request to \"fix\" something they saw on the webcam? Do not know/no answer 1 (2.9) higher need for social support, and being a single parent [2, [16] [17] [18] [19] [20] . With the exception of parental education, which was significantly higher in the \"on webcam\" group, there were no differences in either parental demographics or selfreported stressors between parent groups in our study. When adjusted for education, PSS subscales \"sights and sounds\" and \"baby looks and behaves\" subscales had significant, independent relationships with on versus off webcam. While not statistically significant, the PSS total score was strongly positively associated. Despite the similarities in stressors between groups, our findings of decreased stress levels in the \"on webcam\" group correlated with overwhelmingly positive parental perceptions of webcam use in univariate analysis. This suggests that webcams not only give NICU parents the perception of being beneficial, as described both in our data and in previous work [6] [7] [8] [9] [10] , but they also provide a measurable effect in decreasing levels of stress experienced by parents.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 239,
                    "text": "(2.9)",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1172,
                    "end": 1175,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1176,
                    "end": 1179,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One area where stress was not significantly different between groups was the Parental Role subscale of the PSS: NICU. This may be explained by the fact that this subscale measures stress related to parents' direct involvement in their infant's care, such as feeding, bathing, changing diapers, and holding. This finding supports previous qualitative work, which found that parents prefer to be with their infants in person versus watching them on a webcam and that parents desire to be with their infants in order to bond [6] .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 525,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As previously mentioned, parents in our study had an overwhelmingly positive response to webcam use. They reported that using the webcam made them feel hopeful, decreased feelings of helplessness, and reassured them that their infants were receiving good nursing care. As previous work has found that nursing staff exhibit concerns about constant oversight from parents viewing webcam feed and believe that webcams increase parental stress levels [8, 9] , our data show that quite the opposite is true. NICU staff should feel confident that parents generally are reassured when transparency in nursing care is increased.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 450,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 451,
                    "end": 453,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite objective measures of nursing work-related stress and burnout revealing no differences between periods, with respect to nurses' beliefs, our findings support data from previously published work, which reported that nurses believe webcam use increases nursing stress, does not decrease parental phone calls [8] , and increases nursing workload [10, 21] . In addition, most nurses in our study reported receiving phone calls to \"fix\" something seen by a parent on the webcam feed and the majority of both nurses and parents reported experiencing technical difficulties with webcam use. This effect of webcams on increasing nursing workload, coupled with negative nursing perceptions of the technology presents a substantial challenge to any administrators considering the implementation of webcam use in their NICU. When considering plans to utilize webcams in a NICU, administrators should emphasize the lack of objective changes in workrelated stress and burnout. Similarly, webcam companies should focus on improving the quality of their products to decrease technical difficulties that are commonly experienced by both parents and NICU staff alike.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 351,
                    "end": 355,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results should be considered in light of a few limitations. The original PSS: NICU survey was created by testing parents within 5 days of NICU stay [2] , while our study surveyed parents much later, within 7 days of discharge. However, previous literature successfully utilized this tool after a minimum of 7 days in the NICU [20] and also used it to evaluate longitudinal changes in stress over time [6] . Our decision to enroll parents who had infants in the NICU for at least 7 days and at 30 days of life or within 7 days of discharge, whichever came first, was based on this previous work and allowed us to capture a broad group of parents. Additionally, parents were approached for study participation by personnel consisting of nurses and neonatologists who were also part of the NICU clinical team caring for their infant(s). This could potentially have introduced bias in parental responses, but unfortunately nonclinical personnel to fulfill study team roles was not possible. With respect to nurses, we aimed to objectively measure their levels of workplace stress and burnout associated with webcam use. Since no one combined validated tool exists that simultaneously assesses both, we chose to utilize two scales, the MBI and the PSS. We acknowledge that the PSS is a validated tool to study stress in the general population and does not separate workplace stress from external influencers [6] . This should be considered when interpreting our results. In addition, periods of 6 months off and 6 months on webcam may not have been sufficient time for stress levels among nurses to have substantially changed and there was variable total previous nursing exposure to webcams within our respondent group as the technology had been available in our NICU since 2015. Finally, our parent population was more than 77% white, 90% lived with their partners and more than 60% reported having some college or a higher education degree, while over 50% of study nurses were over 50 years old and had worked as a nurse for more than 6 years. Despite this, our study found no effects of parental gender, race, and age on PSS: NICU scores and no effects of nursing age and years of experience on PSS scores. Even so, the results may not be generalizable to other populations and therefore should be considered with caution.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Parents overwhelmingly report positive effects of webcam use. These findings are reflected in lower levels of stress as measured by the validated parental stress tool, PSS: NICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Nursing work-related stress scores and burnout were generally not affected by webcam use, despite nurses believing that webcams increased both parent and nurse stress. The striking difference between nursing and parents' perceptions of webcams in the NICU present clear challenges to implementation of this technology. However, the overwhelming positive effects webcams have on parents and the absence of negative measured stress outcomes on nursing staff suggest that these tools are beneficial additions to the NICU environment and may be a viable alternative when parental visitation needs to be restricted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Baby CareLink: using the internet and telemedicine to improve care for high-risk infants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Safran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pompilio-Weitzner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zaccagnini",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "106",
            "issn": "",
            "pages": "1318--1342",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parental Stressor Scale: neonatal intensive care unit (PSS: NICU)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nurs Res",
            "volume": "42",
            "issn": "",
            "pages": "148--52",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The assessment of parental stress and support in the neonatal intensive care unit using the Parent Stress Scale-neonatal intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chur-Hansen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winefield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stanners",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Women Birth",
            "volume": "28",
            "issn": "",
            "pages": "252--58",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Parenting the prematurely born child: pathways of influence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holditch-Davis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Semin Perinatol",
            "volume": "21",
            "issn": "",
            "pages": "254--66",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Very preterm birth: maternal experiences of the neonatal intensive care environment",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bora",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montgomery-Hönger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Pritchard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Perinatol",
            "volume": "34",
            "issn": "",
            "pages": "555--61",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neuroprotective core measure 2: partnering with families -exploratory study on web-camera viewing of hospitalized infants and the effect on parental stress, anxiety, and bonding",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhoads",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Newborn Infant Nurs Rev",
            "volume": "15",
            "issn": "",
            "pages": "104--114",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virtual visitation in the neonatal intensive care: experience with the use of internet and telemedicine in a tertiary neonatal unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Perm J",
            "volume": "15",
            "issn": "",
            "pages": "32--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Perceptions of webcams in the neonatal intensive care unit: here's looking at your kid!",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Hawkes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Livingstone",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Perinatol",
            "volume": "32",
            "issn": "",
            "pages": "131--167",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Challenges of implementation of a web-camera system in the neonatal intensive care unit",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhoads",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rakes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Neonatal Netw",
            "volume": "31",
            "issn": "",
            "pages": "223--231",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Web camera use in the neonatal intensive care unit: impact on nursing workflow",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chyou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tirmizi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Med Res",
            "volume": "14",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Research electronic data capture (REDCap)-a metadata-driven methodology and workflow process for providing translational research informatics support",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thielke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Conde",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biomed Inform",
            "volume": "42",
            "issn": "",
            "pages": "377--81",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Variables associated with parental stress in neonatal intensive care units",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shields-Poe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pinelli",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Neonatal Netw",
            "volume": "16",
            "issn": "",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring neonatal intensive care unit-related parental stress",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Franck",
                    "suffix": ""
                },
                {
                    "first": "Allen",
                    "middle": [
                        "A"
                    ],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Adv Nurs",
            "volume": "49",
            "issn": "",
            "pages": "608--623",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Review of the psychometric evidence of the perceived stress scale",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eun-Hyun",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asian Nurs Res",
            "volume": "6",
            "issn": "",
            "pages": "121--148",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Evaluating the psychometric properties of the Maslach Burnout Inventory-human Services Survey (MBI-HSS) among Italian nurses: how many factors must a researcher consider",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Loera",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Converso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viotti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Parents of critically ill premature infants: sources of stress",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Crit Care Nurs Q",
            "volume": "12",
            "issn": "",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Assessing parental stress in intensive care units",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Matern Child Nurs",
            "volume": "8",
            "issn": "",
            "pages": "354--59",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The pediatric intensive care unit environment as a source of stress for parents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Riddle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Eberly",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Matern Child Nurs J",
            "volume": "18",
            "issn": "",
            "pages": "199--205",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The neonatal intensive care unit environment: sources of stress for parents",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "AACN Clin Issues Crit Nurs",
            "volume": "2",
            "issn": "",
            "pages": "346--54",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Parent stress in the neonatal intensive care unit and the influence of parent and infant characteristics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dudek-Shriber",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Occup Ther",
            "volume": "58",
            "issn": "",
            "pages": "509--529",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Neonatal nurses' perceptions of using live streaming video cameras to view infants in a regional NICU",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kilcullen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kandasamy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kanagasignam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Valk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neonatal Nurs",
            "volume": "26",
            "issn": "",
            "pages": "207--218",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Participant demographics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Parent and nursing perceptions of webcam use.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "2B) revealed that 86% did not believe webcam use improves infant's quality of care, 77% believed webcams increase parental stress, and 66% believed webcams increase nursing stress.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Parental Stressor Scale: neonatal intensive care unit (PSS: NICU).",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Potential adverse effects of webcam use.Did you ever become upset or angry with the nursing care your baby was receiving as a result of watching the webcam monitor?",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank NICU nurses and parents participating in the study. Special thanks to South Shore Hospital NICU doctors and research team nurses including Joyce Maloney, Heidi Rielly, Heather Sargent, and Felicia Brophy for help with participants' recruitment.Funding There was no funding source for this project with the exception of financial support coming from the Department of Pediatrics at South Shore Hospital (Department Chair, Mark Waltzman, MD) limited to the following: a senior statistician from Institutional Centers for Clinical and Translational Studies at Boston Children's Hospital, DW, MA, Ph.D. received compensation for his involvement in all aspects from the initial questionnaire design, edits, data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}