{
    "paper_id": "4726d1dcf8ab55f7b15203fcfc896b4731b019b3",
    "metadata": {
        "title": "Why are self-medication opportunities limited in Austria? An interview study and comparison with other countries",
        "authors": [
            {
                "first": "Natalie",
                "middle": [
                    "J"
                ],
                "last": "Gauld Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Auckland",
                    "location": {
                        "settlement": "Auckland",
                        "region": "New Zealand"
                    }
                },
                "email": ""
            },
            {
                "first": "Christoph",
                "middle": [
                    "A"
                ],
                "last": "Baumgä Rtel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AGES",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "A"
                ],
                "last": "Buetow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Auckland",
                    "location": {
                        "settlement": "Auckland",
                        "country": "New Zealand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Austria has high health resource use compared to similar countries. Reclassifying (switching) medicines from prescription to non-prescription can reduce pressure on health resources and aid timely access to medicines. Since Austria is less progressive in this area than many other countries, this research aimed to elucidate enablers and barriers to it reclassifying medicines and make recommendations for change in the context of similar research conducted elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Qualitative research using a heuristic approach was conducted in Austria in 2018. Informed by their own \"insider\" and \"outsider\" knowledge, the authors identified themes from personal interviews with 24 participants, including reclassification committee members, government officials and stakeholders, before comparing these themes with earlier research findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Significant barriers to reclassification included committee conservatism, minimal political support, medical negativity and few company applications. Insufficient transparency about committee decisions, expectations of adverse committee decisions and a limited market discouraged company applications. Austria's 'social partnership' arrangement and consensus decision making aided a conservative approach, but the regulator and an alternative noncommittee switch process were enabling. Pharmacy showed mixed interest in reclassification. Suggested improvements include increasing transparency, committee composition changes, encouraging a more evidence-based approach by the committee, more pharmacy undergraduate clinical training, and companies using scientific advisory meetings and submitting high quality applications. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Increasing self-care offers a possible way to contain health care costs in Europe [1] , a challenge which is likely to become even more important in managing the economic consequences of a Covid-19-related recession [2] . To facilitate self-care, reclassification (or switching) of medicines from prescription to non-prescription has been taking place internationally for decades. This development has taken place despite variability in reclassification between countries [3] . The widened access to medicines from reclassification could benefit individuals, health funders and society. It could save time for patients, save health resources, empower patients, and enable more timely treatment of conditions [1, [4] [5] [6] [7] . It could also help to address undertreatment of conditions, aid public health initiatives (e.g. smoking cessation and vaccination) and increase the time available to doctors to attend to serious medical needs. However, reclassification also poses risks. Potential downsides of reclassification include adverse events, misuse or abuse of medicines, reduced opportunistic screening, and delayed diagnosis of important conditions [4, 6] . Strategies such as restrictions on availability (e.g. only through a pharmacy), label-warnings, pack size limitations, training for pharmacy staff, and screening tools have been developed to address potential risks. International comparative research can provide valuable insights to balance benefits and risks [8] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1161,
                    "end": 1163,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In a 16 country comparison, Austria was one of the most restrictive nations in the range of medicines requiring a prescription [5] . Nasal corticosteroids for allergy, triptans for migraine, antibiotic eye preparations for conjunctivitis, and dermal hydrocortisone for dermatitis exemplify medicines found to require a prescription in Austria but which have been reclassified elsewhere, in some cases at least 25 years ago. In contrast, the emergency contraceptive became prescription-free in Austria in 2009, six years before the usually less restrictive Germany, and approximately eight years after the United Kingdom (UK), and France [3, 9] . Research has explored reasons for such variability. The research has focused on the schedules of medicines [10, 11] and processes [12] [13] [14] [15] . Recent, broader perspectives [16] [17] [18] suggest that factors affecting reclassification activity include government support, population size and market exclusivity. Also influential are pharmacy-only or pharmacist-only schedules, pharmacy interest and a self-medication culture. The regulator and committee perspective, medical support or opposition, the cost and effort of making applications, funding for prescription and prescription co-payments, and certain individuals have a further impact.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 641,
                    "end": 643,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Austria's health costs are above those of many other European countries and are expected to increase, raising concerns about the health system's fiscal sustainability [19] . The Austrian health insurance fund expects a deficit in 2020 of €400 million with reduced company contributions resulting from unemployment related to the Covid-19 recession [2] . Reclassification might help. Although Austria is comparatively non-progressive [5] and industry in Austria has low interest in switch [15] , the enablers and barriers to reclassification in Austria have not been investigated. Addressing this problem could indicate why its consumers have less access to medicines through reclassification than do consumers in many comparable countries. Therefore, this paper aims to elucidate forces shaping reclassification in Austria vis-à-vis other countries, and use this evidence to inform recommendations for change.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 433,
                    "end": 436,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This qualitative research builds on previous research by two of the authors. The University of Auckland Human Participants Ethics Committee approved this research (020041).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Study participants were purposively selected to vary maximally from the Prescription Committee, (\"Rezeptpflichtkommission\"), Ministry of Health; medicines regulatory agency, AGES; pharmacy, medical and patient organisations; health insurance; academia (pharmacy, health economics, and pharmaceutical policy analysis); industry; and politicians (Table 1) . Following an approach by the lead author through email and/or telephone, and written informed consent, participants gave personal interviews with her face-to-face in English in June 2018. Exclusion criteria were unavailability for a face-to-face interview during the period of interviews and not providing written informed consent. Two politicians, a pharmacy academic and an industry person invited to participate were unavailable or did not agree to participate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 353,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The lead researcher brought international experience in medicines reclassification research, policy and practice and a background in pharmacy practice. An \"insider\" member of Austria's medicines regulator complemented both her \"outsider\" perspective and that of the third author (an internationally recognized academic in primary health care), as non-Austrians. Use of a heuristic study design [20] brought to the fore the professional and personal experiences and insights of these researchers. A scientific advisor to the project, Dr Christa Wirthumer-Hoche from the Austrian Medicines and Medical Devices Agency, part of the Ö sterreichische Agentur für Gesundheit und Ernährungssicherheit GmbH (Austrian Agency for Health and Food Safety Ltd AGES), provided input into the list of proposed participants, interview guide and draft report.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 398,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The topic guide (Table 2 ) centred around barriers and enablers to reclassification, the reclassification process and possible improvements, and relevant aspects of the health system. We based this guide on previous research [17, 18] . Questions were tailored to each participant's role and information arising during the interview (S1 Panel). Given the focus on maximum variation sampling, the intention was not to achieve saturation as a discrete event indicating no further need for data gathering, but to identify 'new' themes as part of a process of moving toward conceptual depth.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Interviews were audio-recorded and transcribed verbatim, then sent to participants who could modify them. Analysis used a general inductive approach, managed through Nvivo 11 software. Interviews were read and re-read, then coded by the lead author using coding nodes relevant to the study aim based on areas of discussion. Similar and related codes were grouped into themes. Data were analysed systematically by each code ensuring reporting was comprehensive. Analysis focused on commonalities and differences across participant groups and the whole sample. Where requested, quotes were confirmed with participants before use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Austrian findings were compared with data from Germany [18] , a country similar to Austria in terms of health system [21] and health expenditure [22] , and a multinational study [16, 17, 23] using the judgement of the author leading each study. Scientific advisors' suggestions on the draft report were actioned.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Twenty interviews were conducted with 24 key informants ( Table 1 ) for 30 to 100 minutes each with most taking 60 minutes. Box 1 outlines the process of reclassification and committee constitution outlined by participants and AGES documents. Typically applications come from pharmaceutical companies, but anyone can propose a reclassification, including the medicines regulator. Before submission, the sponsor can discuss the reclassification with AGES, the medicines regulator, in a scientific advisory meeting. A reclassification application is typically submitted to the Chamber of Commerce which seeks the opinion of companies with products containing that ingredient, before forwarding the application to AGES.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "AGES evaluates the submission, considering the European Directorate for the Quality of Medicines and HealthCare (EDQM) recommendation. The Rezeptpflichtkommission (Prescription Committee) considers the submission. The committee covers human and veterinarian medicine classification, including new medicines for prescription status, licence restrictions (e.g. use in children) and prescription to non-prescription reclassifications or reversals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This committee comprises eight voting members: an AGES employee; a pharmacology academic; one representative each from the Chambers of Pharmacists, Physicians, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Many participants considered Austria to have fewer reclassified medicines than some other countries for two key reasons: few submitted applications, and committee rejection of applications. A bidirectional relationship emerged. Reportedly expecting negative committee opinions, companies had not submitted applications. With few applications, little familiarity with reclassification prompted committee caution. Two government participants noted the lack of applications:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": ". . .it's absolutely gone to zero. I don't know why. . . On the other hand, here in the agency we have two to four [applications] a year as a variation procedure. . .. because the chances are higher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Having only one reclassification application in recent years limited the ability of committee members to comment on application quality, reclassification process or potential improvements to either. Moreover, the last application received little discussion before rejection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": ". . . it was a cortisone, cortisone was on prescription in Austria, and . . . this was not possible, this was our discussion about this topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Likewise, industry lacked experience of preparing applications, selecting candidates, or the reclassification process. Strongly discouraging companies from submitting applications were the limited market associated with a small population, fewer products registered than elsewhere, little self-care and advertising restrictions on reimbursed reclassified products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Culture. Culture emerged strongly as a factor affecting consumer behaviour, decision making, and stakeholder and politician behaviour. Several participants indicated that because Veterinarians; an expert representing pharmaceutical manufacturers; a health insurance representative; and the Chair who is an official of AGES or the Austrian Federal Office for Safety in Healthcare. Typically members are reappointed indefinitely with some members already there for 20 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Committee members receive the application and a brief AGES document including its opinion, and sometimes an AGES presentation. An applicant can request to send an expert. If the committee agrees, this person may present and be asked questions, then leaves before the discussion and voting. The reclassification criteria strongly focus on safety with benefit-risk assessment unmentioned. Sometimes the committee discusses the application before its members vote. A majority decides the committee recommendation which the Minister of Health can follow or not. This reclassification is by ingredient, not brand, and there is no market exclusivity, allowing fast generic entry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Unusually, Austrian law also allows an alternative pathway involving a mutual recognition procedure with AGES, which considers the reclassification within that process unless it chooses to refer the application to the Prescription committee. This brand-specific reclassification reportedly benefits companies by delaying competitor generic entry. For example, racecadotril for diarrhoea (by brand) was reclassified through this process. A mutual recognition procedure approval without committee referral is more likely with medicines with non-prescription packaging, which are non-prescription in multiple countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "the \"social state . . . looks after everything\", consumers unnecessarily used the doctor or hospital, rather than taking \"initiative\" with self-care or becoming informed. Insufficient self-reliance (compared with higher levels in Anglo-Saxon countries) was suggested by an academic participant to reduce public and political interest in reclassification, and by a committee participant to affect how the committee viewed consumers, e.g. assuming they would not read labels. However, several participants suggested consumer empowerment and self-reliance were increasing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "Conservatism, risk-averseness and slow change commonly arose. Four participants believed that thalidomide (which had been prescription-only in Austria versus non-prescription in Germany) caused committee risk-averseness. However, a government participant considered this historical concern was irrelevant now within a robust regulatory environment. Meanwhile, participants suggested that change-aversiveness or expecting policy change to be slow characterized the committee and society generally:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": ". . .things take 5-10 years to come from Germany to Austria. . . when we've seen it's okay in other countries then we might adopt the procedure. Politician participant Various participants reported reclassifications being rejected to avoid a cascade of other changes (quote below). Others described an acceptance of processes that \"do not make much sense\". The Minister of Health typically accepted the committee's recommendation even when it differed from other countries' decisions (except for the emergency contraceptive). For example, dermal hydrocortisone long reclassified elsewhere was thought impossible in Austria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reclassification inactivity"
        },
        {
            "text": "A culture of co-operation and conflict avoidance commonly arose, with three participants specifically mentioning that 'Social Partnership' (Sozialpartnerschaft) hindered reclassification. Social Partnership backs representative committees rather than expert committees with a culture that attempts to reach consensus and avoid conflict, which hindered reclassification. The prescription committee represented mainly government and interest groups, rather than being an expert committee, and had no consumer voice. The committee attempts to reach consensus, and the Chamber of Commerce seeks agreement across product sponsors before forwarding a reclassification application to AGES (Box 1). A significant change, such as vaccinations in pharmacy, would reportedly first require discussion with politicians and different groups, and gaining agreement could take time and require trade-offs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": "Politics and medical power. Despite concerns about increasing health spending, participants suggested reclassification was \"not on the agenda\" politically-consumers, patient groups and media reportedly had low interest, and doctors had powerful lobbies. However, politics enabled the 2009 emergency contraceptive (levonorgestrel) reclassification. The Minister of Health prompted the sponsor to submit an application. Then, despite a negative committee recommendation, the Minister uniquely reclassified it, with participants suggesting that this action was motivated by an upcoming election or women's rights and the political environment, frustrating some committee participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": "The two medical participants considered that accessible doctors minimised the need for reclassification, while acknowledging that self-care was sometimes appropriate. Conversely, four participants reported that, without an appointment system, consumers could wait up to three hours for doctors sometimes, and that some shortages of speciality and rural doctors existed. Some non-doctors suggested medical opposition reflected fear of losing earnings and power. Doctors could ill-afford reclassification because GP consultations were brief (\"2-3 minutes\") with low income generation (€25/consultation), and funding limits on frequent visits:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": ". . . the business model relies also on people which you just need a couple [of] minutes because it's such a simple case. Academic health economist Five participants suggested that the Hausapotheke (doctors' dispensary) was an important income source for doctors and used instead of a pharmacy, impeding self-medication. Participants reported medical influence through the committee, politics, and the media. Additionally, pharmacy did not want to offend doctors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": "Participants from academia, politics, industry, pharmacy and the patient's organisation volunteered that medical-political strength significantly hindered reclassification, needing their agreement for change. Demonstrations or strikes by doctors (supported by media) might happen, \"and then you lose the political debate.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": "[Doctors] were able to stop certain reforms, or to slow them down so. . . the reason [progress is limited] has to do with doctors . . . Academic participant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nobody would ever say hydrocortisone is a problem, but everyone would say no we do not have cortisones in Austria. It would open up doors for others and it's written in the law that all cortisones must be [prescription]. Government participant"
        },
        {
            "text": "Pharmacy issues commonly arose, including sub-themes related to pharmacy's interest in reclassification, pharmacy's standing, trust in pharmacy, access, education, and competition. Academics, a patient representative, the politician, and insurance and pharmacy participants suggested pharmacy could take a more significant role:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacy issues"
        },
        {
            "text": ". . . it would make sense to include pharmacists in an increased manner for simple services such as vaccinations or self-medication. . ., for monitoring blood pressure, . . .. improving system efficiency and . . . accessibility. . . Health economist Some participants proposed that reclassification would raise pharmacy's profile or status. However, a medical participant reported some distrust of pharmacists by doctors. Participants including committee and government mentioned that negative mystery shopping findings, e.g. selling antibiotics without a prescription, eroded trust in pharmacy:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmacy issues"
        },
        {
            "text": "Conversely, \"quite positive\" orlistat post-reclassification mystery shopping findings were also reported. Nevertheless, concerns were expressed about minimal undergraduate teaching on providing non-prescription medicines. Some participants wanted undergraduate education to include pharmacy practice to better prepare pharmacists, for example on \"how to speak to a patient.\" A new pharmacy school teaching clinical practice was welcomed because it could increase clinical skills and pharmacy practice research. Pharmacy organisations provided training and consulting guides following reclassifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If we think about job enrichment and doing shots [vaccination] and things that doctors do, do your job first! There's a little gap between what they should do and what they really do. Health insurance participant"
        },
        {
            "text": "Some participants observed that legally pharmacists could not diagnose health problems, and a committee member worried that \"the pharmacist is not responsible for his treatment with an OTC product\". Although accessibility to pharmacy and reduced waiting times were often mentioned, some participants noted limited pharmacy hours, e.g. closing noon Saturday, and no pharmacies in Hausapotheke (doctor dispensary) areas. A medical participant worried about pharmacists' advice and patient safety, and wanted reclassification limited to minor ailments previously experienced, but appeared unconcerned about internet supply of non-prescription medicines. Another was as comfortable with drugstore supply (with no pharmacist) as with pharmacy supply, providing both gave advice. One medical participant preferred greater use of nurses rather than expanding pharmacist activities, and the other disagreed with messages for patients to \"go first to the pharmacy\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If we think about job enrichment and doing shots [vaccination] and things that doctors do, do your job first! There's a little gap between what they should do and what they really do. Health insurance participant"
        },
        {
            "text": "While some participants suggested pharmacy was strong, others suggested 40,000 doctors were stronger than 1,400 pharmacies. Until recently, participants noted that pharmacy has mostly given only limited support to reclassification. Concerns included wanting to avoid offending doctors, loss of earnings from internet sales (permitted for non-prescription but not prescription medicines), further reclassifications to the drugstore, and low return for some non-prescription medicines. With 70% of business reportedly from prescription dispensing, it is unsurprising three participants noted pharmacists wanted to avoid offending the doctors:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If we think about job enrichment and doing shots [vaccination] and things that doctors do, do your job first! There's a little gap between what they should do and what they really do. Health insurance participant"
        },
        {
            "text": "The 'Notfall' [emergency] rule, allowing pharmacists to provide prescription medicines in an emergency, possibly reduced the need for reclassification. Participants reported that the pharmacist evaluated emergency status, based on criteria such as \"the availability of a general practitioner, the urgency of dispensing and the type of medicine\". Inconsistency was evident, e.g., some participants believed that a pharmacist could not supply an antibiotic for cystitis, while others indicated that \"in real-life she would get the medicine\", perhaps with a prescription afterwards. Reporting emergency supply was sometimes used inappropriately for medicines that were non-prescription in other countries, e.g. nasal corticosteroids, a pharmacy participant suggested reclassification would be \"a legalisation\", and a government participant observed that the emergency rule was not ideal because of inconsistencies in its application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We don't want to interfere, [the doctors] are our partners and we don't want to attack or take something away, we want to help them. Pharmacy participant"
        },
        {
            "text": "The interviews conveyed a feeling that the pharmacy mindset was moving towards more clinical work, new services, a higher profile, and therefore reclassification, sometimes influenced by Switzerland and Germany, and aiming for highest level practice, and benefit \"especially for the patient\". Potential challenges of reduced dispensing funding and drugstore encroachment were suggested to aid the development of such an interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We don't want to interfere, [the doctors] are our partners and we don't want to attack or take something away, we want to help them. Pharmacy participant"
        },
        {
            "text": "Financial effects. Financial effects wove throughout the other themes. Examples included consumers preferring subsidised health care to funding self-care, doctors' reported need for many short consultations given the payment model and doctors' dispensaries, limited market attractiveness for pharmaceutical companies, and pharmacists worrying about post-reclassification revenue loss to internet sales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "We don't want to interfere, [the doctors] are our partners and we don't want to attack or take something away, we want to help them. Pharmacy participant"
        },
        {
            "text": "Various participants suggested the committee was conservative (see also Culture), in recommending rejecting medicines reclassified elsewhere, e.g. nasal corticosteroids and emergency contraception. Some suggested the committee's conservatism was aided by a medical bias which was called an \"imbalance\" by one government participant who indicated that three of the seven-member committee typically reflected a medical position. However, a government participant considered two recent rejections were bad luck: nasal corticosteroids affected by the law that corticosteroids are prescription-only; and low dose diclofenac affected by negative findings published just before the committee meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspects of the committee and process"
        },
        {
            "text": "Some committee members' engagement with reclassification seemed limited: Similarly recall was sometimes also impaired. Three committee members erroneously thought that statins or mifepristone had been considered and another committee member stated sildenafil had been reclassified. The regulator confirmed that the committee had not considered these medicines. Two participants suggested that some members relied on the AGES document and their own opinions of the medicine rather than considering the application. Some committee members opined that the discussion was sometimes insufficient and/or that some members had decided in advance of the meeting, sometimes following their organisation's preference. Nasal corticosteroids were rejected (given the law mentioned above), reportedly without discussion of risks or benefits. Conversely, one participant described the emergency contraceptive discussion as \"robust\" before the negative recommendation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspects of the committee and process"
        },
        {
            "text": "Industry and government participants supported the dual reclassification process (committee or registration pathway), with an industry participant observing that without the registration option no reclassifications would happen. However, anything contentious (even topical hydrocortisone long reclassified elsewhere) was referred to the committee. Industry was frustrated by an opaque process with no publicly available agenda, or minutes, which meant it was unknown which medicines had been considered, and no justification was released for decisions. Thus, industry wanted greater transparency and a process outline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspects of the committee and process"
        },
        {
            "text": "Several industry and pharmacy participants appreciated the openness of AGES to reclassification. A committee member reported that the AGES report often favoured the reclassification, and AGES drove a reclassification for flurbiprofen lozenges. Government participants wanted more applications: \"there is so much room for improvement and possibilities to strengthen the market for self-medication.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspects of the committee and process"
        },
        {
            "text": "No one volunteered that market exclusivity was needed, but a government participant saw market exclusivity requiring post-reclassification research as enabling, provided companies followed through.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspects of the committee and process"
        },
        {
            "text": "While most committee members were happy with the amount of data provided, one committee member wanted less and government participants wanted application improvements, including more data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". . . let's make a conditional switch. Accompany with a trial to see if it's working. I think it's a very good idea . . . we base it really on a scientific basis."
        },
        {
            "text": "They just say we want this as an OTC product and we say \"okay bring us some data\". \"We do not have data, but in Germany it's OTC.\" \"You have to give us pharmacovigilance data or something\". But the data quality is. . . to my impression is not that good at the moment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". . . let's make a conditional switch. Accompany with a trial to see if it's working. I think it's a very good idea . . . we base it really on a scientific basis."
        },
        {
            "text": "Some participants suggested more experts and a (non-medical) patient representative on the committee would improve balance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". . . let's make a conditional switch. Accompany with a trial to see if it's working. I think it's a very good idea . . . we base it really on a scientific basis."
        },
        {
            "text": "Valuable as these findings are, they become more useful when compared with other highincome countries which have been studied in a similar way (Germany in 2017, and New Zealand, Australia, UK, US and Japan in 2009-2012) [17, 18] . Austria generally had more barriers and fewer enablers than all other countries, and this is shown for Austria and Germany (Table 3) .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 363,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison with other countries in major barriers and enablers"
        },
        {
            "text": "Austria differed significantly from its neighbour Germany, particularly in population, and cultural aspects, e.g. minimal self-care and the consensus-driven nature of Austrian society, inhibiting reclassification. Most German committee participants strongly desired more data in applications, while their Austrian counterparts generally did not. However, both countries had some regulator openness to reclassification, concerns about committee composition and process, medical opposition to reclassification, insufficient pharmacy undergraduate clinical training, lack of pharmacy practice research, pharmacy organisation ambivalence and committee concerns about pharmacy and consumer capability. Austrian committee participants were generally more positive about a patient representative on the committee than German committee participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with other countries in major barriers and enablers"
        },
        {
            "text": "Austria and Japan shared a culture of visiting a doctor, conflict-avoidance, and medical power limiting reclassification. While the large population size was strongly enabling in some countries (Germany and the US particularly), the small population and small market size hindered reclassification in Austria. However, NZ had a similarly small population and market ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparison with other countries in major barriers and enablers"
        },
        {
            "text": "Why are self-medication opportunities limited in Austria?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "size, clearly inhibiting reclassification, but NZ was comfortable leading reclassification. Its committee was flexible and open to reclassification, and change was common and accepted culturally, making NZ progressive despite being an 'unimportant' market. Conversely Austria preferred a follower position, with a culture that expected and accepted minimal or slow change, and the committee appeared inflexible and conservative. The committee inflexibility and conservatism in Austria had some similarities to Australia at the time of the earlier research. However, lack of applications and committee engagement did not emerge in Australia. Market exclusivity was a strong enabler in Japan and the US, but did not appear in Austria, while lack of market exclusivity in Germany emerged as a barrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "Consumer access to non-prescription medicines is more limited in Austria than many developed countries [5] , with potential effects on the health system, funding and consumer engagement in their health care. This research found many barriers to reclassification and a few enablers in Austria. Barriers included a: small market, conservative committee, powerful medical lobby, culture of change-averseness, preference for consensus, and limited self-care. Enablers included the dual reclassification process and regulator openness to reclassification. While there are several commonalities with other countries, some findings differed substantially in Austria from other countries, in part because reclassifications and applications were uncommon. Important factors elsewhere of company capability for reclassification, and market exclusivity (delaying competitor entry post-reclassification) [23] , were unvoiced in Austria, probably because larger barriers discouraged companies. Having few applications affected committee members' ability to comment knowledgeably on applications, and likely also affected their engagement on the committee, which was, understandably, seen as unimportant.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Others have also noted low industry interest in switch in Austria [15] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The cultural influence of a consensus-driven environment with a social partnership, and acceptance of slow change, differed from other countries examined. Others have reported difficulties of Austrian political culture in starting a rational public discussion about optimising primary care [24] or delaying change in assisted reproductive technology regulation [25] . The latter research also commented on the social partnership, with policy-makers being an exclusive group with low turnover and having a paternalistic relationship with the public whose citizens seldom participate in policy-making. Similarly, the classification committee members were also often long-standing, included no consumer voice, and reportedly did not entirely trust the public and pharmacy or use a benefit-risk approach. Furthermore, there was a lack of transparency and no public consultation. The lack of consumer voice at the committee and lack of public consultation is surprising given a long-standing intent in Europe to have public participation in health decision-making, and an increasingly people-centred approach [26] . However, most other European countries also have no consumer voice and no public consultation in reclassification of medicines [15] . Given that better outcomes are expected from patient and public involvement in pharmaceutical regulation, including increased transparency and trust and higher quality scientific committee opinions [26] , Austria and most European countries could address this area. A transparent risk-benefit approach is likely to aid decision-making for reclassification [27] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Important but also unusual was pharmacists' ability to supply some medicines in emergencies without a prescription, reducing the need for reclassification. Similar findings arose in the US where collaborative prescribing and other state-based initiatives have opened access to some medicines [17] . However, such supply has no manufacturer-provided consumer labelling and (in Austria) no additional training of pharmacists in that therapeutic area or tools for supply. Moreover, availability may vary between pharmacies. Thus, a reclassification may sometimes be preferable to widen appropriate consumer access to medicines.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The culture of consensus and conservatism seemed so strong that Austria is unlikely to become a reclassification leader. The committee appeared conservative in recommending rejection of reclassifications long approved in some other countries [3] , e.g. the Austrian committee rejected the emergency contraceptive. In contrast, the German committee recommended approval, acknowledging the considerable evidence for this reclassification [18] . However, Austria could become more progressive and, since this research, has reclassified topical hydrocortisone up to 0.5% [28] . Transparent decision-making that is more clearly evidence-based would raise confidence in the committee. Meeting minutes including justifications for decisions should be published, as in many other countries. The committee could usefully include a patient representative to hear the patient voice, and a pharmacy practice expert, and have limited terms for members. High quality applications and local pharmacy practice research would inform committee considerations. Government support for reclassification, as has occurred elsewhere [17, 29] , would be enabling.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1113,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Insufficient self-medication options might discourage self-care, and Austrians have low rates of self-care [30] , despite some reports by consumers of lack of time to attend doctors, and some frustration with health check visits [31] . Reclassifying more effective medicines might encourage consumer self-reliance and political interest, particularly given reportedly long waits in waiting rooms for doctors in our research, and increasing health care costs [19] , burden on hospital outpatients services, and relatively low numbers of general practitioners [19] . However, the underlying culture may take time to change.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found significant differences between two similar neighbouring countries: Germany and Austria. A previous comparison between Australia and New Zealand [16] also found important differences between similar neighbouring countries, particularly in committee conservatism in Australia versus openness in New Zealand, but was limited by the small number of committee members interviewed. This current research study gave greater insights into committee aspects both within Austria and with the neighbouring comparator Germany because of the larger number of participants including many committee members.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Many key informants were interviewed, including those closely involved in reclassification and important stakeholders, e.g. a politician and patient representative. The previous international work [16, 17] aimed for breadth rather than depth, while this research with 24 participants in a single country provided considerable depth.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "The mixed \"insider-outsider\" approach facilitated the data collection and helped to manage potential recall errors from participants. However, it opened the researchers to bias, which they sought to address reflexively through seeking a range of perspectives, inviting participants to review their transcripts, using systematic analysis, and using skeptical peer review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Different barriers and enablers to reclassification have been identified for Austria and compared across other countries. Such comparative research across national and sociocultural boundaries offers an opportunity to learn from the different experiences and approaches taken by these health systems in the context of increasing globalization. Lessons from Austria include the findings that reclassification requires a progressive culture including political support and a market large enough to encourage applications from companies that can expect transparent, evidence-based decisions that account for benefits and risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International implications and future research"
        },
        {
            "text": "With a relatively small population, small potential market and a committee perceived as conservative, industry was not focused on reclassification in Austria. Similarly, Sweden has a small population size, and has been considered conservative [32] . However, Sweden reclassified omeprazole in 1999 (government-driven) [32] , and triptans in 2007 [33] . In 2009 it widened access to many medicines via non-pharmacy outlets [34] , and thus appears more progressive than Austria. A small population emerged as an important barrier to reclassification in Denmark, New Zealand, Australia and Singapore in earlier research, but flexibility and proactivity helped overcome this [17] . For example, the medicines regulator or committee have suggested reclassification candidates and/or the government has progressed widened access to medicines without a company application in Denmark [35] , New Zealand [36] , Singapore [17] , Sweden [32] and, more recently, Ireland [37, 38] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 927,
                    "end": 931,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "International implications and future research"
        },
        {
            "text": "The variable support from pharmacy which reflected the emergency supply allowances, and the potential for internet supply without prescription, were similar to pharmacy ambivalence in some other countries [17, 18] . Research on Austrian community pharmacists' views on reclassification, as has occurred recently elsewhere [39] [40] [41] , would reveal whether the pharmacy perspectives captured in the research were representative or not of the members of the profession.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "International implications and future research"
        },
        {
            "text": "This research found the committee composition, engagement by individual committee members, and the process and quality of applications to be fundamentally important. Changes in committee composition, process and applications were similarly recommended for Germany [18] , and the importance of individual committee members arose in Australasia [16] . Brass and Hiatt [42] suggested improvements to US Food and Drug Administration (FDA) committees, including improved preparation for meetings; mandatory committee member training; enhanced committee member engagement and openness; changes in committee composition; and more informed committee discussion. Functionally and geographically isolated, reclassification committees could benefit from cross-pollination, e.g. through Chairs meeting regularly to share information of international relevance to reclassification. Research is needed into the optimal committee composition and processes for reclassification and how to maximise the quality of deliberations.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "International implications and future research"
        },
        {
            "text": "This research has highlighted the extent of variation between countries in medicines reclassification. New findings emerged from Austria including the enabling, dual process of reclassification in Austria, hindrance of the 'Sozialpartnerschaft', and expectation of slow or minimal change. Other barriers such as conservatism, medical opposition, low consumer self-care and limited market size seen elsewhere are particularly strong in Austria. The research reinforces the importance of the committee composition, reclassification process and culture of low selfsufficiency. Encouraging reclassification by addressing some barriers could provide more consistent availability of medicines to consumers (rather than relying on emergency supply), similar to other developed countries, help health funders manage increasing costs and reduce waiting times. These benefits may be particularly important in the current economic environment. For Austria, committee composition and process changes, and government support for self-care, would probably most enable further self-care options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Supporting information S1 Panel. Question guide for interviews. (DOCX) ",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "(DOCX)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A cost/benefit analysis of selfcare systems in the European Union",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ostermann",
                    "suffix": ""
                },
                {
                    "first": "A-T",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bobek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vogler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "GK Vice Huss warns of millions in deficit] Ö GK-Vize Huss warnt vor Defizit in Millionenhö he Austria: Standard Verlagsgesellschaft mbH",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Widening consumer access to medicines through switching medicines to non-prescription: A six country comparison",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kurosawa",
                    "suffix": ""
                },
                {
                    "first": "Ljm",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Emmerton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Buetow",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0107726"
                ],
                "PMID": [
                    "25251434"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Over the counter medication. London: British Medical Association Board of Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blenkinsopp",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Potentials and opportunities for OTC-switches in Austria. Vienna: Ö sterreichische Apotheker-Verlagsgesellschaft m.b.H",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Changing the status of drugs from prescription to over-the-counter availability",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "11",
            "pages": "810--816",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra011080"
                ],
                "PMID": [
                    "11556302"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Assessing the economic impact of Rx-to-OTC switches: systematic review and guidelines for future development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Millier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Toumi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Med Econ",
            "volume": "16",
            "issn": "6",
            "pages": "835--879",
            "other_ids": {
                "DOI": [
                    "10.3111/13696998.2013.793693"
                ],
                "PMID": [
                    "23597040"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The Qualitative Descriptive Approach in International Comparative Studies: Using Online Qualitative Surveys",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Seixas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Health Policy Manag",
            "volume": "7",
            "issn": "9",
            "pages": "778--81",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2017.142"
                ],
                "PMID": [
                    "30316225"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Plan B contraceptive and the role of politics in medicine: a comparative analysis of the \"switch\" of emergency contraception from prescription to non-prescription in the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "United States Government Accountability Office. Nonprescription drugs. Considerations regarding a behind-the-counter drug class",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "United States General Accounting Office. Nonprescription Drugs: Value of a Pharmacist-Controlled Class has Yet to be Demonstrated",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A review of pharmaceutical scheduling processes in six countries and the effect on consumer access to medicines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Quintrell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Int J Pharm Pract",
            "volume": "14",
            "issn": "2",
            "pages": "95--104",
            "other_ids": {
                "DOI": [
                    "10.1211/ijpp.14.2.0003"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Attitudes and Opinions Towards Regulatory Aspects of Non-prescription Medicines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Achanta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willey Temkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Res Regul Aff",
            "volume": "20",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Rational approaches to the regulation of nonprescription medicines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Achanta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A comparison of national switch processes in Europe. Regulatory Rapporteur",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anquez-Traxler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kroth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Widening consumer access to medicines: A comparison of prescription to non-prescription medicine switch in Australia and New Zealand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Emmerton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Buetow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0119011"
                ],
                "PMID": [
                    "25785589"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Why does increasing public access to medicines differ between developed countries? A qualitative comparison of factors",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "Ljm",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Emmerton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kurosawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Buetow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Health Serv Res Policy",
            "volume": "20",
            "issn": "4",
            "pages": "231--240",
            "other_ids": {
                "DOI": [
                    "10.1177/1355819615593302"
                ],
                "PMID": [
                    "26152909"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Analysing the landscape for prescription to non-prescription reclassification (switch) in Germany: an interview study of committee members and stakeholders",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Health Serv Res",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-019-4219-6"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Observatory on Health Systems and Policies. Austria Country Health Profile 2017. State of Health in the EU",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd/European",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Qualitative Research and Evaluation Methods",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "EU health systems classification: A new proposal from EURO-HEALTHY. BMC",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Tavares",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quintal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santana",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Serv Res",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-018-3323-3"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Austria: Health System Review. Health systems in transition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hofmarcher-Holzhacker",
                    "suffix": ""
                },
                {
                    "first": "Quentin",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "1--292",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Medicines reclassification from a pharmaceutical industry perspective: An international qualitative study",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Emmerton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kurosawa",
                    "suffix": ""
                },
                {
                    "first": "Ljm",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Buetow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Res Social Adm Pharm",
            "volume": "15",
            "issn": "4",
            "pages": "387--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2018.06.004"
                ],
                "PMID": [
                    "30917892"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Quantifying low-value services by using routine data from Austrian primary care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sprenger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robausch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Public Health",
            "volume": "26",
            "issn": "6",
            "pages": "912--918",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/ckw080"
                ],
                "PMID": [
                    "27312256"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Changing direction: the struggle of regulating assisted reproductive technology in Austria",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Griessler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hager",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Reprod Biomed Soc Online",
            "volume": "3",
            "issn": "",
            "pages": "68--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rbms.2016.12.005"
                ],
                "PMID": [
                    "29774252"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Public participation in access to medicines. Global Pharmaceutical Policy 2020",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Crisóstomo",
                    "suffix": ""
                },
                {
                    "first": "Da",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "261--91",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A decision-analysis tool for benefit-risk assessment of nonprescription drugs",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Brass",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lofstedt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Renn",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Pharmacol",
            "volume": "53",
            "issn": "5",
            "pages": "475--82",
            "other_ids": {
                "DOI": [
                    "10.1002/jcph.22"
                ],
                "PMID": [
                    "23381796"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Bundesgesetzblatt fü r die Republik Ö sterreich 2019",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Switching prescription drugs to over the counter",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Paquette",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Cairns",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "330",
            "issn": "7481",
            "pages": "39--41",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.330.7481.39"
                ],
                "PMID": [
                    "15626806"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Unregulated access to health-care services is associated with overutilizationlessons from Austria",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pichlhö Fer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur J Public Health",
            "volume": "25",
            "issn": "3",
            "pages": "401--404",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/cku189"
                ],
                "PMID": [
                    "25417940"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Participants' expectations and experiences with periodic health examinations in Austria-A qualitative study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Titscher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gartlehner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Health Serv Res",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-018-3640-6"
                ],
                "PMID": [
                    "30376830"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Switching omeprazole in Sweden and the United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Ther",
            "volume": "10",
            "issn": "5",
            "pages": "370--376",
            "other_ids": {
                "DOI": [
                    "10.1097/00045391-200309000-00010"
                ],
                "PMID": [
                    "12975722"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Utilization of triptans in Sweden; analyses of over the counter and prescription sales",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Von Euler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keshani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baatz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wettermark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pharmacoepidemiol Drug Saf",
            "volume": "23",
            "issn": "12",
            "pages": "1288--93",
            "other_ids": {
                "DOI": [
                    "10.1002/pds.3681"
                ],
                "PMID": [
                    "25044442"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Attitudes towards sales and use of overthe-counter drugs in Sweden in a reregulated pharmacy market: a population-based study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hedenrud",
                    "suffix": ""
                },
                {
                    "first": "Andersson",
                    "middle": [],
                    "last": "Sundell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martinsson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Håkonsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Pharm Pract",
            "volume": "27",
            "issn": "1",
            "pages": "17--24",
            "other_ids": {
                "DOI": [
                    "10.1111/ijpp.12457"
                ],
                "PMID": [
                    "29687513"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Prescription-to-OTC: is Denmark a model for the world? Swiss Pharma",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Juul",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "100--104",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Innovations from 'down-under': a focus on prescription to non-prescription medicine reclassification in New Zealand and Australia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gauld",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Emmerton",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buetow",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Selfcare Journal",
            "volume": "3",
            "issn": "5",
            "pages": "88--107",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Health Products Regulatory Agency. About the Emergency Medicines Legislation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "To switch or not to switch-first Germany-wide study from the perspective of pharmacists in the European environment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stippler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eckstein",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kroth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Public Health (Berl)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10389-019-01101-4"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Australian pharmacists: ready for increased non-prescription medicines reclassification",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mey",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Townshend",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Baumann-Birkbeck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Pharm Pract",
            "volume": "",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ijpp.12594"
                ],
                "PMID": [
                    "31913550"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Australian pharmacy perspectives on increasing access to medicines through reclassification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Townshend",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baumann-Birkbeck",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Health Serv Res Policy",
            "volume": "24",
            "issn": "2",
            "pages": "81--90",
            "other_ids": {
                "DOI": [
                    "10.1177/1355819618799112"
                ],
                "PMID": [
                    "30352516"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Improving the FDA's advisory committee process",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Brass",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Hiatt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Pharmacol",
            "volume": "52",
            "issn": "8",
            "pages": "1277--83",
            "other_ids": {
                "DOI": [
                    "10.1177/0091270011412962"
                ],
                "PMID": [
                    "21908879"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of critical enablers and barriers to reclassification across Austria and Germany � . Barriers are represented by-, enablers by +, and mixed factors by +/-; quantity represents strength of effect. Where a factor was discussed, but appeared to have no effect, 0 represents the effect. Where a cell is blank, the factor did not arise. This chart is subjective, according to how participants have communicated the factors, and the lead researcher's interpretation. It is not exhaustive. Interviews were conducted in Austria in 2018 and in Germany in 2017.https://doi.org/10.1371/journal.pone.0245504.t003",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PLOS ONE | https://doi.org/10.1371/journal.pone.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Study participants.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Topics typically covered in the interviews � . • Barriers and enablers to reclassification • The process of reclassification • Experiences of the processes and committee meetings • Potential improvements to the process or changes to committee membership • Application quality and possible improvements • Views on reclassification generally • The ability of pharmacy to manage the medicines • Consumer culture around healthcare • Access to doctors and the health system model in Austria • Research on reclassifications • Potential areas for reclassification � Not all topics were covered in all interviews. https://doi.org/10.1371/journal.pone.0245504.t002 Box 1. Process of reclassification from interviews and documents.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge the participants' assistance and review by Dr Christa Wirthumer-Hoche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceptualization: Natalie J. Gauld, Christoph A. Baumgärtel.Data curation: Natalie J. Gauld. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}