{
    "paper_id": "478221ce2adb7203ed19b68005376d7bed537336",
    "metadata": {
        "title": "COVID-19 and post-traumatic stress disorder among nurses: a descriptive cross-sectional study in a COVID hospital",
        "authors": [
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Marcomini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Crema",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Agus",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nursing home Sant'Antonino",
                    "location": {
                        "settlement": "Piacenza",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Milani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Crema",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Sfogliarini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crema Hospital",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Annamaria",
                "middle": [],
                "last": "Bona",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crema Hospital",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Castagna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Crema Hospital",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In March 2020, the World Health Organisation (WHO) declared the novel coronavirus (COVID-19) outbreak a global pandemic. Healthcare professionals directly involved in diagnosing, treating and caring for patients with COVID-19 are at risk of developing post-traumatic stress disorder (PTSD). Objective: This study investigated the prevalence of PTSD among nurses working in a COVID hospital and evaluated associated factors. Methods: A descriptive cross-sectional study was conducted at Crema Hospital and the Impact of Event Scale -Revised (IES-R) was administered. Data collection took place from July to September 2020, during which 275 questionnaires were distributed. Results: Of the total sample, 39.88% received a provisional PTSD diagnosis deserving of further analysis. Nurses stated that they were predominantly overwhelmed by intrusive thoughts (M = 1.55). Working in the emergency department during the COVID-19 pandemic (OR=2.40; p=0.02), irregular work shifts (OR=5.41; p=0.01) and coming from a mental health ward (OR=3.80; p=0.02) increased the risk of receiving a provisional PTSD diagnosis. Our findings showed significantly higher IES-R scores among women than among men (p = 0.01). The activities that caused the most distress were related to technical skills required for managing ventilation and intubation devices. Conclusions: The results of the study highlighted the presence of considerable psychological distress in the sample. There is an urgent need to monitor the short-and long-term consequences of the COVID-19 pandemic and implement early intervention measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "emotions, (c) negative cognition or mood alterations and (d) disturbances of the sleep-wake cycle (1) . Such symptoms can occur at any age and typically appear within three months of the traumatic incident (2) . Untreated PTSD can lead to symptoms up to 10 years after the traumatic event (3) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In March 2020, the World Health Organisation (WHO) declared the novel coronavirus (COVID-19) outbreak a global pandemic. Several studies have underlined that the healthcare professionals directly involved in diagnosing, treating and caring for patients with COVID-19 are at risk of developing PTSD and other psychological disorders (4) (5) (6) . Indeed, this pandemic has exposed health professionals to difficult and emotionally stressful working conditions, making the mental health of these professionals a major concern. Work-related consequences of this exposure include worsened quality of care, increased medical errors (7) and higher turnover intention (8) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 335,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 661,
                    "end": 664,
                    "text": "(8)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Serrano-Ripoll et al. (6) examined the impacts of viral epidemic outbreaks on healthcare professionals, reporting a high prevalence of acute stress disorder (40%), anxiety (30%), burnout (28%), depression (24%), and PTSD (13%). A recent systematic review with meta-analysis established that the prevalence of PTSD among healthcare workers dealing with COVID-19 ranged from 2.9% to 49.5% (9) . However, PTSD prevalence should be interpreted with caution because the time of data collection can influence the results; data collected during and immediately after the pandemic will likely yield higher prevalence rates than data taken months or years after the psychological distress-causing event (4) . Various factors were been previously recognised as related to the worsening mental states of healthcare professionals during a viral epidemic; these include female gender, young age, social factors (e.g. lack of social support), the nursing profession and a lack of specialised knowledge and skills (6, 7, (10) (11) (12) . Working in a high-risk wards or in front-line settings was identified as a condition that further exposes healthcare workers to elevated risks of psychological distress (5, 10, 11) .",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 999,
                    "end": 1002,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1192,
                    "end": 1195,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1196,
                    "end": 1199,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1200,
                    "end": 1203,
                    "text": "11)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the first pandemic wave, many containment measures were adopted in Italy. These were most significant in the Lombardy region, one of the most affected areas in the country. To accommodate the growing number of patients with COVID-19, the Lombardy region endorsed the need to identify COVID hospitals-hospitals establish by a regional resolution dedicated to the exclusive treatment of patients positive with COVID-19 (13) . Crema Hospital was converted into one such COVID hospital because of its proximity to high contagion areas. The hospital's reorganisation meant that many healthcare professionals found themselves operating in work environments very different from their usual professional activities. New working teams were created to support those who did not have COVIDspecific skill sets, such as expertise in invasive and non-invasive ventilation.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "(13)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several studies to date investigated PTSD prevalence among COVID-19 healthcare workers in Italy (10, 12, 14) . However, no study had been carried out to investigate the prevalence of PTSD and its associated factors in a COVID hospital.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "(10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "14)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thus, the primary goal of the present study was to evaluate the prevalence of PTSD among nurses working in a COVID hospital and examine how the professional activities of that hospital determined the level of distress experienced by nurses. The study's secondary goal was to identify the demographic and work variables that may have influenced the manifestation of physiological distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A descriptive cross-sectional study was conducted by the Unit of Clinical Psychology of Crema Hospital in collaboration with the Nursing Degree Course of Crema at the University of Milan. The Impact of Event Scale -Revised (IES-R) was administered by two of the authors (MC and CA). The data collection took place from July to September 2020 and included the distribution of 275 questionnaires. All the registered nurses working in Crema Hospital were enrolled. The distribution of the questionnaires took place during nursing handovers; this facilitated explanation of the study's objectives and the collection of informed consent. The anonymity of all data was guaranteed. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The IES-R questionnaires were distributed to 275 nurses. Of these nurses, 173 (62.9%) completed the questionnaire. The socio-demographic characteristics and the profile of the sample are outlined in Table 1 . Women (76.30%) mainly composed the sample. Nurses enrolled in the study had an average age of 45 ± 9 years and had been working for more than 20 years. Most respondents held a professional diploma (41.62%) and came from an internal medicine unit. A number of 57 (32.90%) nurses stated that they were assigned to the emergency department during the COVID-19 pandemic, while 116 (67.10%) to a non-critical area. From February to May 2020, the average amount of overtime per month reported by the sample was 23 ± 32.20 hours.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 199,
                    "end": 206,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Sample"
        },
        {
            "text": "The IES-R is a tool for evaluating the gravity of symptoms associated with PTSD in different populations (15) . The IES-R is divided into three dimensions: avoidance, intrusion and hyperarousal. The instrument exhibits excellent internal consistency (Cronbach's alpha = 0.95), as well as sensibility and specificity of 74.5% and 63%, respectively (15, 16) . The Italian version of the tool developed by Giannantonio (17) demonstrated satisfactory internal consistency in studies addressing different at-risk populations (18) (19) (20) . The tool consists of 22 items, to which respondents answer using a 5-point Likert scale (from 0 = Not at all to 5 = Extremely). A total score equal to or higher than 26 indicates the presence of PTSS, and a score of 33 or higher shows a probable PTSD diagnosis deserving of further analysis (17) . Notwithstanding the availability of several other valid and reliable instruments to evaluate PTSD, the IES-R was selected for the present study for its feasibility and in consideration of the tool's psychometric properties. Another advantage of IES-R is that it requires a short time to fill out. However, the IES-R also has several weaknesses: it is not a useful tool for formulating certain diagnosis of PTSD, and it is best used in relation to recent traumatic events (21) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "(15)",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "(15,",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "16)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "(18)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "(19)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 530,
                    "end": 534,
                    "text": "(20)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "(17)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "(21)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Instrument"
        },
        {
            "text": "To achieve the secondary goal of this study, the socio-demographic characteristics of the sample (e.g. age, gender, level of education, working experience) and any professional activities that caused major subjective distress were recorded. The questionnaire investigated the following additional variables: (a) the nurses' original ward (b) their designated area during the Covid pandemic (e.g. emergency department/non-emergency department) (c) the possible management of new professional activities, (d) the number of overtime hours worked by the sample since the spread of COVID-19 in Italy, (e) any variation in working shifts experienced, (f ) any participation in training courses for stress management during the three years prior, and (g) the occurrence of COVID-19 cases among family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instrument"
        },
        {
            "text": "Mean and standard deviation (SD) were used to describe the continuous variables and the distribution of the answers on the Likert scale. The categorical variables and professional activities that determined distress were analysed through frequencies and percentages. The Kolmogorov-Smirnov test was used to assess distribution normality. The distribution of the scores was normal, so a multivariate stepwise linear regression analysis was conducted using the IES-R as the dependent variable to explore the factors connected with high psychological distress. To identify predictors of PTSD manifestation, the IES-R score was also analyzed as categorical output (33 = yes, < 33 = no). Thus, a binary logistic regression analysis was performed. The levels of significance were fixed at p = 0.05. The statistical analyses were performed through SPSS Version 22 (IBM, Armonk, NY, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The survey was conducted in accordance with Italian laws on data protection and with the Declaration of Helsinki. The survey was approved by the Institutional Review Board of Crema Hospital. The eligible sample was informed about the aims of the study, and confidentiality of the collected data was ensured. The nurses who voluntarily took part in the survey provided their informed consent results Most of the sample (86.71%) stated that their working shifts were modified in relation to organisational needs. More than half the respondents (55.49%) affirmed to have performed professional activities that they were not used to doing. Almost all the nurses (73.99%) reported that they had not participated in lifelong learning programs on stress management in the previous three years. The 28.90% of nurses declared the occurrence of COVID-19 cases among their family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Mean scores were calculated for each dimension of the IES-R scale (Avoidance = 1.49, Intrusion = 1.55, Hyperarousal = 1.32). The participants reported an overall increased frequency of intrusive thoughts. As shown in Table 2 , the items with the highest average scores were as follows: 'any reminder brings back feelings about it' (Item 1), 'I find myself feeling watchful and on-guard about my environment and other people' (Item 21) and 'I avoid letting myself get upset when I think about it or when I'm reminded of it' (Item 5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "IES-R scores and variables connected to PTSD"
        },
        {
            "text": "The total score of the IES-R scale was then calculated. A total of 69 nurses (39.88%) exhibited probable diagnoses of PTSD deserving of in-depth analysis. A further 34 nurses (19.65%) showed initial symptoms associated with psychological distress. As shown in Table 3 , the linear regression analysis revealed that the highest IES-R scores were among women working in the emergency department who had worked in psychiatric units before the outbreak and who declared to have suffered disruptions to their personal lives as a result of work shift changes. The coefficient of determination R 2 was 0.125, indicating that these four factors may explain 12.5% of all IES-R variations. The ANOVA test that verifies the validity of the model was statistically significant: F (4,157) = 5,61; p < 0.001.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "IES-R scores and variables connected to PTSD"
        },
        {
            "text": "As for binary logistic regression analysis, the backward technique was used to select the optimal model. The Omnibus test of the model's coefficients revealed statistical significance (Chi-square=17.68; df=3; p=0.001), confirming the model's suitability. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IES-R scores and variables connected to PTSD"
        },
        {
            "text": "The open question, 'which professional activity has caused you greatest distress?' was answered by 50 nurses (28.90%) (Figure 1 ). From the thematic analysis of the responses, five themes were identified. The activities that the nursing staff indicated as causing distress were primarily linked to the technical aspects of managing ventilation and intubation devices (No. 25 -50%), managing end-of-life care for terminal patients (No. 13 -26%) and the continual use of personal protective equipment (No. 6 -12%). The nurses also reported distress in communicating with patients and their relatives (No. 4 -8%) and in performing activities that normally would be allocated to nursing support staff (No. 2 -4%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Professional activities that cause distress"
        },
        {
            "text": "The aim of this study was to evaluate the prevalence of PTSD and its associated variables among nurses working in a COVID hospital after the first wave of the novel coronavirus pandemic in Italy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Even under normal conditions, nurses are one of the professional categories most at risk of developing PTSD. Nurses are frequently directly or indirectly exposed to traumatic situations that arise from the care of fragile patients. According to a recent integrative review, a range of 6.7% to 95.7% of nurses show at least one symptom of PTSD during their working life, while a diagnosis of PTSD occurs between 8.5% and 20.8% (22) . The COVID-19 pandemic made it necessary to re-evaluate the prevalence of PTSD among nurses-particularly those working in COVID hospitals. Indeed, frontline settings were identified as a major risk factor for developing PTSD (11) . Nurses have been required to endure stressful work shifts and considerable professional challenges, such as acquiring new technical skills in a short time. Shortages of personal protective equipment, the perception of not being sufficiently safe at work, isolation from family members to avoid contagion and fear of the unknown all have contributed negatively to nurses' mental states during the pandemic (6, 23, 24) .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 430,
                    "text": "(22)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1073,
                    "end": 1076,
                    "text": "23,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "24)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "In line with previous studies (9, 10, 12), a considerable portion of the healthcare workers participating in this survey were provisional diagnosed with PTSD. The participants described being overwhelmed by intrusive thoughts. They confirmed recalling unpleasant or traumatic events, acting and feeling like a traumatic event continues to happen and exhibiting strong psychological distress from exposure to triggers. The PTSD prevalence falls within the range recently estimated by Li et al. (9) among healthcare workers and, it is predictably higher than before the pandemic (22) . As expected, this prevalence rate is lower than that reported nationally after the first COVID-19 contagion peak in Italy (10, 14) . This is in line with recent findings and confirms that prevalence scores change during a viral epidemic, decreasing with time from the traumatic event (4). However, it is important to highlight that the PTSD prevalence reported in this study is not lower than that observed in the Lombardy region after the national lockdown (12) . Our findings stressed that nurses who worked in psychiatric units before the pandemic reported higher levels of psychological distress. These findings may be due to a lack of experience in infection management and in caring for patients who differ clinically from the those the nurses were accustomed to working with (7) . Further, the open question highlighted several gaps in the nurses' technical skills in terms of managing ventilators and in undertaking professional activities in which they were not confident. This suggests that a lack of specialised training is a risk factor for developing PTSD. This gap requires, together with the promotion of initiatives for psychological support, investment in training healthcare profes-sionals to prevent feelings of inadequacy and fear when faced with a pandemic (6, 25) .",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 496,
                    "text": "(9)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "(22)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "14)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "(7)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1862,
                    "end": 1865,
                    "text": "(6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1866,
                    "end": 1869,
                    "text": "25)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Our findings reported higher IES-R scores among women than among men. However, the logistical regression analysis showed that being female was not significantly associated with a higher prevalence of PTSD. The effect of gender on PTSD manifestation among healthcare workers has been debated in the scientific literature. Several studies claimed that women are more susceptible to PTSD than men (5, 7, 10, 12) . Gonzalez-Sanguino et al. (26) hypothesized that during situations like the COVID-19 pandemic, female healthcare workers are more vulnerable to psychological distress because of their additional role of home caregiver. Other studies reported no gender differences or even higher PTSS occurrence among male medical staff due to women being more likely to express their emotions, thereby defusing the impact of stressors (27, 28) . Another variable found to be connected to psychological distress was that of changes in work shifts. Thus, the results confirm that the COVID-19 pandemic and other coronavirus outbreaks adversely affect the daily lives of healthcare workers and increase their likelihood of developing depression, stress, anxiety and PTSD (6) .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "(5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 398,
                    "end": 400,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "(26)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "(27,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "28)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Working in the emergency department during the COVID-19 pandemic was found to expose the sample to a higher risk of manifesting PTSD. This seems to confirm the results reported in the system- (11) . The authors concluded that the level of a healthcare worker's exposure to stressful work-related situations (e.g. working in an emergency departments), is one of the most influential risk factor for developing PTSD during coronavirus outbreaks.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "In contrast with several recent studies (6, 7), less job experience was not found to be associated with higher level of psychological distress. Participation in stress management training courses also did not affect the occurrence of PTSD. These findings indicate that the surveyed nurses were professionally unprepared to face the pandemic, regardless of their work history or previous knowledge on stress management techniques.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Mazza et al. (29) pointed out that having a family member infected by COVID-19 increased psychological distress among Italian population during the virus pandemic. However, our study did not confirm this result. One possible explanation is that, our sample was composed by healthcare workers with specific health-related knowledge who were taking care of people suffering from the worst consequences of COVID-19 infection.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "(29)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "This research has several strengths and limitations. To the best of our knowledge, this study is the first to investigate the prevalence of PTSD in a COVID hospital. The conducted analysis of factors associated with PTSD and the activities that lead to higher levels of psychological distress may be useful if offered to healthcare organisations as tools to protect the mental health of their workers. As for limitations, any generalisation of the present findings should be conducted with caution due to the monocentric nature of the study and the reduced extent of the sample. Moreover, the cross-sectional nature of our data did not allowed to establish the direction of causality and longitudinal studies are necessary to assess whether the psychological distress incurred from the COVID-19 pandemic will be persistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "Further limitation is attributable to responder bias; the nurses who volunteered to fill out the questionnaire might have been more motivated to participate if they were psychologically distressed. The study only examined PTSD among nurses; evaluations of other healthcare professionals were not performed. Finally, any previous psychiatric disorders or perceived stress level before pandemic, as well as the nurses' coping strategies, were not investigated; this prevented the authors from examining whether these factors influenced the observed IES-R scores. However, time constraints and issues of access to COVID wards limited the ability to include such investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "discussion"
        },
        {
            "text": "The results of this study confirm the presence of significant psychological distress in the sample. Protecting healthcare professionals against symptoms of distress should be an important requirement in any healthcare organisation. It is recommended that healthcare organisations offer more specialised training for healthcare professionals, as well as introduce measures to identify the onset of mental disorders, implement early interventions and monitor both short-and long-term consequences. The Unit of Clinical Psychology at Crema Hospital created a COVID-19 Emergency Team to pursue such objectives. The team consists of a group of psychologists who provide psychological support to healthcare professionals. The COVID-19 Emergency Team also conducts defusing and debriefing meetings, in which many healthcare professionals have taken part since May 2020. The healthcare workers who participated in this study have since been offered individual psychological interviews for restitution. Those for whom a mental disorder was observed have been started on psychotherapeutic treatment. In the future, it would be useful for related studies to evaluate the impact of these interventions on the mental health of healthcare workers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Manuale diagnostico e statistico dei disturbi mentali. Milano: R. Cortina",
            "authors": [],
            "year": 2014,
            "venue": "American Psychiatric Association. DSM",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Posttraumatic Stress Disorder: Contin Lifelong Learn Neurol",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Jorge",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "789--805",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Barriers and Facilitators to Help-Seeking for Individuals With Posttraumatic Stress Disorder: A Systematic Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Workneh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Trauma Stress",
            "volume": "33",
            "issn": "2",
            "pages": "137--150",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 and PTSD in nurses 249",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The prevalence of common and stress-related mental health disorders in healthcare workers based in pandemic-affected hospitals: a rapid systematic review and meta-analysis (Internet). Psychiatry and Clinical Psychology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bealey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Birch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.04.20089862"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mental health of healthcare workers during the COV-ID -19 pandemic in Italy",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Tella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Romeo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benfante",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eval Clin Pract",
            "volume": "26",
            "issn": "6",
            "pages": "1583--1587",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Impact of viral epidemic outbreaks on mental health of healthcare workers: a rapid systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Serrano-Ripoll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Meneses-Echavez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ricci-Cabello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Affect Disord",
            "volume": "277",
            "issn": "",
            "pages": "347--357",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Post-Traumatic Stress Symptoms in Healthcare Workers Dealing with the COVID-19 Pandemic: A Systematic Review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ettorre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ceccarelli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Santinelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Assessing the Presence of Post-Traumatic Stress and Turnover Intention Among Nurses Post-Middle East Respiratory Syndrome Outbreak: The Importance of Supervisor Support. Workplace Health Saf",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "68",
            "issn": "",
            "pages": "337--345",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevalence of depression, anxiety and post-traumatic stress disorder in health care workers during the COVID-19 pandemic: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Felix",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kuper",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLOS ONE",
            "volume": "16",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Fragile heroes. The psychological impact of the COVID-19 pandemic on health-care workers in",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fontanesi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lanzara",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Porcelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "PTSD symptoms in healthcare workers facing the three coronavirus outbreaks: What can we expect after the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carmassi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foghi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dell&apos;oste",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "292",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The relationship between post-traumatic stress and positive mental health symptoms among health workers during COVID-19 pandemic in Lombardy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bassi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Negri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delle Fave",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Accardi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Italy. J Affect Disord",
            "volume": "280",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Piano di riordino della rete ospedaliera: attuazione dell'art. 2 del D",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mental health outcomes among front and second line health workers associated with the COVID-19 pandemic in Italy (Internet). Psychiatry and Clinical Psychology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Socci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pacitti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Impact of Event Scale-Revised: Psychometric properties in a sample of motor vehicle accident survivors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Read",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Anxiety Disord",
            "volume": "22",
            "issn": "2",
            "pages": "187--198",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Psicotraumatologia e psicologia dell' emergenza. Salerno: Ecomind",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giannantonio",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Post-traumatic stress reaction in a sample of bank employees victims of robbery in the workplace: the role of pre-trauma and peri-trauma factors)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Converso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Viotti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med Lav",
            "volume": "105",
            "issn": "4",
            "pages": "243--254",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Impact of Event Scale &ndash; Revised: psychometric properties of the Italian version in a sample of flood victims",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Craparo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Faraci",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rotondo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gori",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Neuropsychiatr Dis Treat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Impact of Event Scale",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pietrantonio",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Gennaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Paolo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Solano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Psychosom Res",
            "volume": "55",
            "issn": "4",
            "pages": "389--393",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Issue 19 | Posttraumatic Stress Disorder | Psychological Trauma (Internet). Scribd. (cited",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Post-traumatic stress disorder in nurses: An integrative review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Nurs",
            "volume": "29",
            "issn": "",
            "pages": "2769--2787",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mental Health and Psychosocial Problems of Medical Health Workers during the COVID-19 Epidemic in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychother Psychosom",
            "volume": "89",
            "issn": "4",
            "pages": "242--250",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Nursing during the COVID-19 outbreak: A phenomenological study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arcadi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simonetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ambrosca",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Nurs Manag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The psychosocial impact of flu influenza pandemics on healthcare workers and lessons learnt for the COVID-19 emergency: a rapid review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falcó-Pegueroles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tolotti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Graffigna",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bonetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Public Health",
            "volume": "65",
            "issn": "7",
            "pages": "1205--1216",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mental health consequences during the initial stage of the 2020 Coronavirus pandemic (COVID-19) in Spain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "González-Sanguino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ausín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Á"
                    ],
                    "last": "Castellanos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "87",
            "issn": "",
            "pages": "172--176",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Mental health status of medical staff in emergency departments during the Coronavirus disease 2019 epidemic in China. Brain Behav Immun",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Asian-Pacific perspective on the psychological well-being of healthcare workers during the evolution of the COVID-19 pandemic. BJPsych Open",
            "authors": [
                {
                    "first": "Nws",
                    "middle": [],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Ngiam",
                    "suffix": ""
                },
                {
                    "first": "By-Q",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A Nationwide Survey of Psychological Distress among Italian People during the COVID-19 Pandemic: Immediate Psychological Responses and Associated Factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Frequencies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "conflict of interest: No potential conflict of interest relevant to this article was reported by the authors references",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Socio-demographic characteristics and profile",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Frequency of the answers and mean of each item of the IES-R scale",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Multivariate stepwise linear regression analysis of factors influencing the IES-R scores",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}