{
    "paper_id": "47980decf4a3aa4426fd1e374184edbc0a181818",
    "metadata": {
        "title": "Reward Systems for Trustworthy Medical Federated Learning",
        "authors": [
            {
                "first": "Konstantin",
                "middle": [
                    "D"
                ],
                "last": "Pandl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Leiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Thiebes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Sunyaev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Federated learning (FL) has received high interest from researchers and practitioners to train machine learning (ML) models for healthcare. Ensuring the trustworthiness of these models is essential. Especially bias, defined as a disparity in the model's predictive performance across different subgroups, may cause unfairness against specific subgroups, which is an undesired phenomenon for trustworthy ML models. In this research, we address the question to which extent bias occurs in medical FL and how to prevent excessive bias through reward systems. We first evaluate how to measure the contributions of institutions toward predictive performance and bias in cross-silo medical FL with a Shapley value approximation method. In a second step, we design different reward systems incentivizing contributions toward high predictive performance or low bias. We then propose a combined reward system that incentivizes contributions toward both. We evaluate our work using multiple medical chest X-ray datasets focusing on patient subgroups defined by patient sex and age. Our results show that we can successfully measure contributions toward bias, and an integrated reward system successfully incentivizes contributions toward a well-performing model with low bias. While the partitioning of scans only slightly influences the overall bias, institutions with data predominantly from one subgroup introduce a favorable bias for this subgroup. Our results indicate that reward systems, which focus on predictive performance only, can transfer model bias against patients to an institutional level. Our work helps researchers and practitioners design reward systems for FL with well-aligned incentives for trustworthy ML.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with efforts (i.e., training data management, model training, network communication) and risks (i.e., patient privacy risks [8] ) to the institutions. To compensate institutions for the efforts and risks in participating in FL, considerations for reward systems are emerging [1] . These reward systems also aim to attract high-quality gradient contributions by institutions [9] , as the quality of an FL model depends on the quality of the contributions by institutions over multiple communication rounds [10] . In healthcare, the quality of an ML model is multifaceted. A high-quality ML model must have not only a high predictive performance to provide optimal health outcomes to patients but also a low bias, which is essential for trustworthy artificial intelligence (AI) in healthcare [11, 12] . Especially ML-based chest X-ray classifiers are often biased, meaning their predictive performance is higher for some subgroups (e.g., with regard to sex, age, race, or socioeconomic status) [13, 14] . This bias can lead to unfair treatment of disadvantaged subgroups and ultimately cause medical professionals and patients to lack trust in AI and hinder its deployment [11] . Beholding bias is particularly important in FL scenarios: inhomogeneous data distributions are traditionally challenging for FL algorithms [1] , and research is concerned that FL can potentially amplify bias in these settings [7, 15] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1317,
                    "end": 1320,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1404,
                    "end": 1407,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1408,
                    "end": 1411,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If reward systems only incentivize a high predictive performance, the FL model is likely to perform well on most test data but may perform poorly on test data of specific subgroups, potentially resulting in severe health consequences for these subgroups in practice. Therefore, incentives must be well-aligned to obtain desired outcomes. In healthcare practice, this means that both a model with a high predictive performance and a low bias should be incentivized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For a high effectivity, the reward system should reflect fairly the quality of the contribution of each institution to the FL consortium [10] . For example, it should allocate a high reward to an institution contributing strongly or the same reward to two institutions contributing the same. Thus, to enable such reward systems in practice, we first need to quantify contributions toward performance and model bias. For this, extant research uses the Shapley value (SV), which uniquely fulfills desirable properties of collaboration fairness [10] . However, computing SVs is computationally complex. Therefore, prior research developed efficient approximations [16] [17] [18] . So far, the focus of these approximations has been on quantifying contributions toward predictive performance and it remains unclear how to quantify contributions toward bias in a medical FL scenario. As a first step, we aim to quantify the contributions of FL institutions toward bias using the SV. To design a reward system, we then need to translate these quantifications into a reward (e.g., monetary units). Contrary to contributions toward predictive performance, small or negative-valued contributions by institutions can be desired to achieve a low absolute bias. This demands more research on the development of practically viable reward distribution strategies. In a second step, we thus aim to develop reward schemes for FL that incentivize both, a high predictive performance, and a small absolute bias.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We perform our research as follows. First, we train a convolutional neural network using FL based on data sampled from three chest X-ray datasets. We then first analyze the contributions of the institutions toward predictive performance using SV approximations. After that, we analyze contributions toward the bias of the FL model with SV approximations concerning subgroups split separately based on sex and age. Finally, we propose a reward system that translates SVs into rewards and incentivizes both, a high predictive performance, and a small absolute model bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With this research, we contribute to the extant body of knowledge on FL in three ways. First, we contribute to a better understanding of model bias in medical FL scenarios, answering prior calls for research in this area [1, 7, 15] . A key insight is that the partitioning of chest X-ray scans across different institutions based on patient sex and age does not significantly impact the model bias in FL in most cases. Second, we show that SV approximations can also quantify contributions toward bias in medical FL. Third, we develop a reward system that incentivizes predictive performance contributions and model bias contributions. Thereby, we answer previous calls for research on reward systems for FL [1, 10, 19] and incentives for trustworthy AI [11] .",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 225,
                    "end": 227,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We organize the remainder of this paper as follows. In section II, we provide a background on FL, bias in medical AI, contribution quantification for FL, and reward systems for FL. Afterward, we describe our methods in section III. In section IV, we describe the results of the contribution quantification. This is followed by section V, where we develop reward schemes based on the contribution quantification. In section VI, we discuss our results, whereas section VII concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A. Federated learning FL enables the training of ML models across data silos from different clients. The clients collaborate by training ML models locally on their data, and by sharing the gradients of the ML model parameters with a central server. This central server then averages the parameters across models from different clients and provides the resulting model back to the clients. This process is referred to as a communication round. To train an FL model, multiple communication rounds are performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. BACKGROUND"
        },
        {
            "text": "With its ability to train well-performing ML models while preserving patient's privacy, FL is especially promising for healthcare applications [1] . In healthcare, many FL scenarios can be described as cross-silo FL [7, 20] . In contrast to cross-device FL, cross-silo FL is characterized by a low number of clients (i.e., 2-100), and a high client and network reliability [7] . In this work, we also refer to FL clients as institutions [7] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "II. BACKGROUND"
        },
        {
            "text": "Bias of an ML model refers to a disparate predictive performance across different groups [21] . A group can be defined by features such as sex, age, ethnicity, or economic welfare, among others. Different metrics can be used when evaluating bias, for example, accuracy, the area under the receiver operating characteristic (AUROC), or sensitivity [21] . A small bias is often desired to avoid discrimination of certain groups, ensure fairness, and ultimately, enable trustworthy ML. Bias is critical in healthcare, as the deployment of ML can affect the health of people [12] .",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B. Bias of machine learning models in medicine"
        },
        {
            "text": "Prior research has identified various biases in ML algorithms for medical image classification [13] . For example, chest X-ray classifiers trained on multiple datasets had an unfavorable sensitivity for female patients, Hispanic patients, and patients with Medicaid insurance. This research also showed that acquiring data from multiple sources can reduce this bias [13] . Other research discovered that dataset imbalances can lead to the training of biased ML classifiers [14] , suggesting that balanced datasets are essential to reduce bias.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "B. Bias of machine learning models in medicine"
        },
        {
            "text": "The influence of FL on bias is an open field of research. On the one hand, there are hopes that more diverse training datasets from different FL institutions can reduce bias [1] . On the other hand, there are concerns that FL might introduce additional bias due to data heterogeneity among clients [1, 15] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "B. Bias of machine learning models in medicine"
        },
        {
            "text": "When quantifying the contributions of FL participants to distribute rewards, collaborative fairness is important, meaning the quantified contribution should fairly reflect the quality of the actual gradient contributions of the FL participants [10] . Otherwise, institutions in a FL consortium may not agree on a procedure to quantify contributions. Research predominantly uses the SV because of its desirable properties [10] . In the present context, the SV for an institution is defined as the average marginal contribution of that institution to all possible subsets of the set of all institutions . This is also specified in the following formula, where is the total number of institutions, and is a performance metric [16, 18] .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "C. Contribution quantification for federated learning"
        },
        {
            "text": "Following this definition, the SV uniquely satisfies desirable properties, two of which are especially relevant in the context of reward systems. First, group rationality, meaning the entire value gain of the FL consortium is completely distributed among all participating institutions (2) . However, the computation of SVs requires the training and testing of 2 FL coalitions of institutions, which presents a very high computational and network burden for practical use cases. Therefore, efficiently approximating SVs is an active field of research with different streams of research. An essential work in this direction proposes two approximations [17] . With one approximation algorithm, only the largest FL coalition is trained. Approximated FL models from all other coalitions are then computed by adding the gradients of the participating institutions from the largest coalition, over all communication rounds from training the largest coalition. The performance metric of the resulting models is then obtained from the test datasets. Based on the results, the SVs can be computed. The other, alternative approximation algorithm can value contributions of participants in every single round. However, it is more computationally complex and provides less accurate approximations of SVs.",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "C. Contribution quantification for federated learning"
        },
        {
            "text": "Beyond this work, other streams of research aim to improve further the complexity of this second approximation [22] , or aim to value contributions in scenarios of sequential joining of FL institutions [23] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "C. Contribution quantification for federated learning"
        },
        {
            "text": "Reward systems aim to incentivize contributions based on a performance-related pay principle, meaning participants get rewarded for their cooperation in accordance with their contributions. Application examples include mobile crowdsensing [9] , distributed energy storage systems [24] , or data marketplaces for centralized machine learning [25, 26] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "D. Reward systems for federated learning"
        },
        {
            "text": "In FL, research interest in reward systems is growing [10] , in particular for healthcare [1] . Rewards can take different forms, for example, monetary value [1, 10] , or reputation [27] . The fair distribution of rewards depends on a fair quantification of the contributions. The general goal of reward systems in FL is to compensate institutions for the effort in participating in FL [1] , as well as to attract high-quality gradient contributions by institutions [9] . Beyond these factors, further unique challenges in FL demand for reward systems. Most contemporary FL systems give all participants access to the model, independent of their gradient contributions. Thus, these FL systems lack incentives for institutions to participate actively in the learning process. In view of potential privacy risks when publishing gradients in FL [8] , there can be even benefits to not contribute actively to FL. This is also referred to as the free-rider problem [10] , which is relevant in medical data sharing scenarios [28] .",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 469,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 960,
                    "end": 964,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1019,
                    "end": 1023,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "D. Reward systems for federated learning"
        },
        {
            "text": "Research on how to design reward systems for FL based on contribution quantification is in its early stages. Liu et al. [29] develop a blockchain consensus mechanism that incorporates SV computations for FL. Multiple rewards are thereby distributed. This includes a price paid by an FL task requester, where the price is then distributed proportionally based on the FL SVs for all clients with positive SVs. An FL task requester pays a price which is then entirely distributed to the FL clients with a positive SV. Thereby, the rewards are proportional to an FL client's SV. Furthermore, a recent article by Zhang et al.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "D. Reward systems for federated learning"
        },
        {
            "text": "[27] develops a reward system where FL clients can bid their prices, and a selector can select clients to participate in an FL round. The reputation of clients and the payment of rewards depend on the quality of the contributions, which is evaluated by a ranking of the cosine similarity of client's gradients and the final FL model. In Gao et al. [30] , the authors evaluate different contribution evaluation mechanisms toward model accuracy with an emphasis on detecting attacks by malicious institutions and excluding malicious institutions from the training process. Rewards are paid proportionally based on the reputation and contribution of institutions.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 352,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "D. Reward systems for federated learning"
        },
        {
            "text": "Different medical institutions typically have a heterogeneous data distribution (e.g., due to different medical scanning devices, patient demographics, or labeling practices) [1] . To conduct realistic FL experiments, we use three large chest Xray datasets, namely the NIH ChestX-ray8 (NIH) [31] , CheXpert (CXP) [32] , and MIMIC-CXR (CXR) [33] . These datasets contain chest X-ray scans, corresponding labels with information about the patient (e.g., patient ID, sex, age), and the medical condition visible in the scan. An overview of the datasets' sizes and distributions is provided in Table 1 . Since the datasets have slightly different medical condition labels, our research focuses on the overlapping set of eight labels. This includes a no finding label, and seven disease labels for atelectasis, cardiomegaly, consolidation, edema, pleural effusion, pneumonia, and pneumothorax. The label values contain either a 1 (the clinical observation is present in the scan), 0 (the clinical observation is not present in the scan), -1 (no clear indication of the presence or absence of the clinical observation in the scan), or NaN (no information available) [31] [32] [33] . To obtain labels for our learning task, we follow prior research and transformed all non-1 labels to 0 [13, 14, 32] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1165,
                    "end": 1169,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1280,
                    "end": 1284,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1285,
                    "end": 1288,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 597,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A. Datasets"
        },
        {
            "text": "We use 20% of each of the three datasets as a test dataset, and the remaining 80% for the training and validation dataset. We split all datasets on a per-patient basis to avoid having multiple scans from the same patient in different data splits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Data splits"
        },
        {
            "text": "In the first set of experiments, we split the training and validation sets based on patient sex (female and male). In the second set of experiments, we split it based on patient age (30% youngest patient scans and 30% oldest patient scans). In both scenarios, we obtain six FL institutions, which is a typical consortium size for cross-silo medical FL projects [7, 20] .",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 364,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "B. Data splits"
        },
        {
            "text": "We obtain two institutions from each dataset. For the NIH dataset, for example, we refer to these as NIH-1 and NIH-2. We then use four different splits based on patient sex. First, an 'as is' split, where we use the original distribution for each dataset, shown in Table 1 (i.e., 43.5% female patient scans and 56.5% male patient scans for both NIH institutions). Second, a 50/50 split, where 50% of each institution's scans are from one class (e.g., female patients), and 50% are from the other class (e.g., male patients). Third, a 75/25 split, where one institution has 75% of the scans from class 1 (e.g., female patients) and 25% from class 2 (e.g., male patients). The other institution then has 25% of the scans from class 1 (e.g., female patients) and 75% of the scans from class 2 (e.g., male patients) of the same dataset. With this split, we can evaluate whether an increased data imbalance for the two institutions influences their bias contributions, while keeping the data distribution in the network the same. Fourth, we use a 100/0 split, where one institution contains scans from only one class (e.g., female patients), and the other corresponding institution only scans from the other class (e.g., male patients). We repeat the same procedure of data splits based on patient age (young and old patient subgroups) instead of sex. In total, we obtain eight different data splits, four based on patient sex, and four based on patient age.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 272,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "B. Data splits"
        },
        {
            "text": "Within these data splits, the size of the training and validation dataset is defined by the smallest subgroup. For the sex-based splits, this is the set of female patient scans of the NIH dataset (ca. 38,776 scans after accounting for a 20% test set, cf. Table  1 ). To account for differences when splitting the dataset per patient, we use 35,000 scans per institution, 80% (28,000) for the training set, and 20% (7,000) for the validation set. For agebased splits, we split the data based on quantiles rather than fixed ages, given the different age distributions per dataset. The NIH dataset defines the upper limit of the smallest institution dataset size with a maximum of 26,908 scans for the training and validation sets. Again, we used an 80%/20% split with 20,800 scans for the training, and 5,200 scans for testing. We use the same dataset size for all institutions. This allows us to distill the influence of data partitioning on the bias, and to avoid an influence of different dataset size distributions, which can further influence the bias in a federated weighted averaging aggregation scenario [15] .",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 263,
                    "text": "Table  1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "B. Data splits"
        },
        {
            "text": "For our setup of the ML task, we use a DenseNet-121 architecture [34] , pre-trained on the ImageNet dataset, which has shown to work well for chest X-ray classification tasks [13, 35] . To preprocess scans for the training task, we follow prior research [13] and use a random horizontal flip, and a random orientation of up to 15°. Furthermore, we use a random shift of up to 10% of the image height/width, and a batch size of 32 images. For all datasets, we also use a scaling to 256x256 pixels, and a normalization based on the ImageNet dataset for all datasets.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 175,
                    "end": 179,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "C. Experimental setup"
        },
        {
            "text": "For FL, we follow the federated averaging algorithm [36] , simulated on one computing machine. In our implementation, each institution possesses a training dataset, and a smaller validation dataset. The institutions train the ML model locally for one epoch with a stochastic gradient descent optimization algorithm at a learning rate of 0.1, and a binary cross entropy loss function. After each communication round, every institution evaluates the newly aggregated global model on its validation dataset. The federated training stops when there is no improvement in the average validation loss for the last 10 communication rounds.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "C. Experimental setup"
        },
        {
            "text": "In the testing process, the institutions use the global model with the lowest validation loss, averaged across all institutions. We evaluate our tests with the AUROC metric on the entire test dataset, as well as on subsets based on sex and age. The AUROC ranges from 0 to 1, with a random classifier exhibiting a value of 0.5. A higher value indicates a better predictive performance. We use the AUROC metric for three reasons. First, it is expressive even for imbalanced datasets, which is often the case for medical imaging datasets. Second, it condenses the information of the receiver operating curve into a single, lucid number. Third, it is widely used for AI in medical imaging [35] and bias in medical image AI [14] . This allows researchers to better compare and classify our results with extant research.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 719,
                    "end": 723,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "C. Experimental setup"
        },
        {
            "text": "We quantify the bias in the data splits with varying patient sex distribution as the AUROC of female patient test scans minus the AUROC of male patient test scans. Thus, a positivevalued bias indicates a better predictive performance of the classifier on female patient scans. In contrast, a negative-valued bias indicates a better predictive performance on male patient scans. A bias of zero indicates no difference in the predictive performance on male or female patients. Accordingly, for varying patient age distributions, we define the bias as the AUROC of the classifier on the young patient test set minus the AUROC of the classifier on the old patient test set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Experimental setup"
        },
        {
            "text": "To compute SVs efficiently, we follow the algorithm described in section II C [17] for three reasons. First, it has shown to provide accurate SV estimations [17] . Second, it is computationally efficient [17] . Third, as cross-silo medical FL is often characterized by reliable institutions, potential shortcomings such as a lack of evaluation in each communication round do not negatively impact our case of quantifying contributions in a healthcare scenario [7] . In the implementation, we compute approximated models of all 63 Table 2 : Mean SVs and 95% confidence interval per data split and client for the contributions toward the overall predictive performance. For the 'as is' and 50/50 splits, institutions with subsets from the same dataset (e.g., NIH-1, NIH-2) have the same data distribution. For the 75/25 and 100/0 splits, the 1st institution (e.g., NIH-1) has predominantly female, respectively young patient scans, whereas the 2nd institution (e.g., NIH-2) has predominantly male, respectively old patient scans. The sum of the SVs plus .5 (performance of a random classifier) equals the 'Total AUROC' column. The bold marked values represent the highest value of the two corresponding clients in any sex-based or age-based split. possible coalitions of the six institutions. We then test these constructed models with regard to general predictive performance and bias, and compute canonical SVs for both. We repeat our experiments 40 times with different random seeds, to compute 95% confidence intervals for our results. To analyze the statistical significance of certain observations, we conduct paired t-tests, significance thereby occurring at a pvalue of less than 0.05. We publish the source code of our experiments, including the random seeds of the data splits, on GitHub:",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 157,
                    "end": 161,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 537,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "C. Experimental setup"
        },
        {
            "text": "https://github.com/kpandl/Reward-System-for-Trustworthy-Medical-Federated-Learning -this allows future research to reproduce and build on our results. We run our work on a computing cluster consisting of NVIDIA Tesla V100 and NVIDIA GeForce RTX 3090 GPUs using Python 3.7.11 and PyTorch 1.10.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Experimental setup"
        },
        {
            "text": "The results for the contribution quantification with regard to predictive performance, meaning the SVs, are shown in Table  2 . In all cases, the mean total AUROC is higher for classifiers trained on sex-based splits, where institutions also have more data, than for classifiers trained on age-based splits. For sexbased splits, the AUROC does not differ statistically significant across different data splits. For the age-based splits, the only significant difference across all split combinations concerns the 50/50 and 100/0 split, where the AUROC in the former is higher. A reason for this finding is likely that FL generally performs better for equally distributed data, instead of highly imbalanced data distributed across institutions [1, 7] .",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 745,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "Table  2",
                    "ref_id": null
                }
            ],
            "section": "A. Contributions toward predictive performance"
        },
        {
            "text": "In both cases, sex-based and age-based splits, corresponding institutions (e.g., NIH-1 and NIH-2) do not differ significantly in their SV when we look at the 'as is' and 50/50 split. This result is to be expected, as these institutions use data following the same distribution. Regardless of the data split, in all cases every institution contributes positively toward the AUROC of the predictive performance of the classifier on the test set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Contributions toward predictive performance"
        },
        {
            "text": "Institutions holding a CXP subset have lower SVs than institutions holding NIH or CXR subsets. For the CXP and CXR datasets, the highest mean SVs are for institutions with 100% female patient scans, respectively 100% young patient scans (CXP with 3.670% and 4.135%, whereas CXR with 7.628% and 8.331%). For the NIH dataset, the highest mean SVs are for the 50/50 sex-based or age-based splits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Contributions toward predictive performance"
        },
        {
            "text": "A general finding is that institutions with predominantly female patient data contribute more toward the overall AUROC than the corresponding institutions with predominantly male patient data for 100/0 and 75/25 sex-based splits. In the 75/25 split, this finding is statistically significant for the CXR institutions and in the 100/0 split, it is significant for all institutions. Similarly for the 100/0 and 75/25 age-based splits, institutions with predominantly young patient scans contribute more toward the overall AUROC than corresponding institutions with predominantly old patient scans. This observation is statistically significant for institutions of all three datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Contributions toward predictive performance"
        },
        {
            "text": "The results of the contribution quantification toward bias are shown in Figure 1 . The overall bias is positive for all sex-based splits and all age-based splits, which is favorable for female and younger patients. Thereby, the age-related bias is much larger than the sex-related bias. Across the four different age-based splits, there is no statistically significant difference in the bias. Across the set of sex-based splits, the 'as is' split has a statistically significant lower bias than the 50/50 and 75/25 splits, and the 100/0 split has a statistically significant lower bias than the 75/25 split.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "B. Contributions toward bias"
        },
        {
            "text": "For the sex-based splits, the 'as is' CXP clients introduce a bias favoring male patients, whereas the mean contribution of the NIH and CXR clients introduce a bias favoring female patients. A general trend is that the higher the share of one group, the larger the contribution for a bias favoring that group. In the 100/0 split, all female patient clients introduce a bias favoring female patients. The CXP and CXR institutions with Figure 1 : Mean SVs and 95% confidence intervals of the institutions of all 8 splits for contributions toward sex bias or age bias. Positive means are colored in dark blue, negative means in orange. male patients introduce a bias favoring male patients, whereas the NIH institution with male patients does not significantly contribute a bias favoring either.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 434,
                    "end": 442,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "B. Contributions toward bias"
        },
        {
            "text": "For the age-based 'as is' split, the NIH and CXR institutions again have the same tendency of introducing a bias favoring younger patients, whereas the CXP institutions introduce a bias in the favor of older patients. Similarly, increasing the share of one subgroup in the institution's dataset increases the bias contribution of that institution favoring this subgroup. In the 100/0 data split, all institutions introduce a bias favoring young patients, except for the CXP institution with older patient data, which introduces a bias favoring older patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Contributions toward bias"
        },
        {
            "text": "These results indicate that the SV can also quantify contributions toward bias in FL, which depend highly on the data distribution of the institutions. Generally, a higher share of data of one subgroup influences the bias contribution favorable toward this subgroup. Institutions in a FL consortium may have different signs of their bias contributions, which can help to balance out and reduce the overall bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Contributions toward bias"
        },
        {
            "text": "Based on the results of the contributions on predictive performance in Table 2 , we now aim to fairly distribute rewards amongst institutions. For this, we consider reward systems with a fixed budget defined upfront of the FL process. A coalition of institutions can obtain such a budget, for example, from an external funding agency, or from deposits of each participating institution. Alternatively, institutions can also continuously share capital flows over an extended period of time in case revenues of deploying the FL model only occur later [9] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 552,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "For distributing rewards toward predictive performance, we assume a reward pool of 60 monetary units (MU) for the 6 institutions. In case it originates from equal deposits of each institution, each institution would pay 10 MUs into the reward pool. Following the definition of the SV in II C, the utility ( ) of the entire coalition consisting of the institutions represents the gain in AUROC of the coalition compared to a random classifier with an AUROC of 0.5 and is equal to the sum of the SVs, as denoted in equation (2) . Its value is at most 0.5, which means a perfect classifier has an AUROC of 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "In line with the definition of the SV, each coalition of institutions gets rewarded in proportion to its success of contributing toward a high AUROC in an FL model. Therefore, we only want to reward the actual utility of a coalition in improving the classifier compared to a random classifier. For that, we introduce the size of the actually distributed reward pool Pdist (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "The remaining reward pool of size − can either be distributed back equally to the institutions, or, in case it Figure 2 : results on the rewards with regard to predictive performance, sex bias, and age bias for the sex-based 'as is' split. For the sex-based and age-based 100/0 splits, we computed results for the rewards with regard to predictive performance, and sex bias respectively, age bias.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "originates from an external source, be distributed back to the external source. We distribute the rewards ( ) of an institution according to equation (4) in proportion to the SVs ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "If the reward pool of 60 MUs comes from the institutions themselves, the profit per institution can be calculated based on equation (5) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "In some cases, it may also be desirable to distribute an entire reward pool independent of the utility of a coalition, which has been proposed by prior research [29] . Thereby, the reward distribution formula simplifies to equation (6) . However, this comes with the risk that external agencies or institutions themselves pay potentially large amounts for an FL model, which may not be much better than a random classifier.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "The results of the reward distribution based on equation (4) are shown in Figure 2 in the blue bars. In the sex-based 'as is' split, the mean individual reward with regard to predictive performance for the NIH institutions is 7.546 MUs, and 7.944 MUs for the CXR subset institutions. It is significantly lower for the CXP institutions with 3.495 MUs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "In the sex-based 100/0 split, the mean reward is 7.898 MUs for the NIH institution with female patient scans, and 7.089",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "MUs for the NIH institution with male patient scans. Similarly, the reward for the female patient institution is higher than for the male patient institution also for the CXP institutions (4.405 MUs and 3.229 MUs) and the CXR institutions (9.153 MUs and 6.174 MUs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "In the age-based 100/0 split, a similar pattern emerges where the mean rewards for younger patient institutions are higher than the mean rewards for older patient institutions (7.563 MUs and 6.476 MUs for NIH, 4.962 MUs and 2.877 MUs for CXP, 9.997 MUs and 5.493 MUs for CXR). Similar to the sex-based 'as is' split, in the 100/0 splits, the mean rewards of the CXP clients are significantly smaller than the mean rewards of their NIH or CXR counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Rewards for contributions toward predictive performance"
        },
        {
            "text": "Since a low model bias is a goal for trustworthy ML in healthcare [11, 12] , we aim to incentivize contributions toward a reduction in the absolute bias. In contrast to predictive performance, small or potentially negative-valued contributions can be more desirable than large contributions and should then be incentivized with a higher reward.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 71,
                    "end": 74,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "Here, the utility of the coalition ( ) is the bias and therefore, equal to the sum of the SVs toward the bias. It can hypothetically range from -1 to 1, as it is the difference between two AUROC scores, each in the range from 0 to 1. Based on the idea that a low absolute bias is desired, we introduce the size of the actually distributed reward pool , as denoted in equation (7). = ⋅ (1 − | ( )|) (7) Like the rewards for predictive performance contributions, the remaining reward pool of size − can either be distributed back equally to the institutions, or, in case it originates from an external source, be distributed back to the external source.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "In case the bias is not zero and institutions have different SVs, we first consider the sign of the bias ( ) and identify the index of the institution with the highest contribution toward the absolute bias, as described in equation (8) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "= argmax sgn( ( )) ⋅ ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "In a next step, we calculate the difference ( ) between the bias contribution of institution and the bias contribution of institution for all institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "( ) = ( ) − ( ) (4) One way to allocate the entire distribution reward pool is by allocating rewards based on ( ) in proportion to the sum over all ( ), as denoted in equation (9) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "Like before, if the reward pool comes from the institutions themselves, the profit of an institution is then calculated by subtracting the reward from the payment of an institution, cf. equation (10) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "In case the bias is zero or SVs among institutions are the same, all bias contributions balance and a natural way is to distribute rewards equally among institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "For the sex-based 'as is' split, we compute the bias rewards with regard to patient sex (cf. Table 2 for the SVs) and age. The results are shown in Figure 2 . Based on equation (9), incentivizing contributions on bias regarding patient sex results in a mean reward of 9.178 MUs for the NIH clients, a mean reward of 12.345 MUs for the CXP clients, and a mean individual reward of 8.413 MUs for the CXR clients. When incentivizing contributions toward a bias in patient age, it results in a mean individual reward of 2.654 MUs for the NIH clients, a mean individual reward of 21.028 MUs for the CXP clients, and a mean individual profit of 4.769 MUs for the CXR clients. In both cases, sex and age-based bias rewards, the CXP institutions reduce the absolute bias and receive higher rewards.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 156,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "In the sex-based 100/0 split, the mean rewards are 6. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Rewards for contributions toward bias"
        },
        {
            "text": "A combined reward scheme aims to incentivize contributions toward both, a high predictive performance, and a low bias. Institutions have different SVs toward these different metrics, which can be computed at the same time. We propose a setup with multiple reward pools to enable a combined reward scheme. Institutions thereby need to agree on the relative importance of objectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Combined reward scheme"
        },
        {
            "text": "We study a combined reward scheme based on the sex-based 'as is' split, with three reward pools for predictive performance, a low bias toward patient sex, and a low bias toward patient age. The three objectives each have a reward pool with 60 MUs. The total reward of an institution then computes as a combination of the three reward pools, as denoted in equation (11) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Combined reward scheme"
        },
        {
            "text": "( ) = .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Combined reward scheme"
        },
        {
            "text": ". ( ) + ( ) + ( ) (11) The results compose from the individual reward pools shown in Figure 2 . Thereby, the NIH institutions individually receive mean rewards of 19.418 MUs, the CXP institutions of 36.816 MUs, and the CXR institutions of 21.134 MUs. While the CXP institutions receive the lowest rewards for contributions toward predictive performance, their contributions toward both, a reduction in absolute sex bias and a reduction in absolute age bias strongly increase their total rewards. As a result, they receive higher rewards than the other institutions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "C. Combined reward scheme"
        },
        {
            "text": "Our FL experiments with six institutions sampled from the NIH, CXP, and CXR datasets suggest that there is an AUROC bias favorable for female patients and young patients. Thereby, the bias for young patients is much larger than the bias for female patients. Other extant research on bias in a combination of these datasets on centralized ML identifies a bias for four out of seven disease labels favoring male patients, and five out of seven disease labels favoring older patients [13] . However, these results are not directly comparable with our results, as their focus is on a sensitivity disparity, the evaluation metric is a label count, and centralized ML instead of FL [13] .",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "A. Principal findings"
        },
        {
            "text": "Considering this existing bias, the developed reward systems also provide some interesting insights. We find that institutions with predominantly favored patient subgroups (female patients, young patients) have higher contributions toward predictive performance, and as a result, also receive more rewards for their contributions. On the other hand, counterpartying institutions with predominantly disfavored patient subgroups (male patients, old patients) have lower contributions toward predictive performance, and receive less rewards as well. These results indicate that a model bias affecting patients can also convey to an institutional level: institutions with advantaged patients receive higher rewards than institutions with disadvantaged patients. For reward systems in practice, this can economically handicap institutions of disadvantaged patients, and thus, reinforce back to the patients (e.g., through worsened equipment in the financially disadvantaged institution). We address this issue by developing a reward system which incentivizes contributions toward a reduction of the absolute bias. Analogously, the rewards are allocated in proportion to the utiliy of the coalition. We evaluate it for contributions toward sex bias and age bias. We then combine the reward system incentivizing predictive performance, and the ones incenvitizing a rediction in bias. The results show that a combined reward system can incentivize trustworthy AI in terms of a high predictive performance and low bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Principal findings"
        },
        {
            "text": "With regard to the contribution quantification, our results suggest that SV approximations can be successfully used to also quantify contributions toward bias. The results show that institutions with a higher share of scans sampled from one subgroup introduce a stronger bias favoring this subgroup, compared with institutions sampling the other subgroup from the same dataset. In this regard, FL behaves similar to centralized ML, where prior research found this tendency with regard to sex bias [14] . Furthermore, the results suggest that in their 'as is' split, the NIH and CXR dataset institutions tend to introduce a favorable bias for female patients and young patients, whereas the CXP dataset institutions tend to introduce a favorable bias for male patients and old patients.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A. Principal findings"
        },
        {
            "text": "Thereby, we also saw that the partitioning of scans only had a significant impact for certain partitions in terms of age but not with regard to sex, and even then, the impact is relatively small compared to the bias. This result is interesting in the light of prior concerns that a heterogeneous data partitioning leads to an strongly increased bias in FL [15] .",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 360,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A. Principal findings"
        },
        {
            "text": "Our work has several implications for research and practice. For research, our results show the necessity that FL institutions require means to better understand and control the bias they introduce to a FL consortium [7, 37, 38] . This may help institutions in receiving higher rewards, and ultimately, reduce the bias of the global FL model. Furthermore, our results ask for more economic research on reward systems for medical FL. This includes the question of the importance of bias for different subgroups in healthcare [13] , and the relative importance of a low absolute bias compared to a high predictive performance in FL, as this would influence the distribution of different reward pools. Further research may also deploy reward systems in healthcare practice and investigate the practical benefits and challenges. Thereby, it can also aim to find out more about the readiness of institutions in adopting reward systems. Finally, a further interesting avenue for research is the design of reward systems in decentralized swarm learning scenarios. Thereby, a blockchain-based system orchestrates the FL process with promising applications for healthcare [19, 39] . Future research may aim to further integrate reward systems into automated, smart contract-based data marketplaces [19] .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1168,
                    "end": 1171,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "B. Implications for research and practice"
        },
        {
            "text": "For practice, our findings suggest that FL models trained on real-world datasets often come with an inherent bias. Practitioners need to cautiously study potential implications when designing and deploying reward systems. Otherwise, reward systems can convey a model bias to an institutional level, and potentially amplify devastating effects of bias in healthcare. If reward systems properly account for bias contributions, our results suggest that reward systems can provide incentives for trustworthy AI in healthcare, and that these are ready for deployment and evaluation in practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Implications for research and practice"
        },
        {
            "text": "Limitations of our study are as follows. First, FL institutions may make malicious contributions intentionally or unintentionally, which may result in a negative SV contribution for their predictive performance and demands for an extension of our reward allocation scheme for predictive performance in future research. Similarly, further design possibilities exist for reward systems incentivizing contributions toward bias, besides the one we developed. One alternative way would be to proportionally scale rewards such that an institution with zero bias contribution has a profit of zero. However, this may not allocate the entire distribution reward pool . Therefore, we leave the development and comparison of further reward systems for bias contributions in FL to future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Limitations and future research"
        },
        {
            "text": "Second, while our SV approximation method is well-suited for cross-silo learning scenarios dominant in healthcare, it may still be helpful to also consider unreliable network connections, or institutions joining later to a consortium. Our current SV approximation method does not account for these scenarios. Similarly, it demands 2 − 1 model testings for institutions. While this is computationally feasible in our case of = 6, it may not be feasible for larger consortia. Future research may, therefore, analyze the suitability of further SV approximation methods which may be better suited for such scenarios [22] .",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "C. Limitations and future research"
        },
        {
            "text": "Third, our developed reward systems reward retroactively, only after the training process is finished. In case institutions fund the reward pools, this can come with economic risk for institutions: for example, one institution may have different scans because of a different scanner type and be disadvantaged in the reward system. This is especially relevant to bias, where it may be difficult to estimate the sign of the final FL model bias before the training. As a result, it is difficult for institutions to estimate whether they will reduce the overall bias, or amplify it, which has a strong implication for their received rewards. This limitation asks for future research tackling estimation of model bias in FL scenarios, and the design of reward systems where institutions can dynamically decide to remain or leave an FL consortium at an early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Limitations and future research"
        },
        {
            "text": "Fourth, due to the design of the available datasets, we only analyze a limited set of diseases and bias references. Future research may analyze the findings on further diseases, other bias references (e.g., ethnicity, insurance or socioeconomic status, preconditions) and on medical datasets other than chest X-ray datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Limitations and future research"
        },
        {
            "text": "Last, we use the same dataset size for all institutions to distill the influence of data partitioning on the bias. Future research may analyze the impact of different institution dataset sizes in a federated weighted averaging scenario on the model bias, which is an open question [15] , as well as the impact on FL reward systems incentivizing bias contributions.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "C. Limitations and future research"
        },
        {
            "text": "In this research, we first measure measure contributions of FL institutions toward both, predictive performance, and model bias. Based on the SV apprimixations, we then develop reward systems which can incentivize contributions toward trustworthy AI by incentivizing outcomes with a high predictive performance and low absolute bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. CONCLUSION"
        },
        {
            "text": "We contribute to the extant body of knowledge with our research in three ways. First, we analyze the model bias in a medical FL scenario, answering prior calls for research in this area [1, 7, 15] . Thereby, we identify a small influence of the partitioning of chest X-ray scans across different institutions on the model bias in FL in some instances. Second, we demonstrate that SV approximations can not only quantify contributions toward predictive performance, but also bias in medical FL. Third, we develop reward systems that incentivize contributions of FL institutions toward predictive performance and model bias. Thereby, we answer previous calls for research on reward systems for FL [1, 10, 19] and incentives for trustworthy AI [11] .",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 190,
                    "end": 192,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VII. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The future of digital health with federated learning",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rieke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NPJ digital medicine",
            "volume": "3",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Federated learning: a collaborative effort to achieve better medical imaging models for individual sites that have small labelled datasets",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M S"
                    ],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Quantitative Imaging in Medicine and Surgery",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multiinstitutional deep learning modeling without sharing patient data: A feasibility study on brain tumor segmentation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Sheller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Reina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bakas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International MICCAI Brainlesion Workshop",
            "volume": "",
            "issn": "",
            "pages": "92--104",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Privacy-preserving federated brain tumour segmentation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International workshop on machine learning in medical imaging",
            "volume": "",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Federated learning for COVID-19 screening from Chest X-ray images",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Feki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ammar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kessentini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Soft Computing",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Federated learning for predicting clinical outcomes in patients with COVID-19",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dayan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature medicine",
            "volume": "27",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Advances and open problems in federated learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kairouz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Foundations and Trends® in Machine Learning",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "See through gradients: Image batch recovery via gradinversion",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mallya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vahdat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kautz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Molchanov",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proceedings of the IEEE/CVF Conference on Computer Vision and Pattern Recognition",
            "volume": "",
            "issn": "",
            "pages": "16337--16346",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On designing data quality-aware truth estimation and surplus sharing method for mobile crowdsensing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE J-SAC",
            "volume": "35",
            "issn": "4",
            "pages": "832--847",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Towards Fair Federated Learning",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proceedings of the 27th ACM SIGKDD Conference on Knowledge Discovery & Data Mining",
            "volume": "",
            "issn": "",
            "pages": "4100--4101",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trustworthy artificial intelligence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiebes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sunyaev",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Electronic Markets",
            "volume": "31",
            "issn": "2",
            "pages": "447--464",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Do no harm: a roadmap for responsible machine learning for health care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wiens",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature medicine",
            "volume": "25",
            "issn": "9",
            "pages": "1337--1340",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CheXclusion: Fairness gaps in deep chest X-ray classifiers",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Seyyed-Kalantari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghassemi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BIOCOMPUTING 2021: Proceedings of the Pacific Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gender imbalance in medical imaging datasets produces biased classifiers for computer-aided diagnosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Larrazabal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Milone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrante",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "23",
            "pages": "12592--12594",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Addressing Unique Fairness Obstacles within Federated Learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chuba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baracaldo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "AAAI 2021 workshop",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Data shapley: Equitable valuation of data for machine learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghorbani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Conference on Machine Learning",
            "volume": "",
            "issn": "",
            "pages": "2242--2251",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Profit allocation for federated learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2019 IEEE International Conference on Big Data (Big Data)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Trustworthy machine learning for health care: scalable data valuation with the shapley value",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Pandl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feiland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiebes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sunyaev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ACM CHIL, 2021",
            "volume": "",
            "issn": "",
            "pages": "47--57",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "On the convergence of artificial intelligence and distributed ledger technology: A scoping review and future research agenda",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Pandl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thiebes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt-Kraepelin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sunyaev",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE access",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Closing the Generalization Gap of Cross-silo Federated Medical Image Segmentation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2203.10144"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Fair AI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feuerriegel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dolata",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Business & information systems engineering",
            "volume": "62",
            "issn": "4",
            "pages": "379--384",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "GTG-Shapley: Efficient and Accurate Participant Contribution Evaluation in Federated Learning",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2109.02053"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A principled approach to data valuation for federated learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rausch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Federated Learning",
            "volume": "",
            "issn": "",
            "pages": "153--167",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Profit Sharing Method for Participants in Cloud Energy Storage",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2020 12th IEEE PES Asia-Pacific Power and Energy Engineering Conference (APPEEC)",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A demonstration of sterling: a privacy-preserving data marketplace",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hynes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the VLDB Endowment",
            "volume": "11",
            "issn": "",
            "pages": "2086--2089",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A marketplace for data: An algorithmic solution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahleh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the 2019 ACM Conference on Economics and Computation",
            "volume": "",
            "issn": "",
            "pages": "701--726",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Incentive mechanism for horizontal federated learning based on reputation and reverse auction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proceedings of the Web Conference",
            "volume": "",
            "issn": "",
            "pages": "947--956",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Digital transformation and governance innovation for public biobanks and free/Libre open source software using a blockchain technology",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Evangelatos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "OMICS",
            "volume": "24",
            "issn": "5",
            "pages": "278--285",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Fedcoin: A peer-topeer payment system for federated learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Federated Learning",
            "volume": "",
            "issn": "",
            "pages": "125--138",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "FIFL: A Fair Incentive Mechanism for Federated Learning",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "50th International Conference on Parallel Processing",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Chestx-ray8: Hospital-scale chest x-ray database and benchmarks on weaklysupervised classification and localization of common thorax diseases",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bagheri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE",
            "volume": "",
            "issn": "",
            "pages": "2097--2106",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Chexpert: A large chest radiograph dataset with uncertainty labels and expert comparison",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Irvin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1901.07031"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "MIMIC-CXR, a de-identified publicly available database of chest radiographs with free-text reports",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Densely connected convolutional networks",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Maaten",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Q"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the IEEE conference on computer vision and pattern recognition",
            "volume": "",
            "issn": "",
            "pages": "4700--4708",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Chexnet: Radiologist-level pneumonia detection on chest x-rays with deep learning",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rajpurkar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1711.05225"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Communication-efficient learning of deep networks from decentralized data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mcmahan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ramage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hampson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Arcas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Artificial intelligence and statistics",
            "volume": "",
            "issn": "",
            "pages": "1273--1282",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Fairness-aware agnostic federated learning",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SDM, 2021: SIAM",
            "volume": "",
            "issn": "",
            "pages": "181--189",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Fairfed: Enabling group fairness in federated learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Ezzeldin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Avestimehr",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2110.00857"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Swarm learning for decentralized and confidential clinical machine learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Warnat",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "594",
            "issn": "7862",
            "pages": "265--270",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Second, fairness, meaning the value of an institution should be zero if the institution has zero marginal contribution to all subsets of the consortium: ( ) = 0 if ( ∪ same value if they both add the same performance to a subset of the consortium: meaning, ( ) = ( ) if ( ∪ { }) = ( ∪ { }), for all ⊆ \\{ , }[16,18].",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of the three datasets used for our experiments.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "435 MUs for the NIH client with female patients and 10.115 MUs for the NIH client with male patients. For the other institutions, the pattern holds that female patient institutions are rewarded less than their male patient counterpart institutions (8.961 MUs to 15.536 MUs for CXP, 6.956 MUs to 11.858 MUs for CXR), as the overall bias of the model favors female patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge support by the state of Baden-Württemberg through bwHPC and the German Research Foundation (DFG) through grant INST 35/1134-1 FUGG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        }
    ]
}