{
    "paper_id": "4851a918cc0217593632f46d84941a71a895d02c",
    "metadata": {
        "title": "The Identified Skeleton Collection of Évora: importance for forensic science and bioarchaeology in the southern inland of Portugal",
        "authors": [
            {
                "first": "Célia",
                "middle": [],
                "last": "Lopes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Teresa",
                "middle": [],
                "last": "Fernandes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The importance of reference osteological collections is unquestionable. However, the development of methodologies is more reliable the closer the collection is socioeconomically, demographically, and genetically to the population under study. The purpose of this study is to characterize and contextualize a new Portuguese reference collection. The collection of identified skeletons from the University of Évora comprises 201 adults of both sexes and seven non-adults, deceased between 1870 and 1993 and born between 1790 and 1969. It consists almost exclusively of individuals who were born and died in inland Alentejo, being the only Portuguese collection with this characteristic. The collection was built following all current legal and ethical obligations. Due to its characteristics, the collection constitutes a fundamental tool for forensic and bioarchaeological research in the inland regions of Portugal. In addition to the possibility offered to develop and validate methodologies in both sciences, the available complete hospital archives for research make this collection unique for health studies before, during, and after the epidemiological transition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The identified human osteological collections are crucial for studying any discipline involving human bone remains, namely biological anthropology and forensic anthropology [1] [2] [3] , by allowing the development and accreditation of analytic methods for ancient and recent individuals [4] [5] [6] . The information available for each collection determine its importance. Factors such as the number of individuals represented, the completeness of the skeletons, the age and sex distribution, and the quantity and quality of documentation available affect the quality of the studies performed [3, 7, 8] .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 601,
                    "end": 603,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first known collection of identified skeletons was organized in the late eighteenth century by the \"father\" of phrenology, Franz Gall [9, 10] . Many succeeded him, a little around the world [8] . In Portugal, several reference collections are composed of identified individuals with known origin and causes of death [11] . Additionally to the three collections of Coimbra [1, 12, 13] older and more notorious, a few more were built in recent years: the National Museum of Natural History collection, in Lisbon [14] , the collection of Mendes Correia [15] , and the North Delegation collection [14] in Porto. More recently, the 21st Century Identified Skeletal Collection, also from Coimbra, was created [15, 16] ( Table 1 ; Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 712,
                    "end": 715,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 725,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 728,
                    "end": 734,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The present work presents the Collection of Identified Skeletons of Évora (CEIE), housed in the Biological Anthropology Laboratory of the Department of Biology of the University of Évora in Portugal. The CEIE comprises 201 adults of both sexes and seven non-adults, deceased between 1870 and 1993 and born between 1790 and 1969. This paper intends to historically and demographically contextualize the CEIE, discussing the pertinence of forming a new reference collection in Portugal and the particularities that make it unique for future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The need to acquire material for teaching undergraduate courses at the University of Évora was the motto for the acquisition of unidentified material existing in the ossuaries of the Remédios Cemetery. The University of Évora has three undergraduate courses (biology, human biology, and archeology) with biological anthropology in their curricula. As this is a subject with a large practical load, it was necessary to collect the material for this purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why a new identified collection in Portugal?"
        },
        {
            "text": "The student's interest in the study of the human skeleton resulted in an increasing number of researches in biological anthropology. Following this interest, the Laboratory of Biological Anthropology of the University of Évora (LABUE) was created in 1997. The LABUE has a crucial practical aspect also in the field, being responsible for numerous anthropological excavations in Alentejo. LABUE facilities store 39 osteological collections from archaeological excavations in the region. Analyzing the data from archaeological excavations in Portugal recorded in the national archaeological database Endovélico, 1 we find that 43.4% (2292/5278) of all excavations in cemeteries, and other funerary structures, are in Alentejo. Curiously, this region represents only 24.7% of the total area of the Portuguese territory [19] . 2 It is well known that the methodologies applied in the study of past populations should be developed on identified individuals from samples as similar as possible to the people under study, particularly regarding styles and circumstances of life. This is important to reduce the biases due to geographical and temporal distances, which always exist in this type of collection [7] . The Portuguese osteological reference collections are composed of individuals who lived in urban areas in the central and northern coastal regions (Fig. 1) . Thus, the development of a reference collection in the rural and inland south of the territory is not only pertinent but highly important. The newly identified collection from Évora is the only one whose individuals lived almost exclusively in inland Alentejo.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 820,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 823,
                    "end": 824,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1201,
                    "end": 1204,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1354,
                    "end": 1362,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Why a new identified collection in Portugal?"
        },
        {
            "text": "To make this possible, we counted on the help of the Évora City Council, with which a cooperation agreement was established for the survey of skeletons in the two municipal cemeteries of the city: Nossa Senhora dos Remédios Municipal Cemetery (CMR) and Espinheiro Municipal Cemetery (CME).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Why a new identified collection in Portugal?"
        },
        {
            "text": "The CMR was the first \"modern\" municipal cemetery in Évora, inaugurated in 1840 [20] , and there are written records of all the people buried there since that date. In the first phase of building the collection, the individuals exhumed were born and deceased mainly in the nineteenth/ early twentieth century. These individuals had a lifestyle similar to that of populations from archaeological sites, as they lived before the advent of vaccines and antibiotics and were mainly from low socio-economic status and poorly educated, devoting themselves primarily to subsistence farming [21] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Why a new identified collection in Portugal?"
        },
        {
            "text": "The CME is the second and most recent modern cemetery in Évora, was open in 1989, and has been, since then, the burial place of the people of Évora. To enlarge the collection to allow the development and validation of forensic methodologies, this cemetery was chosen to collect skeletons of contemporary individuals. In addition to the importance of the current forensic study, it is intended to allow comparative studies between populations that lived before and after the epidemiological transition. The first skeletons from the CME were exhumed in 2017. Ever since, we have tried to balance the number of individuals from both cemeteries to keep the collection balanced and allow comparisons between the two cemeteries. In this last phase, the protocol with the Évora City Council was renewed to adapt the work to the legal and [14] ethical conditions that have arisen in the meantime, which we will talk about next [22] .",
            "cite_spans": [
                {
                    "start": 831,
                    "end": 835,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Why a new identified collection in Portugal?"
        },
        {
            "text": "While ethical issues related to working with the human skeleton can be intricate, particularly in relatively recent material, the human skeleton provides unparalleled information about past lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "The Vermillion Accord on Human Remains, adopted in 1989, stipulated that all bioarchaeologists' work must be based on respect for the remains, regardless of their origin, race, religion, customs, or traditions, and respect for the individual's wishes when alive and the community and/ or family [23] .",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "In Portugal, the fate of human bones from cemeteries was not the target of specific legislation. Each municipality's responsibility is to establish the criteria for disposal of unclaimed bone remains [14] . However, the common practice in all cemeteries has been cleaning primary and secondary graves with subsequent placement of bones in ossuaries [14, 24, 25] .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 349,
                    "end": 353,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "The regulation of municipal cemeteries of Évora, in Article 30º, establishes that the mandatory inhumation period is 3 years after the funeral. After this time, the grave must be opened, and the individual exhumed if they are in condition to be exhumed (skeletonized). After the maximum time of burial and before exhumation, the city officials will notify those concerned (usually the family) by letter, promoting the publication of notices in two of the local newspapers and posting it in the cemetery. If 30 days after these notices the interested parties do not pronounce, the bones will be considered abandoned, being deposited in a place reserved by the Municipality of Évora [26] .",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 685,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "In 2015, a statement of the National Commission of Ethics for Life Sciences (CNECV) remitted to the municipal regulations the responsibility of cession, or not, of bones for scientific research, highlighting the need to take care of the ethical principles to which scientific research is subject to the material of human origin. This document is further recommended to hear the Medico-Legal Council of the National Institute of Legal Medicine and Forensic Sciences (INMLCF) establish these principles [27] .",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 505,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "Considering these recommendations, and after consulting the INMLCF, a new protocol was developed between the University and the Municipality of Évora, which resulted in a revision to the regulations of the cemeteries and the possibility of removal of the skeletons for teaching and scientific research [22] . This new protocol already includes the verification of several assumptions, according to the legal framework at the time: (1) consultation with the National Register of Non-Donors. In Portugal, people can decide, in their lifetime, to enroll in the national registry of nondonors, thus making it impossible to use any organ (bones included) for any purpose after death [28] . The consultation with the National Register of Non-Donors allows excluding all the people who expressed this interest from the collection. (2) Next is verification, with the Institute of Legal Medicine, if the corpses were autopsied. According to Article 17 of Decree-Law 411/98 [29] , if one individual has been autopsied for legal reasons, the municipality will only assign the skeletons after judicial authorization. (3) Finally, [29] , the transportation of the skeletons from cemeteries to the Laboratory of Biological Anthropology will have to be done in cars suitable for the transport of corpses. The skeletons will be kept by the laboratory and returned or made available to the municipality if necessary or required.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "It was also requested an opinion from the Ethics Committee of the University of Évora, which was presented to the municipality. The university undertook to maintain the total anonymization of individuals, never yielding identification to third parties unless proven to be essential for the research and, in this case, under the commitment of honor of the researcher for the non-disclosure of the data. Similarly, it is guaranteed that the family of the deceased will never be contacted for any reason.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some legal and ethical issues"
        },
        {
            "text": "During the twentieth century, there were significant changes and developments in the health of populations. Extrinsic mortality, caused by environmental factors, such as infections, famines, or traumas, has decreased dramatically with the advances in sanitation and medicine [30] . The decrease in extrinsic mortality was accompanied by an increase in age at death and, consequently, an increment in intrinsic mortality, primarily from cancer, cardiovascular diseases, metabolic disorders, and neurodegenerative diseases [30, 31] . This crucial step in the history of humanity began in the late eighteenth century, but it was only in the twentieth century that it became firmly established, becoming known as epidemiological and sanitary transitions [32, 33] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "In Portugal, the late nineteenth and early twentieth centuries were marked by moments of severe social, political, and economic instability generated by successive crises [34] . The unsustainable increase in the cost of living, the excessive tax burden, the reduction of wages, and the extension of working hours made the living conditions of the Portuguese workers almost unbearable [34, 35] . As a result, people's health suffered, and the population, in general, had precarious health [36] . World War I worsened the economic situation, particularly the poorest ones, and the country was plagued by hunger and misery, making people more susceptible to diseases and epidemics [34] . Only in the late 1940s, much as a result of the development of antibiotics, effective in combating the most common diseases at the time, but also as a result of major health improvements, did the situation in the country begin to improve [36, 37] . It is currently consensual that Portugal's epidemiological and health transitions occurred only in 1940-1950 [31, 37] .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 928,
                    "end": 931,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "Both intrinsic and extrinsic diseases can leave visible marks on the skeleton, but how the transition occurred and how the skeleton reacted to these changes is still unknown. Évora's collection, bringing together individuals who have undergone these transformations in life, becomes the ideal collection to study epidemiological and health transitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "Another advantage of this collection is the existence of a Central Hospital in Évora, serving the populations of the inland Alentejo since 1498 [38] . Through a protocol established between the university and the hospital, we have at our disposal the records of patients who used these services at some stage of their lives.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "In archaeological and forensic studies, it is essential to understand how the human skeleton reacts to various individual episodes that are not necessarily linked to the cause of death or professional activity [3] . While it is virtually impossible to know the entire life history of each individual, research in hospital files will significantly broaden individual knowledge.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "The contemporaneity of the collection, associated with this research in the hospital archives, makes this series unique for forensic research in Portugal. The knowledge provided by the clinical files will allow understanding of how the skeleton reacts to contemporary diseases, information that will be of greater use for forensic and biological anthropology. In addition to this knowledge of the body's reaction to new diseases and treatments, Évora's collection may also be used for developing and testing methodologies associated with individual biological profiling, to be used both in forensic anthropology and bioarchaeology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research potential"
        },
        {
            "text": "After all legal procedures by the CME, the bones considered legally abandoned were then exterminated. For safety reasons, the exhumation was carried out by the technicians of the cemetery and not by anthropologists; for this reason, many skeletons are incomplete, particularly at the level of the extremities of the limbs: hands and feet. The individuals were taken to the Anthropology Laboratory of the University of Évora, where they were cleaned. The skeletons from the Espinheiro Cemetery had to be cleaned with a little bit of water since the characteristics of the terrain (very moist and with much mud) made it impossible to clean dry. The skeletons from the Remédios Cemetery were dry cleaned. After cleaning, all bones were marked with the acronym CEIE (Évora's Identified Skeleton Collection), followed by the registration number. After this, the material was prepared for storage; each bone, or group of bones, was placed in a plastic bag. Fragile bones or bones with pathologies were involved in \"bubble wrap,\" following the recommendations proposed by Janaway et al. [39] . The skeleton was then stored in individual plastic boxes, properly labeled with the skeleton number, sex, and age. Some personal belongings, in most cases, buttons and prostheses, were packed next to the skeleton.",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1084,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Collection characterization"
        },
        {
            "text": "The skeleton collection of the University of Évora is, to date, made up of 208 skeletons, 105 females and 103 males. The age distribution is represented in the graph of Fig. 2 and has an average age at death of 66.2 years old (s.d. = 19.28 years, n = 192). The age at death for females ranges from 10 to 95 years ( X = 63.5, s.d. = 21.1, n = 98) and for males from 3 to 93 years ( X = 68.9, s.d. = 16.8, n = 94).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Collection characterization"
        },
        {
            "text": "The distribution of years of birth and death is illustrated in the graph in Fig. 3 . The years of death were obtained from the cemetery records. Birth years are known for 88 individuals from the hospital records, and the rest were obtained by subtracting age from the year of death. The years of birth vary between 1790 and 1968, with a peak in 1891-1910, during which almost 32% (61/191) of the individuals with known age were born. Regarding years of death, they range from 1870 to 1993, with a large number of people dying in the years 1991-1993 (31%-63/202). This number of people who died in more recent years is related to the management of the cemetery itself since at the most recent cemetery (Espinheiro Cemetery), there are no perpetual graves, and all people are obligatorily exhumed after the 3 years of legal time after the burial and can then move on to ossuaries paid for by the family. At the older Remédios Cemetery, many graves have been abandoned for several years, but exhumation is not possible because it is private property, requiring complicated legal procedures on the part of the municipality to vacate the graves.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Collection characterization"
        },
        {
            "text": "Of the 202 individuals for whom the year of death is known, 50 (28 women and 22 men) were born and died before 1940, the year usually recognized as the beginning Regarding the place of birth, 85% (177/208) were born in Continental Portugal, only two were born outside the country (both in European countries), and for 29, there is no information regarding place of birth. Of those born Portuguese, 72.3% (128/177) were born in Évora (68 women and 60 men), and the remaining were born all over the country, except in the Azores or Madeira islands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection characterization"
        },
        {
            "text": "The place of residence at death is known for 195 individuals, and 98.5% (192/195) lived in the district of Évora. Only three are registered as having lived in Lisbon during their later life, one woman and two men. For two of these (a woman who was born in Beja and a man from Lisbon), there is no information as to why they were buried in Évora, and the third, a foreign man, was imprisoned in the Lisbon Prison and may or may not have lived in Évora before his imprisonment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection characterization"
        },
        {
            "text": "Regarding the cause of death known from the cemetery records, there are only data for 46 individuals. All were exhumed from the Remédios Cemetery and have a date of death before 1956 when the causes of death ceased to be recorded in the cemetery books. The causes of death, grouped into categories following the International Classification of Diseases-ICD-10-2019 [40] , are schematized in Table 2 , highlighting diseases of the circulatory system (14 deceased), highly represented by ischemic heart diseases and cerebrovascular diseases, followed by diseases of the nervous system, with eight people affected ( Table 2) .",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 398,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 613,
                    "end": 621,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Collection characterization"
        },
        {
            "text": "The collection continues to grow, and the data is not yet fully collected. At the moment, the complete information (identification, age at death, date of birth, date of death, place of birth, and residence) is available for 88 individuals. The same data but without date of birth exists for 104 individuals. We only know the identification and date of death for ten individuals, and in six cases, we still only have the identification. The work to be done for these people is to obtain the remaining data. The cause of death is identified in the cemetery records for only 46 people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection characterization"
        },
        {
            "text": "The hospital's archives have allowed us to identify 97 people as having come to the hospital at least once in their lives; of these, we already have in our possession copies of 27 complete medical records. The work in the archives had been interrupted due to the COVID-19 pandemic; however, it will be restarted as soon as possible, and the remaining clinical files will be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection characterization"
        },
        {
            "text": "The Évora collection is of great importance in the national and international scene due to its unique characteristics. Besides being a collection identified with name, age, date of birth and death, and often cause of death, it is a recent collection that is being updated, since the protocol between the City Hall and the University of Évora is maintained, obeying all the ethical and legal criteria that are currently required. It also has the particularity of chronologically crossing the nineteenth-twentieth centuries with individuals born between 1790 and 1968 and who died between 1870 and 1993. It is composed of individuals who lived before and after the use of antibiotics and most vaccines, which makes it extremely important to study human skeletal reactions to disease [7] .",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 784,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Some final considerations"
        },
        {
            "text": "Equally important, it is a collection made up of individuals who lived and died in rural regions in the country's south inland region, with living conditions utterly different from the other Portuguese collections. This provenance from a region with characteristics so different from the rest of the country allows a closer approximation to the individuals that make up the many original Portuguese archaeological collections from inland Alentejo, allowing the reduction of errors caused by geographical biases, always challenging to compensate in studies of past populations [5] . Nevertheless, the greatest asset of this collection is the access to the archives of the Hospital do Espírito Santo de Évora, through which we intend to trace the medical history of these individuals, thus allowing us to know not only the cause of death but also the diseases they suffered from, and lived with, throughout their lives.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Some final considerations"
        },
        {
            "text": "The collection has been subject to treatment and study. All individuals are already clean. About half are marked and have a complete inventory record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some final considerations"
        },
        {
            "text": "At this time, the following tasks are being carried out: (a) expansion of the number of individuals, using individuals buried in both cemeteries, following all legal and ethical rules, which were listed before, and (b) consultation of hospital files, death certificates, and death announcements in local newspapers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some final considerations"
        },
        {
            "text": "In the future, it is intended to (a) relate the epidemiological and health transition in the populations of the district of Évora with the pathological lesions recorded in the skeleton; (b) compare the lesions' distribution and severity with the causes of death and with the diseases suffered throughout life, as well as with the use of medications and with the age of the individuals; (c) compare the lesions' patterns on the skeleton with those recorded in other collections, particularly with the Lisbon collection, contemporary to that of Évora but with elements from entirely different sources; to understand how this population was affected by interiority, namely in access medical care, health, and type of food, (d) verify and develop various methodologies applicable to biological profiling (sex, age, and height) to establish how they have changed since the epidemiological transition; and (e) develop a website dedicated to the collection with all the information. It is also intended to proceed with the 3D scanning of the most critical cases of the collection and eventually the printing of the most fragile specimens to allow easier access to researchers worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some final considerations"
        },
        {
            "text": "In conclusion, the main final goal concerning this collection is to have complete information about the individuals, particularly regarding the cause of death and the diseases they suffered throughout their lives. In this way, the collection can be made available for forensic, medical, and archaeological studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some final considerations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Les collections ostéologiques humaines identifiées du Musée Anthropologique de l'Université de Coimbra",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Antropol Port",
            "volume": "13",
            "issn": "",
            "pages": "7--38",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Skeletal series and their socio-economic context. Documenta Archaeobiologiae 5. Verlag Marie Liedorf GmbH",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Wasterlain",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lives not written in bones: discussing biographical data associated with identified skeletal collections",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Cardoso",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "151--168",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The demographic, socioeconomic and temporal contextualisation of the Universitat Autònoma de Barcelona collection of identified human skeletons (UAB collection)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rissech",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Steadman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Osteoarchaeol",
            "volume": "21",
            "issn": "",
            "pages": "313--322",
            "other_ids": {
                "DOI": [
                    "10.1002/oa.1145"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strategies for dealing with bias in identified reference collections and implications for research in the 21st century",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Albanese",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "59--82",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Identified skeletal collections: the testing ground of anthropology?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bioarchaeology and identified skeletal collections: problems and potential solutions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sharman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Albanese",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "83--114",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A particular heritage: the importance of identified osteological collections",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mètode",
            "volume": "10",
            "issn": "",
            "pages": "91--97",
            "other_ids": {
                "DOI": [
                    "10.7203/metode.10.13711"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Skulls and skeletons: human bone collections and accumulations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quigley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Franz Joseph Gall on the cerebellum as the organ for the reproductive drive",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finger",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fnana.2019.00040"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tb files-new hospital data (1910-1936) on the Coimbra Identified Skeletal Collection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "127--134",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cem anos de Antropologia em Coimbra, 1885-1985",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Colecções osteológicas. In: Museu e Laboratório Antropológico",
            "volume": "",
            "issn": "",
            "pages": "77--81",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidências históricas e paleopatológicas nas coleções identificadas de Coimbra",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lopes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Historical, demographic, curatorial and legal aspects of the BoneMedLeg human skeletal reference collection (Porto, Portugal)",
            "authors": [
                {
                    "first": "Hfv",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marinho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Caldas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Puentes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Toso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Assis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Magalhães",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anthropol Anz",
            "volume": "77",
            "issn": "",
            "pages": "57--73",
            "other_ids": {
                "DOI": [
                    "10.1127/anthranz/2019/1023"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A new forensic collection housed at the University of Coimbra, Portugal: the 21st Century Identified Skeletal Collection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vicente",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navega",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Curate",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Forensic Sci Int",
            "volume": "245",
            "issn": "",
            "pages": "202--203",
            "other_ids": {
                "DOI": [
                    "10.1016/j.forsciint.2014.09.021"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "New data about the 21st Century Identified Skeletal Collection (University of Coimbra, Portugal)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Makhoul",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Navega",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Curate",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Legal Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00414-020-02399-6"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Brief communication: the collection of identified human skeletons housed at the Bocage Museum (National Museum of Natural History)",
            "authors": [
                {
                    "first": "Hfv",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Phys Anthropol",
            "volume": "129",
            "issn": "",
            "pages": "173--176",
            "other_ids": {
                "DOI": [
                    "10.1002/ajpa.20228"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Lost and then found: the Mendes Correia Collection of identified human skeletons curated at the University of Porto",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marinho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Portugal. Antropologia Portuguesa",
            "volume": "32",
            "issn": "33",
            "pages": "29--46",
            "other_ids": {
                "DOI": [
                    "10.14195/2182-7982_32_1"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "xmain? xpid= INE& xpgid= ine_ indic adore s& indOc orrCod= 00088 58& conte xto= bd& selTab= tab2",
            "authors": [],
            "year": 2021,
            "venue": "INE (2020) Statistics Portugal -Web Portal",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cemitério de Nossa Senhora dos Remédios. Uma segunda cidade",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guerreiro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "132--135",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Alteração do Regulamento dos Cemitérios Municipais de Évora",
            "authors": [
                {
                    "first": "Évora",
                    "middle": [],
                    "last": "Município De",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "5260",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Vermillion Accord on Human Remains",
            "authors": [],
            "year": 1989,
            "venue": "Code of Ethics -World Archaeological Congress",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Can we infer post mortem interval on the basis of decomposition rate? A case from a Portuguese cemetery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Forensic Sci Int",
            "volume": "226",
            "issn": "",
            "pages": "298--299",
            "other_ids": {
                "DOI": [
                    "10.1016/j.forsciint.2013.01.006"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A decomposição cadavérica e as dificuldades de gestão dos espaços funerários",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cunha",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antrop Port",
            "volume": "30",
            "issn": "31",
            "pages": "77--97",
            "other_ids": {
                "DOI": [
                    "10.14195/2182-7982_31_4"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Regulamento 651/2010, Diário da República n. o 146",
            "authors": [
                {
                    "first": "Évora",
                    "middle": [],
                    "last": "Municipio De",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2010--2017",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pedido de doação de ossadas e trasladação destas para o Canadá",
            "authors": [],
            "year": 2015,
            "venue": "CNECV",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Decreto-Lei n. o 274/99. Diário da República n. o 169/1999, Série I-A de",
            "authors": [
                {
                    "first": "Justiça",
                    "middle": [],
                    "last": "Ministério Da",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Decreto-Lei n. o 411/98. Diário da República n. o 300/1998, Série I-A de 1998-12-30",
            "authors": [
                {
                    "first": "Saúde",
                    "middle": [],
                    "last": "Ministério Da",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "411",
            "issn": "",
            "pages": "7251--7257",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Evolutionary medicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Stearns",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Causas de morte no Século XX: Transição e estruturas da mortalidade em Portugal Continental",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Morais",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Edições Colibri Centro De Investigação & Desenvolvimento Em Ciências Humanas E Sociais",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The epidemiologic transition: a theory of the epidemiology of population change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lerner",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Annual Meeting of the",
            "volume": "83",
            "issn": "",
            "pages": "731--757",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-0009.2005.00398.x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A gripe pneumónica em Portugal continental -1918. Estudo socioeconómico e epidemiológico",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frada",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Portugal na Alvorada do Século XX. Forças sociais",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Cabral",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Portugal século XX. Crónica em imagens, 1900-1910",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "História da saúde e dos serviços de saúde em Portugal. Fundação Calouste Gulbenkian",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Actas do congresso comemorativo do V centenário da fundação do Hospital Real de Espírito Santo de Évora",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Hospital do Espírito Santo",
            "volume": "",
            "issn": "",
            "pages": "19--23",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Human skeletal collections: the responsibilities of project managers, physical anthropologists and conservators, and the need for standardized condition assessment. Human remains conservation, retrieval and analysis : Proceedings of aconference",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Janaway",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Caffell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "199--208",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "International statistical classification of diseases and related health problems 10th revision",
            "authors": [],
            "year": 2019,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map of continental Portugal with the origin of the individuals from the identified Portuguese osteological collections. The region outlined in bold represents",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "AgeDistribution of individuals from the collection of identified skeletons from Évora by year of birth and year of death of the epidemiological transition in Portugal. In contrast, 152 (73 women and 79 men) died after 1940, i.e., they had access to more recent and effective medical care throughout their lives, and a change in the type of diseases that left their skeletal remains is to be expected.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Osteological reference collections in Portugal",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Causes of death registered in the archives of the Remédios Cemetery, referring to individuals from the Identified Skeleton Collection of Évora. The International Classification of Diseases, 10th revision, version for 2019 (ICD-10-2019) was used to categorize diseases",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the CIAS (Centro de Investigação em Antropologia e Saúde) (financed by national funds by Portuguese Foundation for Science and Technology (Fundação para a Ciência e Tecnologia), under the project with the reference UIDB/00283/2020).The first author thanks the Portuguese Foundation for Science and Technology (Fundação para a Ciência e Tecnologia) for the postdoctoral grant reference SFRH/BPD/117128/2016.The authors also thank the University of Évora and the Municipality of Évora for all the support provided in the collection's formation, organization, and curation and to Ana Curto for the English revision of the paper.The authors also thank the anonymous reviewers for their comments and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}