{"paper_id": "4902bd5988e18908136b7e6aeed439d59aa1b6a3", "metadata": {"title": "CT characteristics of patients infected with 2019 novel coronavirus: association with clinical type", "authors": [{"first": "J", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "XiXi Hospital of Hangzhou", "location": {"addrLine": "Zhejiang Province", "country": "China"}}, "email": ""}, {"first": "Z", "middle": [], "last": "Xu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongde Hospital of Zhejiang Province", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "R", "middle": [], "last": "Feng", "suffix": "", "affiliation": {"laboratory": "", "institution": "XiXi Hospital of Hangzhou", "location": {"addrLine": "Zhejiang Province", "country": "China"}}, "email": ""}, {"first": "Y", "middle": [], "last": "An", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongde Hospital of Zhejiang Province", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "W", "middle": [], "last": "Ao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Tongde Hospital of Zhejiang Province", "location": {"settlement": "Hangzhou", "country": "China"}}, "email": ""}, {"first": "Y", "middle": [], "last": "Gao", "suffix": "", "affiliation": {"laboratory": "", "institution": "The First Affiliated Hospital of Bengbu Medical College", "location": {"settlement": "Bengbu Anhui, Bengbu Anhui", "country": "China, China"}}, "email": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "The First Affiliated Hospital of Bengbu Medical College", "location": {"settlement": "Bengbu Anhui, Bengbu Anhui", "country": "China, China"}}, "email": ""}, {"first": "Z", "middle": [], "last": "Xie", "suffix": "", "affiliation": {"laboratory": "", "institution": "The First Affiliated Hospital of Bengbu Medical College", "location": {"settlement": "Bengbu Anhui, Bengbu Anhui", "country": "China, China"}}, "email": ""}]}, "abstract": [{"text": "AIM: To summarise the features of chest computed tomography (CT) of a series of patients infected with 2019 novel coronavirus (2019-nCov) to speed up recognition and have a better understanding of COVID-19 disease. MATERIALS AND METHODS: The clinical information and chest CT images of 93 patients infected with 2019-nCov from multiple centres were reviewed.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "RESULTS: Of the 93 cases, abnormalities in 91 cases were located at the subpleural level, presenting with ground-glass opacity (GGO; n¼69, 74.2%) and consolidation (n¼56, 60.2%) in multiple lobes. Other CT features included vascular dilatation (n¼83, 89.2%), interlobular septal thickening (n¼29, 31.2%), bronchodilatation (n¼44, 47.3%), the crazy-paving sign (n¼34, 36.6%), the sieve-hole sign (n¼12, 12.9%), pleural thickening (n¼21, 22.6%), and pleural effusion (n¼8, 8.6%). Multiple lobe involvement, including the presence of consolidation, the crazypaving sign, interlobular septal thickening, pleural thickening and pleural effusion, was more common in critical patients with heavy/critical infection (p<0.05), whereas the presence of GGO, involvement of one or two lobes, and the halo sign were more common in patients with mild/common-type infections (p<0.05). Moreover, older age, higher body temperature, complaints of chest tightness and breathlessness, and lymphopenia was associated with heavy/critical infections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "CONCLUSION: The CT and clinical appearances of COVID-19 are variable and reflect the severity of COVID-19 to some extent.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since December 2019, the outbreak of a new coronavirus from Wuhan, named 2019 novel coronavirus (2019-nCov), has spread rapidly across China and other countries. 1e5 To date (18 February 2020), there have been 72,530 confirmed cases of infection with 2019-nCov. On 30 January 2020, the World Health Organization declared the 2019-nCoV outbreak a public health emergency of international concern. 6 Countries around the globe have heightened their surveillance to quickly diagnose potential new cases of 2019-nCoV. Due to the increasing outbreak of 2019-nCov, the early diagnosis of patients is crucial for prompt and effective prevention and control of 2019-nCov. Nucleic acid testing is currently the reference standard for diagnosis; however, the nucleic acid kits for testing 2019-nCoV are in short supply. Moreover, some patients infected at an early stage with 2019-nCov are negative for nucleic acid detection of 2019-nCov. 7 These cases prolong the time to definitive diagnosis and increase the potential spread of 2019-nCov.", "cite_spans": [{"start": 162, "end": 165, "text": "1e5", "ref_id": null}, {"start": 396, "end": 397, "text": "6", "ref_id": "BIBREF5"}, {"start": 930, "end": 931, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "Chest computed tomography (CT), especially highresolution CT, is an important examination to detect the lung changes, density, and pattern of lung abnormalities caused by 2019-nCov disease . Therefore, in an effort to expedite recognition and provide a better understanding of COVID-19, the present study was undertaken to summarise the chest CT imaging and clinical features of a series of patients infected with 2019-nCov in multiple centres, and correlate the imaging findings with the clinical findings.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The protocol for this study was approved by the institutional review boards. All patients or their legally authorised representatives provided written informed consent prior to participation in the study. Ninety-three consecutive patients infected with 2019-nCov were enrolled from January 2020 to February 2020. The flowchart of enrolled patients is shown in Fig 1. Patient baseline clinical and image data were reviewed retrospectively. The inclusion criteria were patients who (a) were positive for nucleic acid detection of 2019-nCov and (b) underwent chest CT. The exclusion criteria were (a) poor images; (b) normal chest CT; and (c) lung abnormalities, such as lung cancer, tuberculosis, hypersensitivity pneumonitis, and bronchiectasis with infection.", "cite_spans": [], "ref_spans": [{"start": 360, "end": 366, "text": "Fig 1.", "ref_id": null}], "section": "Patients"}, {"text": "Baseline information (gender, age [divided into four groups: 20, 20e40, 40e60, and >60 years]); history of epidemiological exposure (travel history to or residence in Wuhan City, China, or other cities with continuous transmission of local cases in the last 14 days before symptom onset; contact with patients with fever or respiratory symptoms from Wuhan City, China, or other cities with continuous transmission of local cases in the last 14 days before symptom onset; or epidemiologically connected to 2019-nCoV infections or clustered onsets) 8 ; clinical symptoms (presence of fever, body temperature, cough, expectoration, fatigue, chest tightness, breathlessness, and others); and laboratory examination (C reactive protein [CRP] , white blood cell [WBC], lymphocytes decreased) of all patients were recorded and evaluated. According to the latest Chinese national recommendations for diagnosis and treatment of respiratory infections caused by 2019-nCoV (the 5th edition), 8 patients were classified into mild/ common-type versus heavy/critical-type infections.", "cite_spans": [{"start": 547, "end": 548, "text": "8", "ref_id": "BIBREF7"}, {"start": 731, "end": 736, "text": "[CRP]", "ref_id": null}, {"start": 981, "end": 982, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Clinical information"}, {"text": "All patients underwent chest CT using a multidetector scanner with the following parameters: display field of view (dFOV) 32 cm, 35 mA, 120 KV, 5 mm section thickness. All CT images were reconstructed with a section thickness of 1.25 mm and reviewed separately by two cardiothoracic radiologists (8 and 15 years of experience). Disagreements were resolved in consensus involving a cardiothoracic radiologist with 17 years of experience). All CT images were evaluated on lung and mediastinal windows for the following features: (1) presence of groundglass opacity (GGO; Fig 2) , consolidation (Fig 3) ; (2) presence of nodules or fibrosis; (3) number of lobes with GGO or consolidation; (4) site of the lesions: subpleural or not; (5) presence of the following signs: halo sign, reversedhalo sign, crazy-paving sign, sieve-hole sign, cavity sign, tree-in-bud sign; (6) presence of vascular dilatation, interlobular septal thickening, and bronchodilatation; (7) presence of pleural thickening, pleural effusion; and (8) presence of lymphadenectasis.", "cite_spans": [], "ref_spans": [{"start": 569, "end": 575, "text": "Fig 2)", "ref_id": "FIGREF0"}, {"start": 592, "end": 599, "text": "(Fig 3)", "ref_id": "FIGREF1"}], "section": "Imaging protocol and analysis"}, {"text": "A subpleural lesion is defined as a lesion located no more than 1 cm from the pleural surface. GGO was defined as subtle GGOs that are seen around the small airways and vessel (Fig 2a) . The halo sign was defined as the GGO around a nodule or mass (Fig 4a) . The reversed-halo sign refers to the appearance of a central GGO, which is surrounded by a crescentic-or ring-shaped air-space consolidation (Fig 5a) . The crazy-paving sign refers to the appearance of GGOs Figure 1 The flowchart of enrolment of study patients.", "cite_spans": [], "ref_spans": [{"start": 176, "end": 184, "text": "(Fig 2a)", "ref_id": "FIGREF0"}, {"start": 248, "end": 256, "text": "(Fig 4a)", "ref_id": "FIGREF2"}, {"start": 400, "end": 408, "text": "(Fig 5a)", "ref_id": "FIGREF3"}, {"start": 466, "end": 474, "text": "Figure 1", "ref_id": null}], "section": "Imaging protocol and analysis"}, {"text": "with superimposed inter-and intralobular septal thickening (Fig 4b) . The sieve-hole sign is a patchy shadow with interlobular septal thickening and bronchodilatation in the transverse section shaped like a sieve (Fig 5b) . The cavity sign is a space for gas accumulation, seen as a transparent or low-density region in a mass or nodule in the lung (Fig 5c) . The tree -in-bud sign is a branching V-and Y-shaped nodule that resembles the budding branch of a tree (Fig 5d) . Bronchodilatation is defined as an increased diameter of bronchus compared to the associated pulmonary artery or the bronchi of similar cross section. Vascular dilatation is defined as increased diameter of a vessel compared to a vessel of similar cross section (Fig 4c) . Lymphadenectasis refers to lymph nodes with the diameters >1.5 cm.", "cite_spans": [], "ref_spans": [{"start": 59, "end": 67, "text": "(Fig 4b)", "ref_id": "FIGREF2"}, {"start": 213, "end": 221, "text": "(Fig 5b)", "ref_id": "FIGREF3"}, {"start": 349, "end": 357, "text": "(Fig 5c)", "ref_id": "FIGREF3"}, {"start": 463, "end": 471, "text": "(Fig 5d)", "ref_id": "FIGREF3"}, {"start": 736, "end": 744, "text": "(Fig 4c)", "ref_id": "FIGREF2"}], "section": "Imaging protocol and analysis"}, {"text": "Categorical variables were described as frequencies and percentages. Continuous, normally distributed data were described as means and standard deviations (SD), and non- parametric data were described as medians and interquartile ranges (IQRs). Differences in age and body temperature between patients with mild/common-type and heavy/critical-type COVID-19 were analysed using an independent t-test; and differences in gender, age distribution, history of epidemiological exposure, clinical symptoms, laboratory examination findings, and CT findings were analysed using the chi-square test. Statistical significance was defined as p<0.05. The data were analysed using the Statistical Package for Social Sciences for Windows, version 20 (IBM, Armonk, NY, USA).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Three patients with normal CT examinations were excluded. Ninety-three patients (57 males) infected with 2019-nCov were enrolled in this study, and their mean age (SD) was 52.1 (18.07) years, ranging from 7 to 89 years. At admission, they suffered from different degrees of fever (mean body temperature AE SD: 38.3AE0.78 C) and cough (n¼69, 74.2%). Some patients presented with expectoration (n¼29, 31.2%), fatigue (n¼16, 17.2%), chest tightness (n¼21, 22.6%), and breathlessness (n¼12, 12.9%).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "All patients showed abnormalities on chest CT, 91 out of 93 were located at the subpleura, presenting with GGO (n¼69, 74.2% ; Fig 2) , consolidation (n¼56, 60.2% ; Fig 3) , as well as noodles (n¼17, 18.3% ; Fig 2b) , and fibrosis (n¼15, 16.1%). Infections often involved more than two lobes (n¼63, 67.7%). Additionally, some other signs were indicated: vascular dilatation (n¼83, 89.2% ; Fig 4) , interlobular septal thickening (n¼29, 31.2%), bronchodilatation (n¼44, 47.3% ; Fig 4d) , the halo sign (n¼75, 80.6% ; Fig 4a) , reversed-halo sign (n¼14, 15.1% ; Fig 5a) , crazy-paving sign (n¼34, 36.6% ; Fig 4b) , sieve-hole sign (n¼12, 12.9% ; Fig 5b) , cavity sign (n¼7, 7.5% ; Fig 5c) , and tree-in-bud sign (n¼3, 3.2%; Fig 5d) . Moreover, pleural thickening (n¼21, 22.6%), pleural effusion (n¼8, 8.6% ; Fig 3d) , lymphadenectasis (n¼6, 6.5%) were found.", "cite_spans": [], "ref_spans": [{"start": 124, "end": 132, "text": "; Fig 2)", "ref_id": "FIGREF0"}, {"start": 162, "end": 170, "text": "; Fig 3)", "ref_id": "FIGREF1"}, {"start": 205, "end": 214, "text": "; Fig 2b)", "ref_id": "FIGREF0"}, {"start": 386, "end": 394, "text": "; Fig 4)", "ref_id": "FIGREF2"}, {"start": 474, "end": 483, "text": "; Fig 4d)", "ref_id": "FIGREF2"}, {"start": 513, "end": 522, "text": "; Fig 4a)", "ref_id": "FIGREF2"}, {"start": 557, "end": 566, "text": "; Fig 5a)", "ref_id": "FIGREF3"}, {"start": 600, "end": 609, "text": "; Fig 4b)", "ref_id": "FIGREF2"}, {"start": 641, "end": 650, "text": "; Fig 5b)", "ref_id": "FIGREF3"}, {"start": 676, "end": 685, "text": "; Fig 5c)", "ref_id": "FIGREF3"}, {"start": 721, "end": 728, "text": "Fig 5d)", "ref_id": "FIGREF3"}, {"start": 803, "end": 812, "text": "; Fig 3d)", "ref_id": "FIGREF1"}], "section": "Results"}, {"text": "Clinical findings between mild/common-type and heavy/ critical-type infections Comparison of the clinical information from patients with mild/common-type and heavy/critical-type COVID-19 is shown in Table 1 . There was a significantly higher frequency of younger patients with mild/common-type than heavy/critical-type COVID-19 (p<0.05). In the present study, five patients <20 years old all suffered from mild/ common-type infections. Moreover, when the patients presented with a higher body temperature, chest tightness, and breathlessness, they were more often identified to have heavy/critical-type than mild/common-type infections (p<0.05).", "cite_spans": [], "ref_spans": [{"start": 199, "end": 206, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "On laboratory examination, it demonstrated that lymphopenia was more often detected in patients with heavy/ critical-type than mild/common-type infections (p<0.05).", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "In the present study, there was no significant difference in gender, symptoms (cough, expectoration, fatigue), and laboratory results (CRP increase, WBC abnormal) between patients with mild/common-type and heavy/critical-type infections.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "CT findings between mild/common-type and heavy/ critical-type infections Comparison of CT findings between patients with mild/ common-type and heavy/critical-type COVID-19 are shown in Table 2 . Heavy/critical-type COVID-19 was associated with multiple lobe involvement and the presence of consolidation, the crazy-paving sign, interlobular septal thickening, pleural thickening, and pleural effusion (p<0.05), whereas mild/common-type COVID-19 were associated with the presence of GGO, involvement of one or two lobes, and the halo sign (p<0.05).", "cite_spans": [], "ref_spans": [{"start": 185, "end": 192, "text": "Table 2", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "The present study found that CT features of COVID-19 manifested as (1) multiple lesions, GGO, involved multiple segment or lobes, causing mild/common-type infection; or (2) multiple lesions presenting with consolidation affected multiple segments or lobes and it was often alongside interlobular septal thickening, causing heavy or critical infection. Furthermore, some infections involved fewer than two lobes and presented with a nodule with or without a halo sign, in patients whose condition often was described as mild or common-type infection. Amongst these patients with COVID-19, lesions of 98.8% (91/93) of patients were with a subpleural distribution, which was inconsistent with the study of Guan et al. 9 Notably, three patients with COVID-19 had a normal baseline CT. Thus, COVID-19 cannot be excluded in patients with a normal chest CT; isolation and real-time polymerase chain reaction (PCR) to COVID-19 is required if the patient shows respiratory symptoms related to COVID-19 or has a history of epidemiological exposure.", "cite_spans": [{"start": 715, "end": 716, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "According to the present results, the variable chest CT patterns seen in patients with COVID-19 result from the degree of severity and stage of the infection process. Initially or early-stage infection shows limited exudation of fluid in the alveolar cavity, and the alveolar wall is complete. GGO is present on CT imaging, and these patients were mainly classified as having mild or commontype infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Subsequently, increasing accumulation of cell-rich exudates occurs. At the same time, the alveolar septal capillaries were expanded and blood vessel permeability increased, resulting in interlobular interstitial oedema. This is seen as patchy areas of GGO with the crazy-paving sign. Moreover, vascular dilatation was present some cases. In the present study, some patients presenting with these features would be classified as having heavy or critical-type infections (n¼14, 70%), when the crazy-paving sign is present.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "With the further accumulation of exudates in the alveolar cavity and interstitial oedema, the CT images showed patchy consolidation. At this time, interlobular septal thickening and bronchodilatation, even the sievehole sign, are seen. Some cases showed pleural thickening and pleural effusion, which was consistent with the report of Zhu et al. 10 Those patients were often classified as having heavy or critical-type infection with dysfunction of much of the lung parenchyma presenting with extensive patchy consolidation, leading to hypoxia and even respiratory failure; however, Chung et al. 11 indicated that pleural effusion was absent in patients with COVID-19, which may be caused by a small sample and mild/ common-type infections.", "cite_spans": [{"start": 346, "end": 348, "text": "10", "ref_id": "BIBREF9"}, {"start": 596, "end": 598, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, some patients with involvement of fewer than two lobes presented with nodules indicating a mild or common condition regardless of the density of GGO or consolidation due to the limited extension of the lesions.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although chest CT could show density and patterns of lung abnormalities in patients with COVID-19, which reflected the clinical condition to some extent, these features were not specific and are findings that can be seen in other viral and atypical infections. Therefore, these features do not differentiate COVID-19 from other viral pneumonias, 12 such as severe acute respiratory syndrome (SARS) 13, 14 and Middle East respiratory syndrome (MERS). 15 In addition to the chest CT features, the clinical information can also reflect the extent of COVID-19 disease. In the present study, older age, higher body temperature, chest tightness, breathlessness, and lymphopenia were associated with heavy/critical COVID-19. This may enable patient triaging for early care in the intensive care unit, which may improve the prognosis.", "cite_spans": [{"start": 346, "end": 348, "text": "12", "ref_id": "BIBREF11"}, {"start": 398, "end": 401, "text": "13,", "ref_id": "BIBREF12"}, {"start": 402, "end": 404, "text": "14", "ref_id": "BIBREF13"}, {"start": 450, "end": 452, "text": "15", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "The present study describes the CT and clinical appearances of COVID-19, which, although are not specific to COVID-19, increases awareness of the pattern of presentation of COVID-19 and guides clinical management of patients. A patient with a history of epidemiological exposure to COVID-19, or respiratory symptoms related to COVID-19, and a chest CT showing multiple and subpleural GGO with or without consolidation in bilateral lung, could screen most patients with COVID-19. Isolation of the patient is needed rapidly to prevent person-to-person transmission. Certainly, real-time PCR for COVID-19 is also needed for a definitive diagnosis. Second, some CT features, such as consolidation and multi-lobe involvement, are related to heavy/critical-type infection, which is useful for followingup after treatment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "There are some limitations of the present study. This study enrolled a relatively small sample of patients. The focus was CT imaging at admission, but the follow-up chest CT was not provided (three cases, including digital radiography, were provided as a supplementary). Follow-up chest CT in the next clinical practice for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, the CT and clinical appearances of COVID-19 are variable, reflecting the severity of COVID-19 to some extent. As the number of reported cases of 2019-nCoV infection continues to increase, radiologists and clinicians will encounter patients with this infection. As a clinician, a better understanding of the CT and clinical presentation of ", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "2020", "issn": "", "pages": "30154--30163", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30154-9"]}}, "BIBREF1": {"ref_id": "b1", "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia", "authors": [{"first": "Q", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001316"]}}, "BIBREF2": {"ref_id": "b2", "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany", "authors": [{"first": "C", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "M", "middle": [], "last": "Schunk", "suffix": ""}, {"first": "P", "middle": [], "last": "Sothmann", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2001468"]}}, "BIBREF3": {"ref_id": "b3", "title": "The first case of 2019 novel coronavirus pneumonia imported into Korea from Wuhan, China: implication for infection prevention and control measures", "authors": [{"first": "J", "middle": ["Y"], "last": "Kim", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Choe", "suffix": ""}, {"first": "Y", "middle": [], "last": "Oh", "suffix": ""}], "year": 2020, "venue": "J Korean Med Sci", "volume": "35", "issn": "5", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The first two cases of 2019-nCoV in Italy: where they come from", "authors": [{"first": "M", "middle": [], "last": "Giovanetti", "suffix": ""}, {"first": "D", "middle": [], "last": "Benvenuto", "suffix": ""}, {"first": "S", "middle": [], "last": "Angeletti", "suffix": ""}], "year": 2020, "venue": "J Med Virol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1002/jmv.25699"]}}, "BIBREF5": {"ref_id": "b5", "title": "detail/30-01-2020-statement-on-the-second-meeting-of-theinternational-health-regulations-(2005)-emergency-committeeregarding-the-outbreak-of-novel-coronavirus-(2019-ncov)", "authors": [], "year": 2005, "venue": "WHO. Statement on the second meeting of the International Health Regulations", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Chinese Medical Association. Radiological diagnosis of new coronavirus infected pneumonitis: expert recommendation from the Chinese Society of Radiology", "authors": [], "year": 2020, "venue": "", "volume": "54", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "General Office of National Health Committee, Office of State Administration of Traditional Chinese Medicine. Notice on the issuance of a programme for the diagnosis and treatment of novel coronavirus (2019-nCoV) infected pneumonia", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Clinical and thin-section CT features of patients with 2019-nCoV pneumonia in Wuhan", "authors": [{"first": "H", "middle": [], "last": "Guan", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "N", "middle": [], "last": "Shen", "suffix": ""}], "year": null, "venue": "Radiol", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.13609/j.cnki.1000-0313.2020.02.001"]}}, "BIBREF9": {"ref_id": "b9", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMoa2001017"]}}, "BIBREF10": {"ref_id": "b10", "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)", "authors": [{"first": "M", "middle": [], "last": "Chung", "suffix": ""}, {"first": "A", "middle": [], "last": "Bernheim", "suffix": ""}, {"first": "X", "middle": [], "last": "Mei", "suffix": ""}], "year": null, "venue": "Radiology", "volume": "2020", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1148/radiol.2020200230"]}}, "BIBREF11": {"ref_id": "b11", "title": "Radiographic and CT features of viral pneumonia", "authors": [{"first": "H", "middle": ["J"], "last": "Koo", "suffix": ""}, {"first": "S", "middle": [], "last": "Lim", "suffix": ""}, {"first": "J", "middle": [], "last": "Choe", "suffix": ""}], "year": 2018, "venue": "RadioGraphics", "volume": "38", "issn": "3", "pages": "719--758", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "SARS: imaging of severe acute respiratory syndrome", "authors": [{"first": "S", "middle": [], "last": "Nicolaou", "suffix": ""}, {"first": "N", "middle": ["A"], "last": "Al-Nakshabandi", "suffix": ""}, {"first": "N", "middle": ["L"], "last": "Muller", "suffix": ""}], "year": 2003, "venue": "AJR Am J Roentgenol", "volume": "180", "issn": "5", "pages": "1247--1256", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "High-resolution CT findings of severe acute respiratory syndrome at presentation and after admission", "authors": [{"first": "N", "middle": ["L"], "last": "Muller", "suffix": ""}, {"first": "G", "middle": ["C"], "last": "Ooi", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Khong", "suffix": ""}], "year": 2004, "venue": "AJR Am J Roentgenol", "volume": "182", "issn": "1", "pages": "39--44", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: chest CT findings", "authors": [{"first": "A", "middle": ["M"], "last": "Ajlan", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Ahyad", "suffix": ""}, {"first": "L", "middle": ["G"], "last": "Jamjoom", "suffix": ""}], "year": 2014, "venue": "AJR Am J Roentgenol", "volume": "203", "issn": "4", "pages": "782--789", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(a) Typical case of COVID-19: a 31-year-old man with common-type COVID-19. CT showed multiple areas of GGO in the bilateral lower lung lobes with vascular dilatation and the halo sign (red arrow). (b) Atypical case of COVID-19: a 22-year-old man with mild-type COVID-19 in which the CT showed a solitary GGO (red arrow).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "(a) Typical case of COVID-19: a 78-year-old man with heavy-type COVID-19. The CT examination showed multiple subpleural patchy opacities and GGO with vasodilation and consolidation (red arrow). (b) A 58-year-old man with critical-type COVID-19. CT showed diffuse patchy consolidation and a small pleural effusion (red arrow). (c) Atypical case of COVID-19: a 21-year-old woman with mild-type disease. The CT examination showed patchy consolidation under the pleura of the right lower lobe (red arrow). (d) A 57-year-old man with common-type COVID-19. CT showed patchy GGO and consolidation under the pleura of the bilateral upper lobe (red arrow).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Typical CT signs. (a) Halo sign in a 41-year-old woman. CT showed multiple areas of patchy consolidation with the halo sign in both lungs (red arrow). (b) Crazy-paving sign: a 49-year-old male, CT showed a GGO with crazy-paving sign in the right upper lobe (red arrow). (c) Vascular dilatation in a 33-year-old man. CT showed two GGO with vascular dilatation (red arrow). (d) Bronchodilatation in a 41-year-old man. CT showed a GGO with vascular bronchodilatation (red arrow).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Typical CT signs. (a) Reversed-halo sign in a 21-year-old woman. CT showed multiple areas of patchy consolidation and GGO with a halo sign in the right lower lobe (red arrow). (b) Sieve-hole sign in a 60-year-old man. CT showed patchy consolidation with the sieve-hole sign in the right lower lobe (red arrow). (c) Cavity sign in a 21-year-old woman. CT showed patchy consolidation with a small cavity (red arrow). (d) Tree-in-bud sign in a 19-year-old man. CT showed patchy consolidation, surrounding the micronodular formation of the tree-in-bud sign (red arrow).", "latex": null, "type": "figure"}, "TABREF0": {"text": "Baseline clinical data of 93 patients with COVID-19. HEE, history of epidemiological exposure. a Body temperature (normal value: 36.3w37.2 C). b CRP: C reactive protein (normal value: 0w5 mg/l). c WBC: white blood cell (normal value: 3.5w9.5Â10 9 ). d Lymphocytes normal value: 20w50%.", "latex": null, "type": "table"}, "TABREF1": {"text": "Computed tomography image data of 93 patients infected with COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All patients </td><td>Mild or common type </td><td>Heavy or critical type </td><td>p-Value\n</td></tr><tr><td>No. of patients </td><td>93 </td><td>73 </td><td>20 </td><td>/\n</td></tr><tr><td>Extension </td><td> </td><td> </td><td> </td><td>&lt;0.001\n</td></tr><tr><td>One lobe or two lobes </td><td>30 (32.3%) </td><td>30 (41.1%) </td><td>0 (0%)\n</td><td> </td></tr><tr><td>Multiple lobes </td><td>63 (67.7%) </td><td>43 (59.9%) </td><td>20 (100%)\n</td><td> </td></tr><tr><td>Number\nOne or two </td><td>10 (10.8%) </td><td>10 (13.7%) </td><td>0 </td><td>0.179\n</td></tr><tr><td>More </td><td>83 (89.2%) </td><td>63 (76.3%) </td><td>20 (100%)\n</td><td> </td></tr><tr><td>Morphology\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Ground-glass opacity </td><td>69 (74.2%) </td><td>58 (79.5%) </td><td>11 (55%) </td><td>0.027\n</td></tr><tr><td>Consolidation </td><td>56 (60.2%) </td><td>38 (52.1%) </td><td>18 (90%) </td><td>0.002\n</td></tr><tr><td>Nodule </td><td>17 (18.3%) </td><td>16 (82.2%) </td><td>1 (5%) </td><td>0.159\n</td></tr><tr><td>Fibrosis </td><td>15 (16.1) </td><td>12 (16.4%) </td><td>3 (15%) </td><td>1.000\n</td></tr><tr><td>Subpleural lesions </td><td>91 (97.8%) </td><td>71 (97.3%) </td><td>20 (100%) </td><td>1.000\n</td></tr><tr><td>Signs\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Halo sign </td><td>75 (80.6%) </td><td>64 (87.7%) </td><td>11 (55%) </td><td>0.003\n</td></tr><tr><td>Reversed-halo sign </td><td>14 (15.1%) </td><td>9 (12.3%) </td><td>5 (25%) </td><td>0.293\n</td></tr><tr><td>Crazy-paving sign </td><td>34 (36.6%) </td><td>20 (27.4%) </td><td>14 (70%) </td><td>&lt;0.001\n</td></tr><tr><td>Sieve-hole sign </td><td>12 (12.9%) </td><td>8 (11%) </td><td>4 (20%) </td><td>0.489\n</td></tr><tr><td>Cavity sign </td><td>7 (7.5%) </td><td>5 (6.8%) </td><td>2 (10%) </td><td>1.000\n</td></tr><tr><td>Tree-in-bud sign </td><td>3 (3.2%) </td><td>2 (2.8%) </td><td>1 (5%) </td><td>1.000\n</td></tr><tr><td>Vascular dilatation </td><td>83 (89.2%) </td><td>63 (86.3%) </td><td>20 (100%) </td><td>0.179\n</td></tr><tr><td>Interlobular septal thickening </td><td>29 (31.2%) </td><td>16 (21.9%) </td><td>13 (65%) </td><td>&lt;0.001\n</td></tr><tr><td>Bronchodilatation </td><td>44 (47.3%) </td><td>33 (45.2%) </td><td>11 (55%) </td><td>0.437\n</td></tr><tr><td>Pleural thickening </td><td>21 (22.6%) </td><td>12 (16.4%) </td><td>9 (45%) </td><td>0.016\n</td></tr><tr><td>Pleural effusion </td><td>8 (8.6%) </td><td>3 (4.1%) </td><td>5 (25%) </td><td>0.002\n</td></tr><tr><td>Lymphadenectasis </td><td>6 (6.5%) </td><td>3 (4.1%) </td><td>3 (15%) </td><td>0.214\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Table 1\nBaseline clinical data of 93 patients with COVID-19.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>All patients </td><td>Mild or common type </td><td>Heavy or critical type </td><td>p-Value\n</td></tr><tr><td>Number of patients </td><td>93 </td><td>73 </td><td>20 </td><td>/\n</td></tr><tr><td>Clinical baseline information\nSex (M, %) </td><td>57 (61.3%) </td><td>43 (58.9%) </td><td>14 (70%) </td><td>0.367\n</td></tr><tr><td>Age (MSD; range) years </td><td>52.118.07\n</td><td>46.716.9\n</td><td>61.816.24\n</td><td>&lt;0.001\n</td></tr><tr><td>7w89\n</td><td>7w89\n</td><td>21w83\n</td><td> </td></tr><tr><td>Age distribution\n20 years </td><td>5 (5.4%) </td><td>5 (6.8%) </td><td>0 </td><td>0.001\n</td></tr><tr><td>20w40 years </td><td>23 (24.7%) </td><td>22 (30.1%) </td><td>1 (5%)\n</td><td> </td></tr><tr><td>40w60 years </td><td>42 (45.2%) </td><td>34 (46.6%) </td><td>8 (40%)\n</td><td> </td></tr><tr><td>&gt;60 years </td><td>23 (24.7%) </td><td>12 (16.4%) </td><td>11 (55%)\n</td><td> </td></tr><tr><td>Clinical symptoms\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Fever </td><td>90 (96.8%) </td><td>70 (95.9%) </td><td>20 (100%) </td><td>1.000\n</td></tr><tr><td>Body temperaturea (maxSD; range) </td><td>38.30.78\n</td><td>380.54\n</td><td>38.90.89\n</td><td>&lt;0.001\n</td></tr><tr><td>37.3w40.2\n</td><td>37.3w39.1\n</td><td>37.9w40.2\n</td><td> </td></tr><tr><td>Cough </td><td>69 (74.2%) </td><td>54 (74%) </td><td>15 (75%) </td><td>0.926\n</td></tr><tr><td>Expectoration </td><td>29 (31.2%) </td><td>22 (30.1%) </td><td>7 (35%) </td><td>0.677\n</td></tr><tr><td>Fatigue </td><td>16 (17.2%) </td><td>11 (15.1%) </td><td>5 (20%) </td><td>0.479\n</td></tr><tr><td>Chest tightness </td><td>21 (22.6%) </td><td>12 (16.4%) </td><td>8 (40%) </td><td>0.049\n</td></tr><tr><td>Breathlessness </td><td>12 (12.9%) </td><td>5 (6.8%) </td><td>7 (35%) </td><td>0.003\n</td></tr><tr><td>Others </td><td>18 (19.4%) </td><td>13 (17.8%) </td><td>5 (25%) </td><td>0.688\n</td></tr><tr><td>Laboratory examination\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>CRPb increase </td><td>52 (55.9%) </td><td>39 (53.4%) </td><td>13 (65%) </td><td>0.356\n</td></tr><tr><td>WBCc abnormal </td><td>30 (32.3%) </td><td>23 (31.5%) 21Y </td><td>7 (35%) 3Y </td><td>0.767\n</td></tr><tr><td>Lymphocytes decreasedd </td><td>43 (46.2%) </td><td>28 (38.4%) </td><td>15 (75%) </td><td>0.004\n</td></tr><tr><td>HEE </td><td>36 (38.7%) </td><td>32 (43.8%) </td><td>4 (20%) </td><td>0.053\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "COVID-19 is helpful to protect ourselves, to improve diagnosis and manage the disease.", "cite_spans": [], "ref_spans": [], "section": "annex"}, {"text": "The authors declare no conflict of interest.", "cite_spans": [], "ref_spans": [], "section": "Conflict of interest"}, {"text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.crad.2020.04.001.", "cite_spans": [], "ref_spans": [], "section": "Appendix A. Supplementary data"}]}