{
    "paper_id": "4921986309e0c7fc82800b96a4e0b589d6f16dd3",
    "metadata": {
        "title": "Survey of laboratory medicine's national response to the Covid-19 pandemic in the Republic of Ireland",
        "authors": [
            {
                "first": "Ann",
                "middle": [],
                "last": "Leonard",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Murray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Rose Prior",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rama",
                "middle": [],
                "last": "Srinivasan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Kane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Gerard"
                ],
                "last": "Boran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The global SARS-CoV-2 pandemic placed Irish Laboratory Medicine services under sustained and massive strain. Rapid reconfiguration was required to introduce new assays at high capacity for diagnosis and monitoring of COVID-19, while maintaining existing services. Aim The aim of this national survey was to capture Laboratory Medicine's response across the Republic of Ireland during the first wave of the COVID-19 pandemic. Methods An electronic survey developed using Microsoft Forms® was emailed on 5 October 2020 to 53 local representatives of the PeriAnalytic and Laboratory Medicine Society (PALMSoc), reaching 38 separate pathology departments in the country. Results A total of 45 responses from 38 laboratories were received (72% response rate) representing a range of departments and disciplines. Most laboratories (63%) introduced new tests, and in a time frame of less than 6 weeks (80%). Point-of-care testing (POCT) played a significant role in the response to COVID-19, with almost half of respondents (47%) reporting that additional equipment was introduced. Maintenance of the Quality Management System (QMS) proved challenging, with 60% of respondents indicating that not all aspects were sustained. When asked about changes to staff rostering, 98% of respondents reported that changes were made. All adjustments were made despite staffing challenges; only 18% of respondents described the staffing levels in their department as 100% prior to the onset of the first wave. Conclusions This study confirms an agile and resilient response to the COVID-19 pandemic from Ireland's Laboratory Medicine services despite many economic and staffing challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Laboratory Medicine services in Ireland are provided by the 43 public hospital laboratories and 10 private hospitals and institutions. The service is an integral part of patient management within the Irish healthcare system, providing rapid, quality-driven results to aid in the diagnosis and treatment of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is a respiratory infection first categorized in Wuhan in late 2019. Primary symptoms include fever, cough and fatigue [1] [2] [3] . Of those infected, 14% develop severe symptoms with a further 5% requiring critical care [4] . The first case of COVID-19 was diagnosed in Ireland on 26 February 2020 [5] . As of 21 December 2020, the number of cases globally had exceeded 75 million with 1.6 million deaths reported [6] . Data from the Republic of Ireland identified 79,542 cases and 2148 deaths [6] . In the emerging stages of the disease, the Irish healthcare system was placed under significant pressure and the laboratory service was pushed into the limelight and placed under intense scrutiny.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During this time, the development of an expanded spectrum of laboratory tests for patients with confirmed or suspected COVID-19 was completed in Irish laboratories [7, 8] . This was done while maintaining essential testing requirements, in the face of expanding health and safety requirements to ensure the protection of members of staff. Due to the exponential increase in worldwide demand, it was widely reported that difficulties surrounding sourcing of reagents were an impediment to the rapid development of new assays [9] . There were concerns regarding staffing levels and availability, continuity of services and ability to implement new equipment. Laboratories, faced with an unprecedented situation, implemented an agile and robust response to the challenges they faced.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The PeriAnalytic and Laboratory Medicine Society (PALMSoc) was established in September 2018. Society mission is to enhance patient care and improve outcomes by promoting and improving the scientific, professional and clinical aspects of the perianalytical phases in Laboratory Medicine at a National level (www.palms oc.ie). One of the key societal objectives is to complete an annual survey. The aim of this survey was to capture Laboratory Medicine's response across the Republic of Ireland to the first wave of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An electronic survey was developed in conjunction with the Irish External Quality Assessment Scheme (IEQAS), on behalf of the PeriAnalytic and Laboratory Medicine Society (PALMSoc) and Trinity College Dublin. Questions concerning Laboratory Medicine's response to the COVID-19 pandemic were divided into six clear sections: General Information, Preanalytical, Analytical, Postanalytical, Blood Transfusion, and Management and Quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The survey was reviewed by IEQAS and subsequently piloted in one small and one large laboratory (HSE National Drug Treatment Centre and Sligo University Hospital, respectively). Questions were adjusted based on feedback. The survey was delivered using Microsoft Forms® via email to 53 PALMSoc representatives in laboratory medicine departments across the country on 5 October 2020. The email stated the purpose of the survey along with information about and contact details for the research team, and gave 3 weeks to complete the survey. It included a statement that data and contributors would be anonymized, and a link was provided for completion of electronic survey. Test runs verified the survey would take between 5 and 15 min. Reminders were emailed at 10 days and just before the closing date if required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 45 responses from 38 laboratories were received (some laboratories completed more than one response in order to communicate changes in different disciplines within a laboratory). This represented a 72% response rate from a range of departments and disciplines (Fig. 1a) . The majority of respondents (81%) reported changes to specimen packaging requirements for samples from patients who were suspected to have COVID-19 (Fig. 1b) . Sixty-three percent of respondents also made changes to sample transport arrangements, which included hand delivery of samples and additional personal protective equipment (PPE) requirements (Fig. 1c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 440,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The effect of the national response to COVID-19 resulted in a reduction in samples received from primary care settings in almost all laboratories (98%). Twenty-nine percent of these reported a reduction of 0-25%, 36% reported a reduction of 25-50% and 29% reported a reduction of 50-75% of expected workload. Respondents also made valuable use of any available time with 63% introducing new tests in response to the pandemic, the majority of which were in Microbiology departments (Fig. 1d ). The introduction of new tests was determined by requests from clinical users (70%) and/or for patient management reasons (60%), with literature review and research potential being a lesser driver of change. The majority of these tests (80%) were introduced in a time frame of less than 6 weeks. Despite this, standard protocols were maintained and 100% of respondents enrolled new tests in External Quality Assessment (EQA) schemes. Twenty-one percent of respondents also reported withdrawal of some tests. Reasons given included a reduction in demand, unmanageable workload and redeployment Tests withdrawn included faecal analysis, andrology services, food and water testing and low-throughput assays. Point-of-care testing (POCT) played a significant role in the response to COVID-19, with almost half of respondents (47%) reporting that additional POCT equipment was introduced. When extrapolated, the additional POCT equipment referred to blood gas analysers in all institutions, with one including glucometers also. Almost all respondents reported that verification of new instrumentation was completed prior to installation. As part of the response to COVID-19, the National Clinical Pathology Programme developed a rapid verification protocol for installation of blood gas analysers which was used by 50% of respondents (Fig. 1e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Fig. 1d",
                    "ref_id": null
                },
                {
                    "start": 1821,
                    "end": 1830,
                    "text": "(Fig. 1e)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Post-analytical processes were reviewed in section four of the survey. Only 16% of respondents identified changes in their reporting process; 11% reported that electronic reporting was implemented and 5% reported changes in clinical result notification for patients with suspected COVID-19. Only 2% of respondents reported that reflex biomarker testing was introduced in a clinical chemistry department. No respondents reported any changes to storage or retention of biological material from patients with suspected COVID-19 outside of the routine procedures already in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Blood transfusion departments across the country faced arduous challenges to manage and maintain stock while ensuring minimum wastage. Forty-two percent (19) of respondents were from blood transfusion departments, over half of which (57%) reported a requirement to reduce stock levels in the laboratory by varying quantities (Fig. 1f) . Despite these efforts, 32% of respondents reported that there was an overall increase in total wastage of red cells of between 0 and 25% during this period. Prior to the onset of the first wave, in an effort to preserve stock and reduce wastage, an initiative was introduced across a number of hospitals to reroute blood products to other hospitals to ensure their usage. This continued during the pandemic. However, three laboratories reported that they had to extend the rerouting of blood products. Six respondents reported that frequent users of the service were relocated offsite during the pandemic. Delivery of products to these users was facilitated by porters, laboratory personnel and clinical staff.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Fig. 1f)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Maintenance of aspects of routine service e.g. outpatient clinics, elective surgeries etc. posed many challenges to the healthcare service across the country, and this was evident in a number of laboratories also. Maintenance of the Quality Management System (QMS) also proved challenging, with 60% of respondents indicating that not all aspects of this essential function were sustained. The areas that were most difficult to maintain were audits, documentation and non-conformances (Fig. 1h) which may have been affected by reduced staff availability and rostering. When asked about changes to staff rostering during this period, 98% of respondents reported that changes were made to ensure service continuity. These included segregated teams (91%), and social distancing in small areas (61%). Changes in staff rostering were also made to alleviate external factors such as childcare issues (32%) (Fig. 1i) . The emergency \"out of hours\" service was not subjected to the same level of changes. Just over half of respondents reported no change (51%), while in other laboratories, additional staff were rostered (27%) or there were changes to the test repertoire for this service (13%). In order to ensure safety of team members, departments introduced additional health and safety measures, with over three quarters (76%) of respondents reporting measures such as manipulation of samples from suspected COVID-19 patients in safety cabinets, face mask use in work and social distancing measures.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "(Fig. 1h)",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 908,
                    "text": "(Fig. 1i)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Finally, there have been many reports of concerns about the lack of availability of medical scientists to fill vacant positions in laboratories prior to the COVID-19 pandemic. These issues intensified during the pandemic, due to the requirements for an expanded repertoire of laboratory testing. Prior to the onset of the first wave, only 18% of respondents described the staffing levels in their department as 100%. Thirty-six percent reported staffing levels between 90 and 100%, and the remaining 45% had staffing levels less than 90% (Fig. 2a) . A considerable effort was made to maintain staffing levels during the health crisis, with 80% of respondents reporting being able to maintain or actually increase staffing levels. The remaining 20% reported a decrease in staffing levels (Fig. 2b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 547,
                    "text": "(Fig. 2a)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 795,
                    "text": "(Fig. 2b",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The importance of Laboratory Medicine in the management of the response to COVID-19 pandemic cannot be underestimated. Besides the obvious contribution of diagnosis through RT-PCR, there was also the contribution to patient management and risk stratification for COVID-19 patients through the use of commonly requested test panels such as full blood counts, renal, liver and bone profiles. Testing for Fig. 2 Respondents answers to questionnaire in relation to staffing levels. Individual graphs labelled (a) to (b) represent answers to two questions: (a) immediately prior to COVID-19 what were the staffing levels in your department and (b) during the course of the pandemic were staffing levels maintained additional hyper-inflammatory, cardiac and haemostasis biomarkers [8, [10] [11] [12] [13] was also implemented (or existing capacity increased, where these tests were already available).",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 778,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 402,
                    "end": 408,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The aim of this study was to capture Laboratory Medicine's response across the Republic of Ireland to the first wave of the COVID-19 pandemic. This is the first published study in the Republic of Ireland to assess the response of all disciplines including POCT to the first wave of the COVID-19 pandemic across all components of the total testing process. Laboratory Medicine departments across the country reported significant changes in the preanalytical and analytical phases in the testing process, however, the post analytical phase remained relatively unchanged in the majority of participants' departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As expected, respondents across the country reported a decrease in primary care samples. However, any savings in time were very quickly offset by the exponential increase in demands on laboratory services. Increased volumes of requests for inflammatory biomarkers such as ferritin, and CRP were seen, as well as an increased test repertoire, which was reported by 66% of respondents, mostly within a very short time frame of 6 weeks or less. Changes in pre-analytical processes and staff rosters were also rapidly implemented at many sites. Unsurprisingly, the majority of new tests were in Microbiology departments, with the introduction of molecular testing for the detection of SARS-CoV-2. Novel tests were also introduced, such as IL-6 in clinical chemistry laboratories. POCT played a significant role in the monitoring of COVID-19 patients and laboratories across the country rose to the challenge, with nearly half of respondents reporting introduction of additional POCT instrumentation. In line with best practice and quality management, all respondents reported verification protocols were followed including IQC and EQA. The introduction of additional tests e.g. cytokine markers and use of specific panels has been widely reported [7, 10] .",
            "cite_spans": [
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1247,
                    "end": 1250,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Preanalytics and the delivery and packaging of specimens posed concerns. However, laboratories responded to mitigate additional risks by introducing changes to these in line with international peers [14, 15] . To ensure continuity of service and protection of staff, 98% of respondents made changes to staff rostering, which was accompanied by additional health and safety measures such as social distancing and wearing of masks in the workplace. These changes were also reported in a European survey where the use of surgical masks was report in 82% of respondents. However, the use of social distancing provided a mixed response with 24.6% of respondents advising obligatory requirements for surgical masks and social distancing, 16.9% obligatory requirement for social distancing but not for the use of masks, the remaining did not report any obligatory requirements for social distancing [14] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Blood transfusion departments across the country were tasked with maintaining patient safety through adequate stock levels but also ensuring minimum wastage. An initiative in the Republic of Ireland was developed to ensure minimum wastage of blood products whereby products close to expiry date that may not be used are rerouted to other institutions to ensure they are not wasted. During phase 1 of the pandemic, the Irish Blood Transfusion Board also experienced the impact of the lockdown which impacted on the amount of blood donations. Despite best efforts, there were some reports of increased product wastage by 0-25%, however, increased rerouting of products ensured this was kept to a minimum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite the wealth of knowledge obtained from the results, there are some limitations in the study. The survey did not address the issue of reagent shortages particularly those required for RT-PCR diagnosis of SARS-CoV-2 infection. In addition, as the survey addresses all areas of the laboratory medicine service, honing in on specific disciplines or areas was not possible. Areas that may provide valuable information for future planning include POCT service and rapid response to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As highlighted by this study, and in line with the response demonstrated by other countries, Laboratory Medicine personnel in Ireland have demonstrated an agile and resilient response to the COVID-19 pandemic despite the many economic and staffing challenges [10, 16] . Overall, the pandemic has highlighted some of the vulnerabilities in the Irish health sector, including those in the laboratory diagnostic services. This study confirms the extent of the staffing deficit, with some respondents reporting shortage of staffing levels entering into the pandemic but also with further decrease in staffing levels when exiting the first wave. As with all areas in healthcare, it is important we learn the lessons from this exceptional period in our history. Although the response of Laboratory Medicine throughout the country is to be highly commended, this study highlights some of the challenges faced by this sector, and these challenges need to be addressed at a national level to ensure an ongoing capability to deal with the current pandemic, as well as future necessary expansion of this critical diagnostic service.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chaolin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yeming",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xingwang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wj Guan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Atypical presentation of COVID-19 in hospitalised older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akhunbay-Fudge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir J Med Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11845-020-02372-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics of and important lessons from the Coronavirus Disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1242",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "First case of COVID-19 in Ireland",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perumal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ulster Med J",
            "volume": "89",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Timeline: WHO's COVID-19 response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COVID-19 in adults: test menu for hospital blood science laboratories",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;shea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir J Med Sci",
            "volume": "189",
            "issn": "",
            "pages": "1147--1152",
            "other_ids": {
                "DOI": [
                    "10.1007/s11845-020-02252-0"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A biological profile for diagnosis and outcome of COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khourssaji",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chapelle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Evenepoel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0626"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Validation of a lysis buffer containing 4 M guanidinium thiocyanate (GITC)/ Triton X-100 for extraction of SARS-CoV-2 RNA for COVID-19 testing: comparison of formulated lysis buffers containing 4 to 6 M GITCRoche External Lysis Buffer and Qiagen RTL Lysis Buffer",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mf Scallan",
                    "suffix": ""
                },
                {
                    "first": "Macsharry",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.05.026435"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Laboratory medicine resilience during coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/almed-2020-0035"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cardiac troponin testing in patients with COVID-19: a strategy for testing and reporting results",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kavsak",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hammarsten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Worster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/clinchem/hvaa225"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "846--848",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The pathogenesis and treatment of the 'Cytokine Storm' in COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "80",
            "issn": "6",
            "pages": "607--613",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.03.037"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Laboratory work safety rules and guidelines during COVID-19 pandemic in Polish clinical laboratories -do our laboratories work according to a recent IFCC Taskforce Recommendations?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Małecka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ogrodzińska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salczyńska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "58",
            "issn": "10",
            "pages": "205--208",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0764"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Changes in clinical laboratory operations and biosafety measures to mitigate biohazard risks during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Microbe",
            "volume": "1",
            "issn": "7",
            "pages": "30168--30171",
            "other_ids": {
                "DOI": [
                    "10.1016/S2666-5247(20)30168-3"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "ECDC rapid assessment of laboratory practices and needs related to COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Additional procedures put in place in relation to issuing blood products",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Respondent's answers to questionnaire. Individual graphs labelled (a) to (i) represent answers to nine questions. (a) Laboratory disciplines associated with response. (b) Changes to sample packaging. (c) Changes made to specimen transport. (d) Number of disciplines which introduced new tests. (e) Verification practices used for introduction of POCT equipment. (f) Reduction in stock levels in Blood Transfusion departments. (g) Additional procedures put in place in relation to issuing blood products. (h) Areas of the QMS difficult to maintain. (i) Primary reason for introducing new staff rosters of staff.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The team would like to acknowledge all participants of the survey, along with PALMSoc (PeriAnalytic and Laboratory Medicine Society www.palms oc.ie) and PALMSoc representatives across the country.Author contribution AL and BM conceived the idea, designed and implemented the survey, reviewed and compiled the results. AK reviewed and contributed to the original survey design and aided in its development. RS, GB and ARP reviewed final survey, results and aided in the result completion. All authors reviewed, edited and approved the final manuscript.Availability of data and materials Data are available upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}