{
    "paper_id": "4a146e8a1b6185919af13327ca31d7fd79171eec",
    "metadata": {
        "title": "Public trust on regulatory decisions: The European Medicines Agency and the AstraZeneca COVID-19 vaccine label",
        "authors": [
            {
                "first": "Rafael",
                "middle": [],
                "last": "Dal-Ré",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Madrid",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Odile",
                "middle": [],
                "last": "Launay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université de Paris",
                    "location": {
                        "addrLine": "CIC 1417",
                        "postCode": "F-CRIN",
                        "settlement": "Inserm"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Following the European Medicines Agency (EMA) recommendation, the European Commission has granted conditional marketing authorization for AstraZeneca COVID-19 vaccine for one year. As in the UK, it is indicated for adults (18- year-olds) [1] . This decision has been accompanied by statements from 22 EU countries ─all except 5─ recommending not to use this vaccine in individuals between 55 and 70-year-old ( Table 1 ). The national health authorities of 22 countries had to explain to their citizens that the decision was based on the lack of vaccine efficacy data (see below). This undermined the confidence in the EU vaccine review and assessment process and adds to the growing issue of vaccine hesitancy in countries that account to close to 95% of total EU population. Could a different EMA recommendation have helped to mitigate vaccine hesitancy?",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "(18-",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 241,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 417,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "There is a subtle but critical difference between the authorization granted by the UK regulatory agency (MHRA) and that of the European Commission: while the MHRA acknowledged that there are 'limited' efficacy (and safety) data in the elderly (65-yearolds), the EU authorization recognized that the available data do not allow an estimate of vaccine efficacy in older adults (56year-olds) [1] . The EMA, however, considered that ''the risk-benefit balance is favorable to recommend the granting of the conditional marketing authorization\" [1] . Since clinical trials data showed a rather clean safety profile, the key element is the benefit provided by the vaccine in a pandemic situation.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The label granted to the AstraZeneca COVID-19 vaccine in the European Union"
        },
        {
            "text": "Among clinical trials participants included in the efficacy analysis of two trials conducted in Brazil and the UK that received the second dose of vaccine (N = 5258) or placebo (N = 5210) 4-12 weeks apart, only 13% were elderly. In the whole population there were 64 COVID-19 cases among vaccine recipients and 154 cases in the control group, yielding a 59.5% vaccine efficacy. Among the elderly, there were 2 COVID-19 cases in the vaccine group and 6 in the placebo group. In older adults there were 8 and 9 COVID-19 cases reported in the vaccine and control groups, respectively [2] . These numbers fully support the EMA statement that no vaccine efficacy can be estimated for 56-year-olds. Then, why it has been authorized in the EU for adults with no age limit? The EMA considers that ''protection is expected, given that the immune response is seen in this age group and based on experience with other vaccines\" [2] . In other words, the decision not to limit the indication to up to 55-year-old individuals was based on a presumed efficacy, rather than on an observed (estimated) efficacy. The EMA could have waited to extend the indication to 56year-olds until accrual of more COVID-19 cases from ongoing clinical trials or from the large (N = 30,000) placebo-controlled trial that is running in the USA and some centers in four South American countries and France (NCT04516746) whose results are expected in March 2021 [3] . These trials, however, could face the problem of losing participants since, to comply with participants' rights [4] , placebo recipients are being offered an authorized vaccine [5, 6] .",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1545,
                    "end": 1548,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1610,
                    "end": 1613,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1614,
                    "end": 1616,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The label granted to the AstraZeneca COVID-19 vaccine in the European Union"
        },
        {
            "text": "We believe that, as in the EU there were two previously authorized vaccines (Pfizer/BioNTech, Moderna) with enough efficacy (and safety) data in 56-year-old individuals, the EMA recommendation should have been based on the available evidence for the AstraZeneca COVID-19 vaccine efficacy and, hence, it could have limited the indication to 18-55-year-olds. This would have had three consequences. Firstly, the product label would have been based on actual efficacy data. Secondly, since each country is autonomous on how to deploy the vaccine, each country could have decided the administration to older adults or elderly following the national 'official recommendations' (see below). And thirdly, the conditional marketing authorization granted could have been readily updated if new data become available supporting the use of the vaccine in 56-year-old individuals ─something that could happen in April/May 2021 if the large placebo-controlled RCT renders positive results in this population group. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The label granted to the AstraZeneca COVID-19 vaccine in the European Union"
        },
        {
            "text": "In the EU, all vaccine approved labels state that the use of the product should follow 'official recommendations' [1] . This allow each EU country to decide based on scientific, epidemiological, operational, or economical grounds how a vaccine will actually be rolled out in a given period or territory. Following 'official recommendations', the health authorities of each country may limit the use of an authorize vaccine to a specific age group, or conversely, broaden its limits. This latter could be considered as an off-label use of a vaccine based on, for example, epidemiological or operational reasons, that could be implemented for a given time in a territory. An example of this latter is currently taken place in the UK: following health authorities' decision, patients could receive a second dose with a different brand if the same vaccine the individual received first is not available [7] ─even when there is absolute lack of evidence on the interchangeability of the authorized vaccines [8] . Another example could happen if an EU country decides to delay the second Pfizer COVID-19 vaccine dose beyond three weeks [9] , which is the interval recommended by the EMA [10] , even if delaying it up to six weeks is supported by the WHO [11] . After showing that seropositive individuals have a robust antibody response after one dose of an mRNA COVID-19 vaccine [12, 13] , implementing this approach in any EU country [14] will be an off-label use of vaccines authorized with a two-dose schedule.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1430,
                    "end": 1434,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Autonomy of national health authorities in the EU countries regarding vaccine authorized labeling"
        },
        {
            "text": "But beyond this, and despite a common European policy for purchasing vaccines, the approach taken by each EU country can vary greatly with respect to others, that will ultimately influence how a vaccine is deployed. Thus, for instance, a country could acquire a COVID-19 vaccine that has not been approved by the European Commission ─Hungary has bought Russian's Sputnik V vaccine [15] . Another country could purchase many more vaccine doses from a manufacturer than from others, which will impact the ability to vaccinate certain population groups ─for up to end of July 2021, Bulgaria will have 3 times more doses of AstraZeneca vaccine (4.5 million) than Pfizer/BioNTech and Moderna vaccines combined [16] .",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 385,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Autonomy of national health authorities in the EU countries regarding vaccine authorized labeling"
        },
        {
            "text": "It was easier for the EMA to recommend the authorization of the AstraZeneca COVID-19 vaccine label as has been done. The EMA has helped national authorities willing to use this vaccine in adult and elderly populations. It is easier for national authorities to limit the indication than to broaden it. But it has created a lot of confusion and concern across many EU countries. Wouldn't the opposite situation have been better, in which a country decides to extend the administration of this vaccine to the elderly population and explaining the reasons supporting this decision to their own citizens? The issue would have been limited to few countries and for a given period: with a higher number and production of available vaccines, this situation will most likely be limited in time. For the EMA, it was also easier to follow the MHRA approved label than to recommend one that would have excluded older adults, something that would have prompted an open debate with the MHRA with uncertain consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EMA recommendation to the EU Commission followed the standard approach"
        },
        {
            "text": "Under an EU conditional marketing authorization, that have been granted to all available COVID-19 vaccines, liability is with the marketing authorization holder [17] . Although the specific terms of the contracts between the EU Commission with vaccine manufacturers are confidential [17] , the company will not be held responsible and, hence, country governments will be liable for any adverse effects [18] . This will also apply to the proposed off-label use of the AstraZeneca COVID-19 vaccine.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The EMA recommendation to the EU Commission followed the standard approach"
        },
        {
            "text": "Limiting the authorization of the AstraZeneca COVID-19 vaccine to 18-55-year-olds maybe would have been more appropriate and including the same wording regarding the lack of efficacy data for older adults and the presumable protection based on immunogenicity data and experience with other vaccines in this population group. Unfortunately, the situation with this vaccine in the EU could be worse if the currently ongoing trials are not able to show a benefit in vaccine efficacy in 56-year-old individuals [19] . In this case, the EMA should consider limiting the indication to 18-55-year-olds before the conditional authorization has expired or when recommending granting the standard marketing authorization. Having one or more additional vaccines available in the EU, as it is expected in the coming months, should facilitate having evidence-based vaccine labels.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We fully endorse the use of the AstraZeneca COVID-19 vaccine in older adults or the elderly in the EU countries where their health authorities decide so. However, from our perspective this should have been a public health decision not necessarily supported in the product label. The proposal of limiting the vaccine indication to those age groups with evidenced efficacy and letting the health authorities of each EU country decide broadening the population groups challenges the status quo. Since future pandemics are inevitable, having in place procedures that help preventing public vaccine hesitancy is a must. Maybe an open debate on the pros and cons of this proposal, could help the public understand how appropriate the vaccine assessment process in the EU is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Product information as approved by the CHMP on 29",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 vaccine AstraZeneca",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "AstraZeneca expects US trial results in next 4-6 weeks",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Trial participants' rights after authorisation of COVID-19 vaccines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dal-Ré",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Respir Med",
            "volume": "9",
            "issn": "",
            "pages": "30--31",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Oxford set to tell vaccine trial volunteers if they got a placebo once they are offered jabs by NHS. The Telegraph 4",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "AstraZeneca trial continuing at MUSC; doctors hopeful FDA approval could come soon",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Higdon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Covid-19: vaccine brands can be mixed in ''extremely rare occasions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Authorisation for temporary supply. COVID-19 vaccine AstraZeneca, solution for injection in multidose container",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Germany and Denmark consider delaying second Covid vaccine dose. The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Henley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oltermann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Willsher",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clarification of Comirnaty dosage interval. 28/01/ 2021. Summary of Product Information",
            "authors": [
                {
                    "first": "Agency",
                    "middle": [],
                    "last": "European Medicines",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Interim recommendations for use of the Pfizer BioNTech covid-19 vaccine, BNT162b2, under emergency use listing",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibody responses in seropositive persons after a single dose of SARS-CoV-2 mRNA vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alshammary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Amoako",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Awawda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Beach",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "1372--1376",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Impact of age, ethnicity, sex and prior infection status on immunogenicity following a single dose of the BNT162b2 mRNA.COVID-19 vaccine: real-world evidence from healthcare workers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Jabal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ben-Amram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beiruti",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Batheesh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sussan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zarka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Covid: France says just one jab needed for previously infected",
            "authors": [],
            "year": 2021,
            "venue": "BBC News",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 vaccine: Hungary bought Russia's Sputnik V jab because EU scheme 'was too slow'. Euronews. 26",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Facing criticism over slow rollout, Bulgaria starts Moderna vaccination. Reuters. 14",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Questions and answers: conditional marketing authorization of COVID-19 vaccines in the EU",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Subject: Civil liability for COVID-19 vaccines",
            "authors": [
                {
                    "first": "European",
                    "middle": [],
                    "last": "Parliament",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "E─006615/ 2020. Rule 138, Jean Paul Garraud (ID)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Will AstraZeneca be able to provide clinical trial data on its COVID-19 vaccine efficacy in older adults?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dal-Ré",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Clin Pharmacol",
            "volume": "87",
            "issn": "",
            "pages": "2405--2411",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "https://doi.org/10.1016/j.vaccine.2021.05.095 0264-410X/Ó 2021 Elsevier Ltd. All rights reserved.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "AstraZeneca COVID-19 vaccine label. Age limitation in EU countries based on the European Commission authorized label. Croatia, Cyprus, Czech Republic, Latvia a Individuals > 65-year-old will be vaccinated with the AstraZeneca vaccine if it is the only one available.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}