{
    "paper_id": "4a43c7409df48cf97a89afa4e738671750219799",
    "metadata": {
        "title": "The European Examination in Core Cardiology in Focus: Evaluation and Recommendations Using Educational Theory",
        "authors": [
            {
                "first": "Enhui",
                "middle": [],
                "last": "Yong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St George's University Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Karthick",
                "middle": [],
                "last": "Manoharan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St George's University Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Gent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "St George's University Hospitals NHS Foundation Trust",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The European Examination in Core Cardiology (EECC) is a knowledge-based postgraduate examination for cardiology specialists in Europe. It is designed to assess if a trainee has gained sufficient knowledge for independent specialist practice in core cardiology. A critical evaluation of the ECCC was undertaken using current educational theory. Miller's Pyramid was considered, and the Utility Equation was employed in a mixed methods approach. The utility analysis findings were that the EECC measured well on reliability and validity although improvement could be made in educational impact, cost-effectiveness and accessibility. Recommendations for enhancement were then put forward. No assessment instrument is perfect, and it is important to remember that the EECC is one component of assessment strategy for specialist trainees, complementing other evidence of professional competence. After appraisal, while improvement can be made, the EECC fulfils its ambitions of assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The evaluation of student achievement and assessment has been the subject of much debate in medical education. Many different assessment methods have been described, each with innate merits and shortcomings. The methods selected for assessment and their means of application are closely aligned with effective learning. As such, devising an appropriate assessment strategy is a crucial component of effective curriculums. Despite challenges, the goal of medical education is a worthwhile pursuit as its aspirations are improvements in patient care. Assessments of the highest quality measuring domains which are principal to the practice of medicine should therefore be designed, evaluated and enhanced [1] . This article focuses on the existing European Examination in Core Cardiology (EECC) as an approach to assessment.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 706,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The EECC is a knowledge-based examination designed for cardiologists in a formal training programme. Administered by the European Society of Cardiology (ESC), in collaboration with the European Union of Medical Specialists (UEMS) and participating national cardiac societies, it aims to assess the application of epistemology as defined in the ESC Core Curriculum for the Cardiologist to the level of the newly qualified specialist. Passing the EECC is obligatory for completion of training in the UK (UK), and the exam is sat in specialty training year 5 (ST5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The EECC"
        },
        {
            "text": "The examination comprises one hundred and twenty multiple-choice questions (MCQs) answered over three hours. They involve a clinical stem followed by a single question and best of five options. The assessed knowledge is mapped to the ESC curriculum comprising best available evidence and guidance. An equal proportion of questions are selected from each of the five sections (Table 1 ) which are blueprinted from the ESC Core Curriculum for the General Cardiologist (2013) [2] , although it is expected that these sections will be updated in the future in line with the 2020 ESC Core Curriculum for the Cardiologist [3] . In addition, due to General Medical Council (GMC) regulatory requirements, six of the questions are specific to UK guidance for UK candidates. It is a pass-fail examination with no negative marking. The delivery is computer-based and administered once a year at Pearson VUE Testing Centres in Europe, and resits are allowed the following year [4] .",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 476,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 965,
                    "end": 968,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The EECC"
        },
        {
            "text": "The EECC is designed to assess if a trainee has gained sufficient knowledge for independent specialist practice in core cardiology. It is not designed to be an exit examination nor assesses overall clinical competence. It is one constituent of a range of assessments for specialist trainees and complements portfolios, work-based assessments and other evidence of professional development. Information on the EECC is publicly available on the European Union of Medical Specialists (UEMS) and British Cardiovascular Society (BCS) websites [5, 6] . Due to the COVID-19 pandemic, the 2020 and 2021 examinations were delivered online for the first time with remote proctoring [7] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 541,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 544,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The EECC"
        },
        {
            "text": "This article aims to critically evaluate the EECC using current educational theory. Miller's pyramid and the Utility Equation will be employed in a mixed methods approach. Thereafter, recommendations for enhancement will be proposed. The authors whilst not involved in the design of this assessment are current speciality trainees and have first-hand experience being recent candidates. They have also undertaken postgraduate study in medical education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "An assessment is defined as a structured measure of student performance. There are two types of assessments: formative where use is to inform student performance whilst engaging in the process of learning and summative where use is conducted for decisionmaking often for high stakes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Definitions"
        },
        {
            "text": "Educational theory in medical education provides helpful frameworks for evaluating assessments. These models scaffold thinking, allowing clarity of thought. Different frameworks provide educators different perspectives [8] .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Frameworks for Evaluation"
        },
        {
            "text": "Miller provides a pyramidal framework for assessing clinical competence [9] . For the last two decades, it has been used to guide assessment practice in medical education. In his classic model, development of clinical competence is divided into four hierarchies ( Figure 1 ). The lowest tier is knowledge 'Knows' and forms the base for development of expertise. It is the foundation of competence via a solid base of specialist medical knowledge. It is followed by competence 'Knows How' where application of knowledge is assessed via patient management scenarios. In performance 'Shows How', demonstration of knowledge and skills is integrated into successful clinical performance in a simulated controlled clinical environment. Finally, in action 'Does', clinical competence and performance is assessed in vivo based on the assessment of practice in the workplace. Miller's model strives to distinguish between knowledge and action, and it argues that to truly assess professional competence at its highest level, learners should be assessed authentically in the workplace.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 272,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Miller's Pyramid of Clinical Competence"
        },
        {
            "text": "As a written assessment instrument, the EECC assesses knowledge and competence. Traditional fact gathering, interpretation and application are assessed through clinical stems. Using Miller's model as a framework, it might be argued that the EECC performs inadequately, mapping only to the two lower levels of the pyramid due to the lack of assessment involving simulated and real clinical settings. Underlying this is the assumption that assessments under test conditions are inferior to assessments of actual practice as reflections of performance [10] .",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Miller's Pyramid of Clinical Competence"
        },
        {
            "text": "Whilst that might have validity, caution should be exercised in the wholehearted adoption of the performance as competence paradigm. First, it minimises the importance of a sound knowledge base. As a high-quality test of knowledge, the EECC fulfils an important role as a knowledgebased assessment to determine if a trainee has gained sufficient knowledge for specialist practice in core cardiology. Second, it minimises the importance of sound diagnostic reasoning. Assessment of observed behaviour in Miller's higher levels, for example, in an Objective Structured Clinical Examination (OSCE), assesses observable behaviour rather than diagnostic reasoning [11] .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 663,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Miller's Pyramid of Clinical Competence"
        },
        {
            "text": "Recently, there has been increased awareness of the relevance of clinical cognitive skills where understanding, problem-solving and judgment are exercised. MCQs thus, although theoretically in a lower level of Miller's pyramid, can be designed to assess diagnostic reasoning skills, which are a crucial ability in the practice of medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Miller's Pyramid of Clinical Competence"
        },
        {
            "text": "Third is the recognition that comparison is difficult when evaluating performance at the highest levels of the pyramid. Complexity of cases varies, and assessing performance in work-based environments can be challenging and time-consuming [12] . Therefore, there are intrinsic limitations when assessing 'Does'. Therefore, whilst Miller's pyramid is a key milepost in medical education, it could be argued that it only takes one to a certain extent. To critically evaluate the EECC, alternative frameworks must be sought.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Miller's Pyramid of Clinical Competence"
        },
        {
            "text": "To evaluate the efficacy of a given assessment, Van der Vleuten proposed the concept of utility [13] . Herein, the usefulness, i.e. utility of a given assessment, was described as a consequence of its reliability, validity, educational impact, cost-effectiveness and acceptability, utility = reliability x validity x educational impact x cost-effectiveness x acceptability.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Utility Equation"
        },
        {
            "text": "In this equation, attention is paid to each component as a comprehensive assessment design strategy although it is recognised that there may be compromises between the elements depending on circumstances. The utility equation is a useful framework and accepted yardstick for assessment evaluation. We will discuss each component of the utility equation applied to the EECC with integrated recommendations for improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility Equation"
        },
        {
            "text": "Reliability refers to how results obtained from an assessment are reproducible, i.e. how much error or variance there are in the measured result. It is a central concept in testing as assessors want a test that gives reproducible results on different occasions. Low reliability means that results are subject to error and do not hold value. Reliability can be measured as a coefficient where 0 is zero reliability and 1 is perfectly reliable [14] . As a measure, reliability has been shown to be domain-specific and it is closely related to large sampling of the tested domain [15] .",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 446,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "As a written assessment in the MCQ format, the EECC would score well on reliability. This is because it is a three-hour long examination comprising one hundred and twenty questions over five content domains, and thus, reliable scores can be obtained from large sampling across the specific domains. As a test instrument format, MCQs fare well with higher reliability estimates as they are time-efficient and favour broad sampling. More questions can be sampled per hour of testing time compared to other methods like essays or OSCEs which are more time-consuming. In addition, as an objective assessment, the EECC is not liable to assessor variance which subjective assessment methods are prone to. There is no room for subjectivity or examiner bias from the computer marked sheets. Reliability is also affected by question performance. An example is the poorly written MCQ with inferior distractors which could be plausible to a competent candidate. To ensure adequate question performance, the EECC Board meets to select questions written by the writing group. This standard setting group then reviews each question using a modified Angoff method to estimate its difficulty with the final pass mark informed by their collated scores. To further improve reliability, the questions are reviewed prior to sitting to ensure no errors. After the examination is sat, the performance of each question is reviewed and questions with p-values less than 30% (too difficult) and more than 90% (too easy) and questions where there was a negative correlation with candidate performance (suggesting a poorly written question) are reviewed to ensure that the question was not misleading and the answer key was not inaccurate or that it tests an unimportant content area. Any items of concern are then excluded from the assessment [4] [5] [6] . These measures on examination development all promote reliability of question performance.",
            "cite_spans": [
                {
                    "start": 1817,
                    "end": 1820,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1821,
                    "end": 1824,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1825,
                    "end": 1828,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "In addition, reuse of questions provides comparable marks between year groups. Approximately 50% of questions are those that have performed well in previous exams, and approximately 50% of questions are new [5] . The reuse of questions is practical in objectively marked assessments and promotes reliability, ensuring comparability between year groups. Finally, one area of consideration remains the standard setting. Whilst any standard setting process is inherently subjective and there is no perfect method, the EECC utilises criterion-referenced standards. It uses the modified Angoff method where a group of subject matter experts estimate the performance of a borderline or minimally acceptable candidate. The pass mark is then determined with the Hofstee method, expecting between 75% and 95% of candidates to pass. The above requires suitable expert judges and due diligence. It can be argued that criterion-referenced methods assessing a passing level of minimum competence, compared to normreferenced methods assessing relative performance in a group, are more suited to a professional exam aimed at assessing minimum competence [15, 16] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "As a high-stakes examination involving licensure, it is reassuring and not wholly unexpected that the EECC has been ascertained to have a high reliability. Recommendations on improvement are as such minor. High reliability can be maintained by the following measures. Despite the intrinsically better reliability of MCQs, one source where unreliability could be introduced remains poorly written questions. Therefore, one potential recommendation is that members of the question writing group ensure highquality standards of the writing process through suitable training. This is in conjunction with the already available Question Writing Guide [17] . It is recognised that writing effective test questions is a challenging and time-consuming skill, but item writing flaws can be reduced with directed faculty training [18] . As further refinement, regular item analysis to remove poorly performing questions remains recommended.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 649,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Reliability"
        },
        {
            "text": "Validity is defined as the ability of an assessment to accurately test what it intends to measure, i.e. it refers to the accuracy of an assessment. It is generally considered to be a very important aspect of assessment as it places meaning to it. For example, even if a test is reliable (reproducible), it may not provide a valid (accurate) measure. A set of weighing scales may consistently give a weight of 75 kg and has good reliability; however, it is not valid if one's true weight is 80 kg. Validity in assessment is essential, probably more so than reliability. Moreover, if a test is valid, it is very likely to be reliable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "In the EECC, validity is ensured by blueprinting. To ensure adequate coverage, the test is constructed according to a blueprint and a proportion of questions are mapped to the clinical syllabus (Table 1 ). This is designed to ensure a representative sampling of core knowledge. For upcoming examinations, the blueprint will be updated according to the revised Core Curriculum for the Cardiologist 2020 [4] . Blueprinting is a powerful way to ensure relevance and accurate sampling of items. It focuses assessors on desired learning outcomes. Moreover, for UK candidates, six of the one hundred and twenty questions included are specific to UK guidance. Whilst this was structured to fulfil GMC regulatory guidance, the UK-context questions further enhance the EECC's validity for UK trainees.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Validity"
        },
        {
            "text": "Whilst topic selection and coverage are important, validity can be further enhanced by careful question writing. The questions comprise a clinical stem, sometimes including an image or video, followed by a single best of five question formats. These questions with patient vignettes test application of knowledge in context and are clinically oriented, testing problem-solving strategies. Moreover, around 25% of the questions include a still image or video clip (for example, ECG, echocardiography, cardiac MRI or nuclear medicine). This allows direct application and interpretation of clinical images and video which is central to clinical practice, further enhancing the examination's content validity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "One challenge facing the EECC is the criticism that MCQs test factual knowledge instead of professional competence. The supposed lack of professional authenticity therefore limits its validity. On the other hand, it has been adequately shown that domain-specific knowledge is one of the best predictors of expertise [19] . Thus, the MCQ format remains regarded to be a valid test of competence. To overcome this limitation, one consideration could be the introduction of simulated clinical scenarios or observed clinical encounters. For example, a practical skills station could be incorporated using the Mentice vascular interventional system trainer VIST® as an endovascular simulator to test the practical competency of coronary angiography skills of candidates. This would be similar to the approach adopted by the British Society of Echocardiography who have a practical assessment station for transoesophageal echocardiography (TOE) accreditation using a HeartWorks® simulator. However, whilst attractive in principle, this approach would likely have an adverse impact practically on the accessibility or cost-effectiveness of the EECC as a multinational assessment.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "As an effective compromise, effective question writing skills must be emphasised again. This is similar to the aforementioned recommendation for reliability and is not wholly unexpected as reliability and validity are closely interlinked. It has been shown that improved MCQ quality over a longitudinal period leads to an increased competency level [20] . Therefore, to mitigate the risks of an exclusively written examination, highquality questions that test application of knowledge and skill have to be written to promote professional authenticity. A further important point is related to the constant evolution of medical knowledge. In the past three years, fourteen updated clinical practice guidelines have been published by the ESC ranging from atrial fibrillation to acute coronary syndromes to supraventricular tachycardia. Cardiology is a fast-changing field with new evidence and examination questions that are not updated which have a real danger of being superseded by new knowledge. To maintain the high validity of the examination, the question bank needs to be regularly revised and updated.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Validity"
        },
        {
            "text": "Traditional educational theory emphasises the importance of integrated teaching, learning and assessment. Assessment is a powerful influence on learning and is an integral part of curriculum planning through constructive alignment [21] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Educational Impact"
        },
        {
            "text": "Yet, there remains an incongruence of the learning process with a recent survey of West Midlands UK trainees stating that 84% of them received minimal support in their preparation of the EECC from their educational supervisors [22] . Indeed, it remains the experience that trainees and their supervisors view the examination as an 'add-on' at the end of the core training educational programme rather than the educational opportunity it presents. Revision for the EECC is also challenging as currently, there are no exclusive courses or recommended reading lists.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Educational Impact"
        },
        {
            "text": "In addition, the current revision textbook [23] by a third party is seven years out of date and there is minimal availability of resources like question banks. To their credit, the ESC has published more information about the examination in recent years shedding light on its components [5] . However, preparation can remain feeling piecemeal for the candidate. Moreover, information is available, but not readily accessible by candidates. The ESC has preparatory e-Learning modules [24] comprising fifty to one hundred hours of study time and two mock exams; however, access is restricted by paywall and is available free only when national societies have sent through their list of candidates which often happens very late in the authors' experience minimising any positive educational impact.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Educational Impact"
        },
        {
            "text": "To maximise any educational impact, we propose complimentary or early access to the preparatory e-Learning modules. This would enhance the learning process, and candidates can do their revision constructively in alignment with the curriculum and concurrent with their daily professional duties. The earlier accessibility to this comes at no extra cost to the ESC as they are online modules. Another recommendation would be a focus on revision with a workshop for trainees including a mock exam at the ESC Congress or BCS Annual Conference with study leave to attend. These formative assessments could act as effective feedback and be a powerful influence on achievement [25] . The last is the consideration of a society-endorsed EECC revision textbook as a resource, which would greatly aid candidates' learning.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 674,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Educational Impact"
        },
        {
            "text": "Other considerations include cost-effectiveness, acceptability and accessibility. Any assessment requires practical consideration of cost. Development of good assessment can be costly as it is time-intensive and requires adequate infrastructure. That cost should, however, be reasonable. The EECC is an expensive exam and at present, costs £420. Despite being a curriculum-mandated examination, there is no possibility of claiming this fee or related travel and accommodation expense from study budgets based on current Health Education England policy [26] . Presumably, the costs involved for this three-hour examination go to administrative support, question writing and item banking with a proportion going to PearsonVue who organises the invigilation of the computer-based test venue, marking of scripts and item performance analysis. There are also independent psychometricians at the University of Cologne who are academic partners and determine the pass mark.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cost-Effectiveness, Acceptability and Accessibility"
        },
        {
            "text": "Cost efficiency is aided by the following measures. Collaborative working across countries allows the pooling of questions in a high-quality item bank. MCQs whilst onerous to construct are efficient in handling the large numbers of candidates. In 2021, six hundred and forty two candidates from thirty two countries sat the exam [7] . In addition, a computer-based test interface provides further economies of scale. Yet, a conscious decision has to be made for further cost efficiencies as at present, candidates may not be getting value for money. A cost analysis can be undertaken, and there are examples in the literature [27] . One sidenote of practical consideration is related to tax relief for UK candidates. Examination fees were previously tested in court and were understood to be non-tax deductible. This position might have changed after the Court of Appeal judgment in the case of Revenue & Customs Commissioners v Dr Piu Banerjee ([2010] EWCA Civ 843) [28, 29] . The case is related to Dr Banerjee, a specialist registrar in dermatology, who became entitled to tax relief on training costs when employed on an employment contract where training was an intrinsic contractual duty. Following this judgment, various Royal Colleges have published guidance and resources on those wishing to claim tax relief. They include draft sample letters to Her Majesty's Revenue and Customs department (HMRC) [30] . The BCS could potentially follow suit in supporting their trainees with similar guidance and sample letters to reduce the cost burden of this examination. One limitation to be recognised is that the authors do not have information to expand about what happens in other European countries for candidates in a similar position; however, we hope that representing the experience of trainees based in the UK, other European readers will be able to apply them to their own educational system where differences exist.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 332,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[28,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "29]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1408,
                    "end": 1412,
                    "text": "[30]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Cost-Effectiveness, Acceptability and Accessibility"
        },
        {
            "text": "Accessibility is important when designing assessments. Delivery of the examination on computers in secure testing centres near to candidates promotes flexibility in attendance and decreases travel-related expense. However, there have been recent difficulties in accessibility due to COVID-19-related closure of testing centres delaying the examination for trainees up to a year. Whilst the pandemic continued, PearsonVue offered online proctoring; however, this can be challenging as it requires a reliable internet connection and there is also risk of unfair disqualification with online invigilation. In addition, the EECC is customarily sat once a year. Accessibility could be improved further by opening sittings to more than once a year or opening availability to those from ST4 onwards for candidates on track to achieve annual competencies. The opening of test centres with social distancing as soon as safely possible or hybrid examination sittings to improve accessibility is also recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness, Acceptability and Accessibility"
        },
        {
            "text": "Finally, acceptability is discussed. In general, the EECC in the MCQ format is a familiar and popularly accepted assessment method. It is easy to administer and sit. The test is in English which might have implications on accessibility and acceptability to non-Englishspeaking candidates. Further to this is its influence on contextual validity as it tests the ability of candidates' knowledge in English rather than their usual medium. To mitigate this, the stems are written as short as possible to test the point of knowledge. One consideration of improvement in the future as the EECC becomes more widely adopted could be providing this European-level professional exam in other languages. Table 2 summarises, for clarity, the proposed recommendations of enhancement for the EECC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 701,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Cost-Effectiveness, Acceptability and Accessibility"
        },
        {
            "text": "In conclusion, a critical appraisal of the EECC, a knowledge-based examination for cardiology specialists in Europe, was undertaken using current educational theory. Miller's Pyramid was considered, and thereafter, the Utility Equation was employed. The findings were that the EECC measured well on reliability and validity although some improvement could be made in educational impact, cost-effectiveness and accessibility. Practical recommendations for enhancement were put forward. No assessment instrument is perfect, and it is important to remember that the EECC is one component of assessment strategy for specialist trainees, complementing other evidence of professional development. Nonetheless, it fulfils its ambition of assessing if a candidate has gained sufficient knowledge for independent specialist practice in core cardiology and the exam board should be congratulated for their endeavour. We look forward to further improvement of this examination in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "http://orcid.org/0000-0002-6097-6721 David Gent http://orcid.org/0000-0002-0365-913X ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhui Yong"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What we measure . . . and what we should measure in medical education",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Boulet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Durning",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Educ",
            "volume": "53",
            "issn": "1",
            "pages": "86--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ESC Core Curriculum for the Cardiologist",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "41",
            "issn": "38",
            "pages": "3605--3692",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Behind the scenes of the European Examination in General Cardiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bowater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart",
            "volume": "105",
            "issn": "11",
            "pages": "889--890",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "European Examination in Core Cardiology (EECC)",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The European Society of Cardiology -A Digital Educator",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Achenbach",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Eur CME",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Frameworks for learner assessment in medicine: AMEE Guide No. 78",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pangaro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cate",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Med Teach",
            "volume": "35",
            "issn": "6",
            "pages": "1197--1210",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The assessment of clinical skills/competence/ performance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Acad Med",
            "volume": "65",
            "issn": "9",
            "pages": "63--67",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Work based assessment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Norcini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bmj",
            "volume": "326",
            "issn": "7392",
            "pages": "753--755",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Revisiting Miller's pyramid in medical education: the gap between traditional assessment and diagnostic reasoning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Witheridge",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ferns",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Scott-Smith",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Med Educ",
            "volume": "10",
            "issn": "",
            "pages": "191--192",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "AMEE Guide no. 34: teaching in the clinical environment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Ramani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leinster",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med Teach",
            "volume": "30",
            "issn": "4",
            "pages": "347--364",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The assessment of professional competence: developments, research and practical implications",
            "authors": [
                {
                    "first": "Cpm",
                    "middle": [],
                    "last": "Van Der Vleuten",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Adv Health Sci Educ",
            "volume": "1",
            "issn": "1",
            "pages": "41--67",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessing professional competence: from methods to programmes",
            "authors": [
                {
                    "first": "Cpm",
                    "middle": [],
                    "last": "Van Der Vleuten",
                    "suffix": ""
                },
                {
                    "first": "Lwt",
                    "middle": [],
                    "last": "Schuwirth",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Educ",
            "volume": "39",
            "issn": "3",
            "pages": "309--317",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Understanding Medical Education: evidence, Theory and Practice",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Standard setting: comparison of two methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Oyebode",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Med Educ",
            "volume": "6",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "EEGC Question Writing Guide",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Effect of Faculty Training on Quality of Multiple-Choice Questions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meena",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Appl Basic Med Res",
            "volume": "10",
            "issn": "3",
            "pages": "210--214",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Education and thinking: the role of knowledge",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Am Psychologist",
            "volume": "39",
            "issn": "2",
            "pages": "93--104",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effectiveness of longitudinal faculty development programs on MCQs items writing skills: a follow-up study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Abdulghani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Irshad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Enhancing Teaching through Constructive Alignment. Higher Educ",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biggs",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "347--364",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How to succeed in the EEGC: a guide for trainees and their trainers",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ooues",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heart",
            "volume": "105",
            "issn": "13",
            "pages": "1044--1045",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Essential Revision Notes for Cardiology KBA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khavandi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "EEGC -All you wanted to know",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Power of Feedback",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hattie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Timperley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rev Educ Res",
            "volume": "77",
            "issn": "1",
            "pages": "81--112",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "I am preparing for my curriculum mandated exam-will the study budget cover revision courses and the exam fee? HEE-NHS",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cost analysis for computer supported multiple-choice paper examinations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hörnlein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ifland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "EIM32530 -Employment Income Manual -HMRC internal manual -GOV",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "UK trainees may be eligible for tax relief on MRCP(UK) exam fees",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Royal College of Obstetricians & Gynaecologists",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Miller's Pyramid of clinical competence.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "EECC Structure.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary table of recommendations for the EECC. • Faculty training in workshops to maintain highquality standards of the writing process • Regular item analysis to remove poorly performing questions Validity • Faculty training in workshops to maintain highquality standards of the writing process • Regular revisions and updates of question bank • Consideration of OSCEs or simulation to improve professional authenticity Educational Impact • Free early access to ESC e-Learning modules and mock exams • EECC revision textbook • Mock exam at ESC or BCS annual conference with study leave to attend Cost-Effectiveness • Conscious decision for cost efficiencies with a cost analysis undertaken • Sample letter to send to tax agency, e.g. HMRC to claim tax relief on professional training expense • Opportunity to claim professional training expense from study budget Acceptability/ Accessibility • Sittings more than once a year or available to sit from ST4 for candidates on track to achieving annual competencies • Opening of test centres with social distancing as soon as reasonably possible • Providing the exam in other languages",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}