{
    "paper_id": "4a960d6b483499a4e6a253569bca2e23d008c814",
    "metadata": {
        "title": "Evolution of social relationships between first-year students at middle school: from cliques to circles",
        "authors": [
            {
                "first": "Diego",
                "middle": [],
                "last": "Escribano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "postCode": "28911",
                        "settlement": "Leganés, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Victoria",
                "middle": [],
                "last": "Doldán-Martelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "postCode": "28911",
                        "settlement": "Leganés, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "J"
                ],
                "last": "Lapuente",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Enseñanza Secundaria Blas de Otero",
                    "location": {
                        "postCode": "28024",
                        "settlement": "Madrid"
                    }
                },
                "email": ""
            },
            {
                "first": "José",
                "middle": [
                    "A"
                ],
                "last": "Cuesta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "postCode": "28911",
                        "settlement": "Leganés, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Angel",
                "middle": [],
                "last": "Sánchez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "postCode": "28911",
                        "settlement": "Leganés, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Survey data Table S1 : Distribution of the students by group and gender. It is valid for both December 2018 and May 2019 data. Table S2 presents the results on the percentage of reciprocal relations both within the whole network and group by group. For comparison, values of reciprocity obtained from randomly rewiring the network arising from the survey 1000 times are given, along with confidence intervales. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 127,
                    "end": 135,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Supplementary information"
        },
        {
            "text": "As indicated in the main text, most students experience an increase in the value of the parameter µ obtained from the fits to the theoretical predictions of Ref. 1. Figure S5 below presents a histogram of the number of students with increasing or decreasing µ as a function of their groups. Figure S8 collects all the differences in µ between waves in the form of a violinplot, to depict the distribution of changes in more detail. Figure S1 : Boxplot of the answers about enemies and worst enemies. Top, numbers of students marked as \"worst enemies\" by students of each group (circle 1). Bottom, numbers of students marked as \"enemies\" by students of each group (circle 2). Left, results from wave 1. Right, results from wave 2. Line represents the median, boxes the first and third quartiles, lines, the 95% confidence interval, and dots, outliers . Figure S2 : Boxplot of the answers about enemies and worst enemies, restricted to the ego's group. Top, numbers of students marked as \"worst enemies\" by students of each group (circle 1). Bottom, numbers of students marked as \"enemies\" by students of each group (circle 2). Only relationships within the group are shown. Left, results from wave 1. Right, results from wave 2. Line represents the median, boxes the first and third quartiles, lines, the 95% confidence interval, and dots, outliers . Figure S3 : Boxplot of the original answers for the 3 intensity levels of positive relationships prior to merging categories. First row, numbers of students marked as \"flesh and bone\" by students of each group (circle 1). Second row, numbers of students marked as \"close friend\" by students of each group (circle 2). Third row, numbers of students marked as \"friend\" by students of each group (circle 3). Left, results from wave 1. Right, results from wave 2. Line represents the median, boxes the first and third quartiles, lines, the 95% confidence interval, and dots, outliers . Figure S4 : Boxplot of the original answers for the 3 intensity levels of positive relationships prior to merging categories, restricted to the ego's group. First row, numbers of students marked as \"flesh and bone\" by students of each group (circle 1). Second row, numbers of students marked as \"close friend\" by students of each group (circle 2). Third row, numbers of students marked as \"friend\" by students of each group (circle 3). Only relationships within the group are shown. Left, results from wave 1. Right, results from wave 2. Line represents the median, boxes the first and third quartiles, lines, the 95% confidence interval, and dots, outliers . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "text": "Figure S5",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 291,
                    "end": 300,
                    "text": "Figure S8",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 432,
                    "end": 441,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 861,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1359,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 1932,
                    "end": 1941,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Individual results and Dunbar circles"
        },
        {
            "text": "In this section we collect additional information on the network structure of the whole course and of the different groups, as well as on the community structure of the network. Table S11 : Number of observed triangles formed by a mix of positive and negative links in the first wave (left) and in the second wave (right) for the complete course depending on the criteria.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Table S11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Network structure and communities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cognitive resource allocation determines the organization of personal networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tamarit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Cuesta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I M"
                    ],
                    "last": "Dunbar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Nat'l Acad. Sci. USA",
            "volume": "115",
            "issn": "",
            "pages": "8316--8321",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of students with increasing or decreasing µ vs group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Violinplot of the difference in the µ value between December 2018 and May 2019, for each group. The difference of µ is normally distributed for all groups (Shapiro-Wilk test).The following figures deal with the ρ parameter, calculated for the number of connections a participant receives, as opposed to the µ parameter, calculated with the number of connections coming from a participant.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Distribution of ρ values for all the participants in (a) December, (b) May and (c) difference in the ρ value between December 2018 and May 2019. Data distribution fitted using a Kernel Density Estimation (KDE). Vertical dotted line shows ρ=0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Count plot of the tendency of ρ to increase (ρ difference>0) or decrease (ρ difference<0)during the period of December 2018-May 2019, for each group. The number of observations in which ρ decreases is lower for groups A and C. The size of each group is indicated under the x-axis label.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Boxplot of the difference in the ρ value between December 2018 and May 2019, for each group. The difference of ρ is normally distributed for all groups (Shapiro-Wilk test). Groups A and C show a higher increase in ρ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Violinplot of the difference in the ρ value between December 2018 and May 2019, for each group. The difference of ρ is normally distributed for all groups (Shapiro-Wilk test). Group Mean (SD) wave 1 Mean (SD) wave 2 Mean (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Network representation of all the social relations in wave 1 (top) and wave 2 (bottom) with division by group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of community analysis results when considering only positive links and all links. From top to bottom, all links in wave 1, only positive links in wave 1, all links in wave 2 and only positive links in wave 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Network representation of all the social relationships in wave 1 (top) and wave 2 (bottom) with division by gender.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Community analysis of group A in wave 2 taking into account both positive and negative links (left) and only positive links (right). Nodes belonging to each community are marked by color as indicated in the plot. Friendship links are drawn in green, whereas enmity links are drawn in red.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "the statistics of the students.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table S3reports the same for wave 2.Table S2: Reciprocity of positive links in the first wave. The observed column corresponds to the value of the real network. The simulated column corresponds to the mean value obtained after 1000 simulations rewiring the links. The values in parenthesis are the mean value minus/plus two times the standard deviation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reciprocity of positive links in the second wave. The observed column corresponds to the value of the real network. The simulated column corresponds to the mean value obtained after 1000 simulations rewiring the links. The values in parenthesis are the mean value minus/plus two times the standard deviation.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mean and standard deviation values for the difference of ρ calculated for the timepoints December 2018 and May 2019.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Distribution of the communities by gender in group C in wave 1 (left) and wave 2 (center) and transitions between communties (right).",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Distribution of the communities by gender in group D in wave 1 (top left) and wave 2 (top right) and transitions between communities (bottom).",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Distribution of the communities by gender in group E in wave 1 (top left) and wave 2 (top right) and transitions between communities (bottom).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}