{
    "paper_id": "4ae998bea54133d0bf4c638d0b1cfaa6bddd080b",
    "metadata": {
        "title": "Rethinking African globalisation agenda: Lessons from COVID-19",
        "authors": [
            {
                "first": "Angela",
                "middle": [
                    "Ifeanyi"
                ],
                "last": "Ujunwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nigeria",
                    "location": {
                        "settlement": "Enugu Campus",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Augustine",
                "middle": [],
                "last": "Ujunwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "West African Monetary Institute",
                    "location": {
                        "settlement": "Accra",
                        "country": "Ghana"
                    }
                },
                "email": ""
            },
            {
                "first": "Regina",
                "middle": [],
                "last": "Okoyeuzu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Nigeria",
                    "location": {
                        "settlement": "Enugu Campus",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Corona virus pandemic triggered serious disruption to the global health system, resulted in synchronized slowdown of economic activities, and threatened globalisation agenda. The global health system is struggling to cope with the problem of COVID-19, and national governments are investing limited resources to help the health sector cope with the teething challenges. Arising from the COVID-19 outbreak is the partial restrictions on economic activities and shutdown of national boarders, that resulted in the decline of global output. The International Monetary Fund (IMF) revised downward, the global output to − 4.9 percent in June 2020, which is 1.9 percentage points below the April 2020 forecast (IMF, 2020a) . The outlook for 2021 and 2022 is projected at 6 percent and 4.4 percent, respectively, due to additional fiscal supports and massive rollout of vaccines (IMF, 2021) . The Report highlights uncertain global prospects due to sentiments around vaccine coverage, virus mutation, and subdued mobility.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 716,
                    "text": "(IMF, 2020a)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 872,
                    "end": 883,
                    "text": "(IMF, 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The adverse economic effect of COVID-19 is uneven and appears worse in African countries, arising from increase extreme poverty, pressure on the health sector, and tight financing constraints, that limited the capacity of governments to provide safety-nets for the most vulnerable. The pandemic is exacting a larger toll on Sub-Saharan African economies like South Africa, Nigeria, Kenya, and Ghana. Sub-Saharan economy suffered the largest contraction (-1.9) in 2020 due to the pandemic but growth have been projected to rebound by 3.4 percent in 2021 (IMF, 2021) , though, economies that rely extensive on tourism will be the most affect.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 564,
                    "text": "(IMF, 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Globalization that promotes competitiveness, market access, and the local stock diffusion through the linkage of input-output and global value chain (Sforza & Steininger, 2020) . Globalisation is currently under threat because of the outbreak of COVID-19, and the emergence of protectionism might have adverse consequence on African countries. For instance, through globalization, international donors, development partners, multilateral institutions, and advanced countries have provided enormous assistance to Africa in the areas of information sharing, donation of protection equipment and ventilators, building global stockpiles of essential supplies, and designing effective modalities for delivering relief to the neediest. Africa also rely on developed economies for the development and distribution of COVID-19 vaccine.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 176,
                    "text": "(Sforza & Steininger, 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we examine the importance of rethinking globalization agenda in Africa, given the practical realities of the COVID-19 pandemic. We argue that the African Union should lead the campaign against protectionism through the successful implementation of the African Monetary Cooperation Programme (AMCP), African Continental Free Trade Area (AfCTA), and African Union Commission Agenda 2063. We further argue that African globalization agenda must incorporate development priorities that addresses demographic structures that promote the outbreak and transmission of pandemic. We propose important economic structures that could mitigate the vulnerability of the African economies to pandemic and sustain the globalization agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To achieve this objective, the remainder of the paper is structured as followed: Section 2 presents an overview of the COVID-19 pandemic, Section 3 highlights the disruptive effect of COVID-19 on globalization; section 4 proposes strategies to promote pandemic-proof African economy; and section 6 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scholars and practitioners use different phraseology such as \"black swan\" and \"World War 3\" to describe the COVID-19 pandemic, due to the unpredicted nature of the virus and its devastating effect on the global economy (Ferneini, 2020) . COVID-19 outbreak, which started in Wuhan City of China, was first announced by the World Health Orgainisation (WHO) Beijing Office on the 31st of December 2019. Barely two weeks after the first announcement of the virus outbreak, Thailand recorded the first oversea case on January 13, 2020, and WHO declared the virus a Public Health Emergency of International Concern (PHEIC) on January 30, 2020. It was coded COVID-19 on the 11th of January 2020, and by March 7, 2020, the virus had affected more than a hundred (1 0 0) countries and a hundred thousand (100,000) people, globally. The speed of transmission and fatality rate of 3% compelled WHO to declare the virus a global pandemic on March 11, 2020 (Shaw et al., 2020; and Carico et al., 2020) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 235,
                    "text": "(Ferneini, 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 944,
                    "end": 963,
                    "text": "(Shaw et al., 2020;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 964,
                    "end": 988,
                    "text": "and Carico et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "To slowdown the transmission rate of the virus, WHO recommended COVID-19 protocols or behavioural modification such as remote work policy, maintaining at least 1-2 meter away from others (social or physical distancing), frequent washing of hands, wearing of facemask, frequent use of alcohol-based disinfectant, and avoid touching the face, nose and mouth. Other responses to flatten the curve include travel restrictions, border closure, and quarantine (Nicola et al., 2020; and Carico et al., 2020) . Multilateral institutions, national government, private sectors, and non-governmental institutions incentivized academics and practitioners to conduct and disseminate research outputs on vaccines, techniques to slowdown the spread of the virus, and insightful properties of the virus.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 475,
                    "text": "(Nicola et al., 2020;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 476,
                    "end": 500,
                    "text": "and Carico et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "Despite the development of COVID-19 vaccine, extensive research efforts are on-going to understand the epidemiology and clinical characteristics of the virus , adverse effect of the pandemic on the economy (Atkeson, 2020; and Thakur and Jain, 2020) , strategies for epidemic surveillance and response (Buckee, 2020) , and the application of virtual health care (Webster, 2020) . While the issues addressed in these studies are important, little is known on the disruptive effect of the pandemic globalization, and more importantly, the important lessons Africa can draw from this development in order to improve its globalization strategies. This is extremely important, given the vulnerability of the African continent to border closure and restriction of movement during pandemic.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 221,
                    "text": "(Atkeson, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 222,
                    "end": 248,
                    "text": "and Thakur and Jain, 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 301,
                    "end": 315,
                    "text": "(Buckee, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 361,
                    "end": 376,
                    "text": "(Webster, 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "The pandemic increased food and security challenges, heightened debt-over-hang, and revenue shrinkage due decline to commodity price volatility. The African labour market is seriously affected by the pandemic, because of the dominance of low-skilled and informally employed workers without the option of working from home. Studies have shown the dominance of jobs that are non-amenable to remote work policy in low-income countries (Hatayama et al., 2020; Hensvik et al., 2020; Dingel & Neiman, 2020; Bartik et al., 2020; and Avdiu and Nayyar, 2020) . For instance, Dingel and Neiman (2020) investigated jobs that cannot be performed from home and documented significant variation across cities, countries, regions and industries. The authors found that 37 percent of jobs in the United States can be performed from home and account for 46 percent of all wages, while variations in jobs that can be done at home ranges from 40 percent in Sweden and United Kingdom, 25 percent in Turkey and Mexico, and below one-third of US level in emerging economies and lower-income countries. The study identifies jobs in retail, hotel and restaurants, agriculture, construction, and production as industries that workers cannot work remotely. The structure of African economies and the primary stage of economic development predisposes the continent to risk.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 455,
                    "text": "(Hatayama et al., 2020;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 456,
                    "end": 477,
                    "text": "Hensvik et al., 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 478,
                    "end": 500,
                    "text": "Dingel & Neiman, 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 501,
                    "end": 521,
                    "text": "Bartik et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 522,
                    "end": 549,
                    "text": "and Avdiu and Nayyar, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "The analysis indicates that the pandemic poses serious global and regional challenges at a time that constant level of research effort than can generate exponential growth is narrowing globally or using Bloom et al., (2020) phraseology that \"ideas are getting harder to find\". Globalization assisted African economies moderate the adverse effect of the pandemic. Contrary to the general narrative that globalisation hurts Africa, the continent recorded numerous benefits from developed economies and development partners during the pandemic, and appear to have benefitted more from the globalization agenda. The effort of donor agencies, development partners, private companies, and national government in establishing safety nets to ameliorate the financial conditions of the most vulnerable during the partial lockdown of the economies. To safeguard nutrition, ensure food security, and improve communication among the vulnerable groups impacted by COVID-19, donor agencies provided cumulative financial assistance of about US $1.5 million, in addition to US$10 million World Bank grant for The Gambia's COVID-19 Response and Preparedness Project. IMF also approved US$21.3 million under the Rapid Credit Facility (RCF), in addition to debt relief under the catastrophe containment window of the Catastrophe Containment and Relief Trust (CCRT) approved on April 13, 2020 (IMF, 2020b).",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 223,
                    "text": "Bloom et al., (2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "The government of Guinea collaborated with international development partners in preparing the National Emergency Preparedness and Response Plan for COVID-19 outbreak and the implementation cost was estimated at US$47 million. In a bid to mitigate the adverse effect of COVID-19 on the most vulnerable people, small and medium enterprises and the health sector, the government further announced COVID-19 economic recovery plan of US$290 million. The World Bank approved US$17 million off-budget project funding for the Liberian health sector, of which US$7.50 million was new investment financed by the COVID-19 Fast Track Facility; and virement of $9.5 million from existing projects. African Development Bank approved for Liberia, significant budget support on April 8, 2020 for the COVID-19 Response Facility. International Development Association grant of US$7.5 million was approved by the World Bank to support Sierra Leone health system (IMF, 2020a). In Democratic Republic of Congo, development partners supported the design of the \"Preparedness and Response National Plan\" (IMF, 2020b). In view of the above, African Union need to rethink its approach to globalisation, to maximize the benefits rather than constituting a drag to the globalisation agenda.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overview of COVID-19 pandemic and Africa's benefit from globalisation"
        },
        {
            "text": "The COVID-19 outbreak is disruptive to the critical tenet of globalization -free movement of people and goods across the globe. In recent times, the world has recorded outbreak of infectious disease such as the pandemic took a global dimension in terms of restriction of movement and total shutdown of international borders across the globe. Similar to the outbreak of pervious viruses, the Wuhan city of China rapidly propagated the spread of COVID-19 because of urbanization and China's interconnectedness with the rest of the world. The high speed of spread followed international and domestic travel connections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "Restrictions of movement and shutdown of borders are antithetical to the central tenets of globalization. Larsson (2001) define globalisation as the process of shrinking the global space and reducing the distance between countries. It entails the easing of mutually beneficial interaction among people in different countries of the world. Al-Rodhan and Stoudmann (2006) also define globalization as the \"process that encompasses the causes, courses and consequences of transnational and transcultural integration of human and non-human activities\" (p.6). This entails the free flow of communications and technologies, equipment and machinery, large-scale and low-cost industrial production, export and import, tariff benefits and movement of people, and animal interaction in a mutually beneficial manner. The benefits of globalization had been documented extensively in extant literature and include improve economic welfare, labour quality, employment generation, increase market size, ease of technology transfer, higher wages, efficient allocation of resource and improved competition (Feenstra and Hanson, 1999; Frankel and Romer, 1999; Beaton et al., 2017; and Danziger, 2017) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 120,
                    "text": "Larsson (2001)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1089,
                    "end": 1116,
                    "text": "(Feenstra and Hanson, 1999;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1117,
                    "end": 1141,
                    "text": "Frankel and Romer, 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1142,
                    "end": 1162,
                    "text": "Beaton et al., 2017;",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1182,
                    "text": "and Danziger, 2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "The outbreak of COVID-19 has interrupted the concept and benefits of globalization, in favour of protectionism, which rendered some extant theories on the gains of globalization redundant. Theories of competitiveness problem and factor-price-equalization are anchored on perfect factor mobility (labour and capital) and the elimination of trade barriers (Krugman and Lawrence, 1993; and Samuelson, 1939) . Scholars employ the factor-price-equalization theory in explaining the important role of globalization in reducing inequality and unemployment, because international trade leads to equalization of rewards for identical factors of production (Samuelson, 1939) . Regional trade agreements (RTAs) are under serious threat, especially, the European Union. The difficulty in embarking on currency reforms provoked litigations in the European Court of Justice, and the huge stimulus package by Member States of the Union at individual country level resulted in disaffection of some members states. For instance, Southern Members of the Union described Germany decision to rollout subsidies to cushion the adverse effect of COVID-19 on domestic companies as undermining the single market.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 382,
                    "text": "(Krugman and Lawrence, 1993;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 383,
                    "end": 403,
                    "text": "and Samuelson, 1939)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 647,
                    "end": 664,
                    "text": "(Samuelson, 1939)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "The poor response of RTAs and the prohibition of exports by countries worsened the fragility of globalization. The European Union failed to respond to the call by Italy to provide emergency medical equipment as their doctors were selecting which patients to save due to shortage of critical medical equipment. Germany, France Turkey, and Russia prohibited the export of ventilators and medical masks, despite Germany and France membership of the European Union single market. The countries also ignored the protest from European Union officials on the negative effect of restrictive policies on the principle of common markets. European Union officials specifically defined the decisions of Germany and France as a contrast to the principles of unrestricted free trade among its member and observed that such action could undermine the solidarity of the union (Farrell and Newman, 2020) .",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 886,
                    "text": "(Farrell and Newman, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "The call by President Trump for Americans to bring back to the United States, the production of critical medical and technological supplies during the COVID-19 outbreak, because of his dissatisfaction of China's level of disclosure of the COVID-19 outbreak, and lingering trade-war between the countries is accelerating protectionism. President Trump had previously withdrawn United States support for the global fight against climate change and recently threatened to withdraw United States funding to WHO, since he perceives WHO connived with China in the poor disclosure of the COVID-19 outbreak to the world. There is also a global concern that rich countries may aggressively buy out any vaccine that scales clinical trial and effective for the treatment of COVID-19, to the detriment of poor countries. This development led to the coinage of vaccine nationalization, which translate to countries using the vaccine for citizens of countries where the vaccine is developed. The Trump administration recently caution the United Kingdom against allowing Huawei to supply equipment to build the British 5G mobile phone network, because of the adverse impact such transaction would have on intelligence sharing between the United State and United Kingdom, while accusing China of using Huawei for espionage and spying purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "United Kingdom announced its post-Brexit tariffs on 18th of May 2020, which was scheduled to take effect from January 2021. The new tariff regime maintained the European Union 10 percent duty on cars, while cutting levies on other supply chain imports. Britain also promised to maintain \"tariffs on imported products competing with UK industries such as agriculture, automotive, ceramics and fishing, and remove levies on 30 billion pounds ($37 billion) worth of imports entering UK supply chains\" (MacLellan and Piper, 2020 p.1). Similarly, China has imposed 80.50 percent tariff on barley imports from Australia, effective May 18, 2020. While China described the policy as part of its anti-dumping and anti-subsidy trade policy, Australia has threatened to protest the decision with World Trade Organisation (9News, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "These developments reflect some of the cocktails on deteriorating relationship and emerging protectionism globally. While some analysts describe these developments as the new normal and the end of globalization, the benefits of interconnected of economies are enormous, especially in Africa and during the pandemic. Covid-19 pandemic also exposed the structural weaknesses of Africa economies and the vulnerability of the economies to pandemic. For instance, the COVID-19 pandemic exposed the digital divide, one of the inequalities in the current globalization strategy. World Economic Forum (2020) noted that \"… 3.7 billion people have no internet access … more than one billion children across the globe are currently locked out of classrooms because of quarantine measures (p.1). In Africa and other lower income countries, access to internet has made it impossible to disseminate information on how to prevent the spread of COVID-19. Public schools in Africa, from basic schools to tertiary institutions are under lock and key, while students in developed economies are learning remotely through online learning facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "The drivers of the digital divide in African are broadly divided to socioeconomic factors and political factors. Socioeconomic factor is the inability of larger percentage of the population to afford the right technologies such as access to high-speed internet, smartphones and laptops, inadequate information technology infrastructure, and literacy rate that promotes poor access to information and communication. The political factor is the deliberate shutdown of internet by oppressive regimes to create communication barriers for opposition. Word Bank data reveals that Sub-Saharan African countries are at the end of the spectrum in terms of share of population with internet access as depicted in Fig. 1 , as only 20% of the total Sub-Saharan African population had access to internet in 2016. In terms of absolute or total number of people with internet access, only 206 million had access to internet in 2016. Approximately 747 million people, representing three quarter of the total population have mobile phone in 2019, while only 250 million use smartphones (Turianskyi, 2020; and GSMA, 2019) . Sub-Saharan Africa also has the lowest rate of internet penetration across the globe. As at 2019, 39.3 percent of the adult population had access to internet, compare to 53.6 percent in Asia, 87.2 percent in North America and 94.6 percent in Europe (Turianskyi, 2020) .",
            "cite_spans": [
                {
                    "start": 1069,
                    "end": 1087,
                    "text": "(Turianskyi, 2020;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1088,
                    "end": 1103,
                    "text": "and GSMA, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1355,
                    "end": 1373,
                    "text": "(Turianskyi, 2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 703,
                    "end": 709,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "Policy design to change the structure of African economies and promote globalization must address threats of inequality. Another aspect of inequality that has received little attention is legal inequality. The shutdown of courtrooms due to the pandemic and lack of access to defense attorney for minor offences have worsened human right cases globally. The cases are worsening because of increasing fatalities from police and armed forces brutality during the enforcement of the lockdown and protest against harsh economic conditions, fatalities linked to lack of access to health care, and deprivation due to COVID-19 outbreak. These incidents expose the dysfunctionality of the current globalization process and brings to the fore, the importance of rethinking the system. It also provides an opportunity for Africa to rethink the globalization strategy in terms of reducing vulnerability to epidemics and building a more inclusive and interconnected global society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disruptive effect of pandemic outbreak of globalisation"
        },
        {
            "text": "Despite the disruptive effect of COVID-19 on globalization, multilateral effort towards promoting the stability and predictability of international trade flows is extremely crucial for African countries. Expanding production capacity and sustaining global trade and resilient supply chains are also extremely important. Given the lessons from the COVID-19 pandemic, designing globalization strategy that is not vulnerable to the unpredictable nature of epidemic outbreak and promotes inclusiveness is also extremely crucial for African countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "African Union need to mainstream the important lessons from the COVID-19 outbreak. First is to design a global governance framework that prevents the spread of epidemics. The framework will rethink urban settings prevention to the spread epidemic. For instance, cities are becoming important agents of globalization and unconstrained conduit for the transmission of diseases to the world. The governance framework must address some of the disruptive characteristics of urbanization to globalization during pandemic outbreak. Some of the disruptive characteristics are the density of people (in public transport, housing, and work environment), ventilation systems, urbanization -rapid influx of people from rural areas, water supply, sanitation facilities, and human encroachment into natural habitats. The framework shall determine the optimal threshold of these characteristics that would prevent the outbreak of diseases and encourage national governments to undertake massive investments in these areas. Designing and implementing the framework requires global solidarity and massive investment, especially in low and middle-income countries. Addressing encroachment into natural habitats has become increasingly crucial because of the report that \"335 emerging infectious diseases recognized between 1940 till date were of zoonotic origin (Lee et al., 2020) . Human encroachment into natural habitat creates serious threat to man and needs to be prevented. The framework should design a global policy to promote harmony and perfect balance with nature for the co-existence of humans, animal species and microorganisms. Such policy must also promote animal rights and responsible global ecology.",
            "cite_spans": [
                {
                    "start": 1344,
                    "end": 1362,
                    "text": "(Lee et al., 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "Second is the need to regionalize supply chain. Movement of people, an aspect of globalization that had slowed down before the pandemic and juddered to a halt during the pandemic outbreak, and steep decline in trade is attributable to declining demand and not necessarily new barriers to trade (WTO, 2020). The breakdown of critical global supply chain and the practice of hoarding medical supplies in some countries prompted the re-evaluation of interconnectedness of global economy. COVID-19 revealed the vulnerabilities of extreme specialization or single-source provider. Global supply chain is extremely long and vulnerable to disaster. Sforza & Steininger (2020) also examined the role of global production linkages in the transmission of a pandemic shock across countries and found 14 percent contraction in output in countries that impose restrictions on their labour force and more pronounce output drop for countries with severe restrictions. The authors also found that restriction of trade partners decreases output by 0.2 percent due to global value chain. The authors argue that less trade integration would result in enormous income losses, and that \"a higher degree of integration in the global production network implies that a shock in one country directly diffuses though the trade linkages to other countries\".",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 668,
                    "text": "Sforza & Steininger (2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "Similarly, Bonadio et al (2020) study examine the effect of global supply chains versus renationalization of international supply chains on GDP during pandemic and found that GDP decline by an average of 29.6 percent, and contract due to foreign shock accounted 23.3 percent of the contraction. The authors attributed their findings to absence of resilience benefit from renationalizing international supply chains. In their view, \"eliminating reliance on foreign inputs increases the reliance on domestic inputs … since a pandemic-related lockdown also affects domestic sectors\". The findings of Bonadio et al (2020) tend to supports the argument for regionalized value chains. For instance, the authors found that \"to unilaterally allow workers to return to work, while the rest of the world remains in lockdown … most of the GDP impacts of the lockdown are domestic, and these are reversed by reopening\", and \"even unilateral reopening of large economies like China, US, Germany, or Russia would have a noticeable impact on others\" (p.3). This suggests that global supply chain exacerbates the vulnerability of small economies external shocks, especially during pandemic. Under global supply chain arrangement, severe lockdown or restrictions in large economies contracts the GDP of small economies, irrespective of whether they (the small countries) impose restrictions or not, because of their dependence on the global supply chain. In a case where the rate of spread and health challenges of a virus is uneven, the adverse effect on output contraction becomes high in low-income economies even when they are not affected by the virus. Adopting regionalized value chain such as 'buy it where you build it' eliminates the susceptibility of the supply chain to natural disaster in addition to eliminating shipping cost, time, and additional inventory. We define regionalized supply chain as reorganizing manufacturing into smaller segments to help deliver consumer demand and expectation, improve response rate to market changes, the velocity and agility of supply chains, and increase visibility (Saunders, 2019). Regionalized supply chain also promotes technology and skill transfer. Organizations can assist in building a pandemic-proof global society by eliminating barriers associated with delivery and efficiency, when they mobilise products closer to the consumer and breakdown complex global supply chains into regional or smaller locations.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 31,
                    "text": "Bonadio et al (2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 597,
                    "end": 617,
                    "text": "Bonadio et al (2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "Our recommendation builds on the active recent research agenda on international shock propagation in production networks. We argue that vulnerability of small economies to global supply chains shocks could be eliminated through regionalize supply chain. Regionalize supply chain is different from renationalization of international supply chains. While renationalization of international supply chains focuses on the dismantling of the global supply chains in favour of protectionism or isolation of supply chains, regionalized supply chains is a modification or decentralization of the global supply chains to promote efficiency in supply chains through foreign direct investment and the creation of more multinational companies. The challenges of global supply chains manifested in the distribution of vaccines, especially to low-income countries. For instance, Fierce Pharm (2021) reported that \"AstraZeneca set up a globetrotting supply network for its COVID-19 vaccine to deliver doses around the world, but it hasn't tapped regional producers to ease delivery shortfalls elsewhere\". The decision of AstraZeneca to partner with Serum Institute of India to enhance the production and distribution of COVID-19 vaccine to the rest of world is a good example of regionalize supply chains. African Union could pursue policies that will encourage multinational corporation engagement in Africa, in the form of foreign direct investment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "Third is the need to shift towards information technology driven economy, which is increasingly becoming more important than ever. The progress made in reducing the spread of the virus is attributable to the deployment of information technology tools. For instance, the world drew so much inspiration from China in the adoption of virtual health technology (Webster, 2020) . China deployed suites of innovative technology such as the use of artificial intelligence for checking respiratory blockages and medical screening, big data to identify cluster of infected people, 5G to track movement of people and transportation system, and the heath barcode to identify affected people (Shaw et al., 2020) . Extending the significant progress recorded globally in the use of virtual health care to other sectors of the economy, especially, the education sector is extremely important. This requires urgent investment in financial technology, global solidarity, and partnership to achieve inclusiveness. Currently, most rural communities in middle-and poorincome countries do not have access to information on how to prevent the spread of the virus, because of lack of internet access. In Africa, and other poor countries, most public schools were shut down and the students were at home, because of poor investment in information technology and lack of access to internet. Knowledge driven globalization should codify educative information in electronic gadgets and made available through internet to all social class. This will reduce massive rural-urban drift and mass movement of people across the globe.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 372,
                    "text": "(Webster, 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 680,
                    "end": 699,
                    "text": "(Shaw et al., 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Design of Pandemic-Proof globalisation"
        },
        {
            "text": "COVID-19 pandemic resulted in the restriction of movement of people, shutdown of international border, enormous shocks to global supply chain, and slowdown in merchandise trade across all sectors of the economy and regions of the world. World Trade Organisation (2020) projected merchandise trade to fall steeply by 13% in 2020 if the virus is controlled and 32% in the absence of any vaccine and where governments fail to coordinate policy responses. The episode also disrupted globalization in favour of protectionism. Abandoning globalization may be costly and fatal since no country is self-sufficient. The lessons from the COVID-19 pandemic, however, created an opportunity to redesign a globalization agenda that is not susceptible to the spread of epidemics since experience suggests that COVID-19 might not be the last. Designing such mutually beneficial and inclusive globalization agenda for the African Union requires multilateral efforts and international cooperative action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The efforts involve addressing the urban characteristics such as sanitation, water supply and density of people to reduce the spread of diseases. This involves implementing housing and transport design that prevents the ease of disease spread from human to human. National governments may enact legislation against encroachment into natural habitats, regulate or phase-out the sale of live animals, encourage citizens to implement improved sanitary conditions, promote rodent controls, and vaccinate animals for common zoonotic infections. Promoting a paradigm shift from global supply chain to regionalise supply chain to eliminate vulnerability of low-income countries to the challenges of global supply chains during pandemic, and massive investment in information technology to promote the virtualization of all sectors of the economy. Global solidarity and cooperation are extremely important in order to promote inclusiveness, as experiences have shown that shifting these transformation agenda to national government, especially in middle and poor countries will only exacerbate the increasing level of inequality in the current global order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Measures recommended in the paper are not new to the globalization agenda, but a reflection of poor implementation of global agenda or serious drift between policy formulation and implementation. For instance, some of the policy direction identified in this paper have been captured in the Sustainable Development Goals (SDG). Goal 9 which is to \"build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\" could be expanded to addressed virtualization of economic activities, while Goal 11 which is to \"make cities and human settlements inclusive, safe, resilient and sustainable\" addresses the redesigning of urban characteristics to slow the spread of infectious diseases. In February 2020, AU adopted the 'Digital Transformation Strategy' to narrow and ease the digital divide in Africa. Already, there is strong advocacy for eco or green accounting that focuses on accounting framework that quantifies the money value of destroying the ecosystem, as well as ensuring that the rights of people, animals and micro-organisms are preserved in a mutually beneficial manner in the ecosystem. Promoting active and global investment in these areas as well as active dialogue will immensely assist in mainstreaming a pandemic-proof globalization programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Angela Ifeanyi Ujunwa: Conceptualization. Augustine Ujunwa: Formal analysis, Methodology, Writing -original draft. Chinwe Regina Okoyeuzu: Conceptualization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRediT authorship contribution statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "China imposes 80 per cent barley tariffs on Australia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definitions of globalization: A comprehensive overview and a proposed definition",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Al-Rodhan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoudmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Program on the Geopolitical Implications of Globalization and Transnational Security",
            "volume": "6",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What will be the economic impact of COVID-19 in the US? Rough estimates of disease scenarios (No. w26867)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkeson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "When face-to-face interactions become an occupational hazard: Jobs in the time of COVID-19",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Avdiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nayyar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Economics Letters",
            "volume": "197",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.econlet.2020.109648"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "What jobs are being done at home during the COVID-19 crisis? Evidence from firm-level surveys (No. w27422)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartik",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Glaeser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Are ideas getting harder to find?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Reenen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Economic Review",
            "volume": "110",
            "issn": "4",
            "pages": "1104--1144",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Global supply chains in the pandemic (No. w27224)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bonadio",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Levchenko",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pandalai-Nayar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Improving epidemic surveillance and response: Big data is dead, long live big data. The Lancet Digital Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buckee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "30059--30064",
            "other_ids": {
                "DOI": [
                    "10.1016/S2589-7500(20)30059-5"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Community pharmacists and communication in the time of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Carico",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Research in Social and Administrative Pharmacy. Available at",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sapharm.2020.03.017"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Skill acquisition and the dynamics of trade-induced inequality",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Danziger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of International Economics",
            "volume": "107",
            "issn": "C",
            "pages": "60--74",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How many jobs can be done at home?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Dingel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Neiman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Economics",
            "volume": "189",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpubeco.2020.104235"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Newman Will the Coronavirus End Globalization as We Know It? Foreign Affairs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Impact of Outsourcing and High-Technology Capital on Wages: Estimates for the United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feenstra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Quarterly Journal of Economics",
            "volume": "",
            "issn": "",
            "pages": "907--940",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The financial impact of COVID-19 on our Practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferneini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Oral and Maxillofacial Surgery",
            "volume": "78",
            "issn": "7",
            "pages": "1047--1048",
            "other_ids": {
                "DOI": [
                    "10.1016/j.joms.2020.03.045"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Does trade cause growth?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Frankel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Romer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "American Economic Review",
            "volume": "89",
            "issn": "3",
            "pages": "379--399",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "GSMA The Mobile Economy in Sub-Saharan Africa",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "World Bank Policy Research Working Paper 9241",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatayama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viollaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rathelot Which jobs are done from home? Evidence from the American Time Use Survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hensvik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Le Barbanchon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemiology and Clinical Characteristics of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Archives of Iranian Medicine",
            "volume": "23",
            "issn": "4",
            "pages": "268--271",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Crisis Like No Other (p. 2020). IMF World Economic Outlook Update June: An Uncertain Recovery",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "IMF Policy Response to COVID-19 Accessed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Managing a Divergent Recovery: IMF World Economic Outlook updated",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imf",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Trade, Jobs, and Wages",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krugman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "National Bureau of Economic Research Working Paper No",
            "volume": "4478",
            "issn": "",
            "pages": "1--33",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The race to the top: The real story of globalization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Are children less susceptible to COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunology, and Infection",
            "volume": "53",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Piper UK sets out post-Brexit tariffs to underpin trade talks Reuters Business News",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maclellan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The Socio-Economic Implications of the Coronavirus and COVID-19 Pandemic: A Review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iosifidis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Surgery",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.04.018"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The aetiology, origins, and diagnosis of severe acute respiratory syndrome. The Lancet infectious diseases",
            "authors": [
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "663--671",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Gains from International Trade",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Samuelson",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Canadian Journal of Economics and Political Science / Revue canadienne d'Economique et de Science politique",
            "volume": "5",
            "issn": "2",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Regionalization: A Catalyst for Supply Chain Efficiency Available at http:// morailogistics.com/regionalization-catalyst-supply-chain-efficiency",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Saunder",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Globalization in the Time of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sforza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Steininger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CESifo Working Paper",
            "volume": "",
            "issn": "8184",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Governance, technology and citizen behavior in pandemic: Lessons from COVID-19 in East Asia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Progress in Disaster Science",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pdisas.2020.100090"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "COVID 2019-Suicides: A global psychological pandemic",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior and Immunity",
            "volume": "88",
            "issn": "",
            "pages": "952--953",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.062"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19: Implications for the 'digital divide",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Turianskyi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Virtual health care in the era of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1180--1181",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "World Economic Forum Coronavirus has exposed the digital divide like never before",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Zika virus in Uganda in 1947 and Island of Yap in 2007; Ebola virus in 1976 in Central Africa and in West Africa in 2014-2016; Middle-East respiratory syndrome (MERS) in Saudi Arabia in 2012 (WHO, 2020); Severe Acute Respiratory Syndrome (SARS) in India in 2002 (Poon et al., 2004); and the 2019 COVID-19 pandemic. The outbreak of these diseases resulted in the disruption of economic activities and restriction of movements. During the Ebola outbreak in Guinea, Liberia, Sierra Leone, and Congo in 2014 -2016 for instance, there was restrictions on movement of people in and out of the countries. The COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Share of the World Population and Total Number of People using Internet. Source: World Bank.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}