{
    "paper_id": "4b0da86bcdb034f6a8180eeb34f24d473dd1a43d",
    "metadata": {
        "title": "A simplified SARS-CoV-2 detection protocol for research laboratories",
        "authors": [
            {
                "first": "Sean",
                "middle": [],
                "last": "Paz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida Atlantic University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Mauer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida Atlantic University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Anastasia",
                "middle": [],
                "last": "Ritchie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida Atlantic University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Janet",
                "middle": [
                    "D"
                ],
                "last": "Robishaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida Atlantic University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Massimo",
                "middle": [],
                "last": "Caputi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Florida Atlantic University",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Widespread testing is required to limit the current public health crisis caused by the COVID-19 pandemic. Multiple tests protocols have been authorized by the food and drugs administration under an emergency use authorization (EUA). The majority of these protocols are based on the gold-standard RT-qPCR test pioneered by the U.S. Centers for Disease Control and Prevention. However, there is still a widespread lack of testing in the US and many of the clinical diagnostics protocols require extensive human labor and materials, such as RNA extraction kits, that could face supply shortages and present biosafety concerns. Given the need to develop alternative reagents and approaches to allow nucleic-acid testing in the face of heightened demand and potential shortages, we have developed a simplified SARS-CoV-2 testing protocol adapted for its use in laboratory research with minimal molecular biology equipment and expertise. The protocol requires minimal BSL1 biosafety level precautions and facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cases of a severe respiratory infection caused by a novel coronavirus were reported in Wuhan, China in December 2019. As of July 2020, the novel coronavirus SARS-CoV-2 has spread to more than 155 other countries with over 12 million confirmed infected individuals and half a million deaths. The US leads the world in both infections and deaths with over 3 million cases and 130,000 deaths (1). Accurate and rapid diagnostic testing is crucial in reducing community spread and controlling pandemic propagation. Tests should ideally be i) highly sensitive and able to detect mild and asymptomatic infections to facilitate contact tracing and reduce transmission within high risk groups, ii) scalable and deployable in millions of units to provide a clear picture of the infection spread and progression in order to inform local and national public health policies and iii) highly reliable for the purposes of monitoring disease progression, remission and aiding in clinical decisions. Tests should be performed repetitively on a large fraction of the population in order to detect outbreaks before they spread, and current estimates of the testing capacity needed to properly monitor and curb the epidemic are in the range of millions of tests per day in the US alone. Currently in the US, only ~600,000 tests are conducted daily and the number of new positive infections is still extremely high in many states (1), thus scaling up testing is one of the highest priorities in the current emergency. Molecular tests that detect the presence of viral nucleic acid offer the earliest and most sensitive method for the detection of SARS-COV-2 in patients' samples. The current gold standard for SARS-CoV-2 detection in the US is the test developed by the CDC which utilizes a set of two sets of primers/Taqman probes (2019-nCoV_N1, 2019-nCoV_N2) that detect the sequence coding for the SARS-CoV-2 nucleocapsid (N) gene and one that detects the cellular gene RNase P (RP) as a control (2). The CDC protocol specifies that samples should be obtained from nasopharyngeal or oropharyngeal swabs and specifies a series of RNA extraction and quantitative PCR reagents to be utilized. The products amplified are detected using TaqMan probe fluorescence and a threshold cycle of amplification is set to distinguish positive from negative results. A conclusive positive test result is achieved when both viral targets are amplified, while it is considered negative if none of the viral targets are amplified but the cellular control RNase P is (2). SARS-COV-2 testing in the US has been plagued from the beginning by multiple problems. Initially, the development of testing was limited to the CDC and other diagnostic test makers, excluding public health laboratories and academic institutions, and although the RT-PCR test is highly accurate it, takes a few hours to perform and requires specialized reagents, equipment, and personnel training. Within a few weeks from the start of the pandemic, US testing centers reported shortages of the reagents utilized in the CDC protocol and commercial suppliers were unable to deliver necessary reagents: from nasopharyngeal swabs to RNA extraction kits to RT-PCR mix (3, 4) . To overcome a health crisis, multiple diagnostic kits have been promptly developed and introduced into the market under an emergency use authorization (5) . Unfortunately, since the majority of testing protocols did not undergo the rigorous clinical and scientific evaluation required to receive final FDA approval before being deployed, their efficacy and sensitivity is, in many cases, less than ideal (6) . At the same time, the test systems currently utilized are not easily scalable to a high-throughput platform to deliver the required millions of tests per day. In mid-March, after the outbreak had spread to most states, it became clear that there was a scarcity of testing due to both lack of specialized testing laboratories and supply shortages. Shortly after, our laboratory began setting up a SARS-CoV-2 testing protocol that overcomes the multiple chokeholds in the reagents supply chain we had observed. We utilize a simplified TRIzol (guanidinium thiocyanate/phenol-chloroform) RNA extraction method, which is as efficient, or more, than the CDC approved silica-membrane based RNA purification microcolumns in isolating small amounts of viral and cellular RNA from multiple types of samples (nasopharyngeal-oropharyngeal-nasal vestibule-swabs, saliva). We have also shown that samples can be preserved in TRIzol by refrigeration at 4°C for up to a week with little to no loss of viral RNA. The protocol can be easily carried out by any research laboratory equipped with minimal standard equipment, and since saliva can be utilized as a reliable source of virus, samples can be self-obtained by patients and inactivated in TRIzol eliminating the need for medical personnel and higher-level biosafety protocols and facilities. The protocol we set up is currently being utilized in multiple projects monitoring SARS-CoV-2 spread in at risk population categories.",
            "cite_spans": [
                {
                    "start": 3206,
                    "end": 3209,
                    "text": "(3,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3210,
                    "end": 3212,
                    "text": "4)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3366,
                    "end": 3369,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 3619,
                    "end": 3622,
                    "text": "(6)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A simplified TRIzol protocol for the extraction of viral and cellular RNA. The first step in testing for SARS-CoV-2 viral RNA is the collection of the patient's sample. Initially, samples, under the CDC guidance, were limited to upper and lower respiratory specimens (such as nasopharyngeal or oropharyngeal swabs, sputum, lower respiratory tract aspirates, bronchoalveolar lavage, and nasopharyngeal wash/aspirate or nasal aspirate) with nasopharyngeal (NP) swabs being the preferred type of sample collected in testing facilities. Obtaining NP swabs requires specific types of nylon or other synthetic swabs that quickly became in short supply and specialized personnel that can safely and properly obtain a nasopharynx tissue sample by inserting the swab through the nasal cavity. The sample is than eluted in viral or universal transport medium (VTM, UTM), stored, and transported to a testing facility. Sample collection, elution buffer, and storage conditions can dramatically impact the sample quality and affect subsequent steps. More recently, saliva samples have been shown to be as-or more sensitive and reliable than NP swabs in COVID-19 patients (7) (8) (9) . Compared to NP swabs, saliva samples can be self-obtained and mixed with an extraction/preservation reagent such as TRIzol immediately following collection. We developed a SARS-CoV-2 testing protocol that utilizes samples from both upper respiratory tract swabs and saliva which are eluted in TRIzol immediately after collection (Figure 1 and 4) . The RNA is extracted utilizing a simplified TRIzol protocol for the isolation of minimal amounts of RNA with a recovery rate equal or higher than commercial sepharose microcolumns ( Figure 3 ). Advantages of this protocol are: i) the use of common chemical reagents that are in abundant supply, ii) the isolation of high quality RNA that can be utilized for multiple assays and RNA sequencing projects, iii) it can be easily adopted by laboratories with minimal equipment and limited molecular biology training and iv) samples in TRIzol can be preserved at 4°C for over a week with minimal degradation (Figure. 5 ).",
            "cite_spans": [
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "(7)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1163,
                    "end": 1166,
                    "text": "(8)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1167,
                    "end": 1170,
                    "text": "(9)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 1502,
                    "end": 1518,
                    "text": "(Figure 1 and 4)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1703,
                    "end": 1711,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 2123,
                    "end": 2133,
                    "text": "(Figure. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Next, the viral RNA is reverse transcribed and amplified by qPCR utilizing either a one-step RT-PCR reaction or separate reverse transcription and qPCR reactions. Commercial master mixes for the RT-PCR test from ThermoFisher, Quantabio and Promega have been approved by the CDC (2). However, comparable reagents from a variety of companies including NEB, Applied Biosciences, Roche and Takara have been tested successfully and a growing list of approved alternative commercial reagents can be found at the FDA COVID-19 EUA website (10). In our assays, we utilize the Agilent Brilliant II RT-qPCR 1-Step Master Mix. The Thermofisher TaqPath RT-qPCR Master Mix and a two-step protocol that utilizes the Superscript II reverse transcriptase (Invitrogen) and the qPCR Brilliant II Probe Master Mix (Agilent) have also been tested with comparable results (data not shown). Detection of amplification in the qPCR is achieved by Taqman probes which have a higher specificity and sensitivity when compared to intercalating dyes like SYBR-green. Taqman probes contain a 5′ fluorophore and a 3′ quencher and anneal to sequences within the DNA template generated from the amplification of a target sequence. Taq polymerase degrades the annealed probe and cleaves off the fluorophore, preventing it from being quenched. This fluorescence is proportional to the number of amplified product molecules and can be measured in real-time on a qPCR machine. The CDC protocol utilizes two sets of primers and Taqman probes (nCoV-N1 and nCoV-N2) that specifically anneal the SARS-CoV-2 N gene. A third primer/probe set (RP) targeting the endogenous housekeeping gene RNase P, which is constitutively expressed in the cells present in the donor's sample, is utilized as a positive control. qPCR standard curves were generated for each of the primer-probe sets utilizing 3-fold serial dilutions of purified SARS-CoV-1 genomic RNA (Isolate USA-WA1/2020) and plasmid DNA coding for the RNase P gene (Fig. 2) . Purified SARS-CoV-1 RNA (Urbani strain) was utilized as a control for the primer's specificity and, as expected, showed no amplification (Fig. 5 ). Both SARS-CoV-2 primer-probe sets were able to amplify as low as 6 copies of viral genomic RNA in less than 34 cycles. This result shows the extreme sensitivity of the CDC primer-probe sets. Following CDC guidelines, samples showing amplification for the nCoV-N1 and nCoV-N2 primer/probe sets with a Ct (amplification cycle where the fluorescence curve exhibits the greatest curvature and exceeds the background fluorescence threshold) of under 35 cycles are considered positive for SARS-COV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1974,
                    "end": 1982,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2122,
                    "end": 2129,
                    "text": "(Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "RT-qPCR reliably detects trace amounts of viral RNA"
        },
        {
            "text": "The CDC-approved protocols utilize specific RNA extraction kits based on silica-membrane purification microcolumns. TRIzol (Invitrogen) or similar reagents containing guanidinium thiocyanate/phenolchloroform, have been widely used for the efficient isolation of viral and cellular RNA since 1987 (11). It is also possible to eliminate RNA isolation altogether by simply lysing the cells via chemical or physical methods. However, RNA isolation improves detection sensitivity and might be required to remove compounds that may inhibit the reverse transcription or amplification steps. We compared the simplified TRIzol extraction protocol ( Fig.1) with the RNAqueous Total RNA Isolation micro-Kit, a guanidinium-based lysis/denaturant and glass fiber filter microcolumn separation technology for the isolation of RNA from small amounts of sample and a rapid hypotonic buffer freeze protocol for rapid RT-PCR assays without RNA isolation of pelleted cell or tissue samples (12) . To test the efficiency of RNA recovery from limited amounts of sample in these three protocols, we utilized varying amounts of Hela cells spiked-in with a constant amount of viral genomic RNA (10,000 copies) (Fig. 3) . We observed the best viral RNA recovery efficiency utilizing the TRIzol method. This is especially true when limiting amounts of cells are present in the sample.",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 975,
                    "text": "(12)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 646,
                    "text": "Fig.1)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1186,
                    "end": 1194,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of three methods for the purification of viral and cellular RNA."
        },
        {
            "text": "Nasopharyngeal (NP) and oropharyngeal (OP) swabs are the most common upper respiratory tract specimen utilized for 2019-nCoV diagnostic testing. However, the collection of these specimen types can cause discomfort, may cause bleeding, and requires close contact between healthcare workers and patients posing a risk of transmission. The exposure risks to healthcare workers coupled with the invasive nature of these procedures and the global shortages of swabs and personal protective equipment necessitate the validation of different diagnostic approaches. Saliva specimens can be provided easily by asking patients to spit into a sterile tube to collect the sample and have also been shown to have a concordance rate of greater than 90% with nasopharyngeal specimens in the detection of respiratory viruses, including coronaviruses (13, 14) . More recent work has confirmed that saliva is as reliable or more than the commonly accepted NP and OP samples with a concordance rate of the virus detection as high as 97% (14, 15) . Swabs of the nasal vestibule (NV) can also be utilized as a sample source although their concordance rate with NP samples is only 80% (16). To evaluate the simplified TRIzol method in isolating viral RNA from NP, OP, NV and saliva samples, we utilized contrived samples from 7 healthy donors spiked-in with a preparation of inactivated SARS-CoV-2 virus (isolate USA-WA1/2020) containing 10,000 viral genome copies (Fig. 4) . This viral load is at the lower end of what is normally observed in patients (17) (18) (19) . The amount of viral RNA recovered was calculated with a liner interpolation based on the standard curves shown in figure 1 . Overall, the recovery rate of viral RNA from saliva was comparable or better than the one from the NP and NV samples, but it was lower in OP samples. Notably, the amount of RP control RNA recovered from the OP samples was roughly 3 orders of magnitude lower than that recovered from the saliva, NP and NV samples. This suggests the presence of less epithelial cells in the OP samples and possibly the presence of enzymes or impurities that might interfere with the stability of both viral and cellular RNA or with some of the steps in the RNA purification / RT-qPCR protocol, thereby lowering the sensitivity of the assay when OP samples are used. Contrived samples, although not strictly considered positive patient samples, are commonly utilized by testing manufacturers under the FDA COVID-19 testing emergency use authorization (EUA) to evaluate the performance of new diagnostics (10) and have the advantage of containing known amounts of viral RNA, thus allowing for a more precise evaluation of the test sensitivity. Nevertheless, if purified viral RNA is directly added to the sample, the RNAses present in the biological specimen could quickly degrade the naked RNA. This is not true for RNA present within the cell or virus biological membranes. In figure 5 , we show that the addition of purified SARS-CoV-2 genomic RNA to a saliva sample before addition of TRIzol greatly affects RNA recovery, while the viral RNA is efficiently recovered when it is added to the sample after the TRIzol. Viral preparations containing the inactivated virus can be safely utilized to obtain complete contrived samples that undergo minimal RNA degradation before the addition of TRIzol. A preparation of heat-inactivated or gamma-irradiated SARS-CoV-2 is preferable to purified genomic RNA in obtaining contrived samples to optimize testing protocols especially when biological specimens containing considerable quantities of RNases, such as saliva, are utilized.",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "(13,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "14)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "text": "(14,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "15)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1531,
                    "end": 1535,
                    "text": "(17)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "(18)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "(19)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1443,
                    "end": 1451,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 1662,
                    "end": 1670,
                    "text": "figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2932,
                    "end": 2940,
                    "text": "figure 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Detection of SARS-CoV-2 in samples from the upper respiratory tract."
        },
        {
            "text": "In the most commonly used COVID-19 testing protocol, a health care provider collects a NP or OP swab and transfers it to a vial containing a few milliliters of viral transport medium (VTM). The sample is then transported to a laboratory for testing. The transport and storage can take from a few hours to a few days depending on the distance and processing times of the nearest clinical laboratory. The CDC recommends that specimens can be stored at 2-8°C for up to 72 hours after collection and should be stored at -70°C or lower for longer periods of time (2). However, the logistics of having multiple sample collection points, chokeholds in the reagents supply chain, and abrupt increases in the demand for testing due to local outbreaks might generate unexpected delays in processing the samples. TRIzol offers distinct advantages over the standard VTM. In figure 6 , we show that samples spiked-in with an inactivated SARS-CoV-2 preparation containing the equivalent of 10,000 genome copies are stable when preserved at 4°C for a period of 7 days, while only 10% of the genomic RNA can be recovered after being preserved in VTM. Surprisingly, the cellular control RNase P RNA appears to be degraded more efficiently than the viral RNA while in TRIzol, suggesting an inherent higher stability of the viral RNA.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 862,
                    "end": 870,
                    "text": "figure 6",
                    "ref_id": null
                }
            ],
            "section": "Samples preserved in TRIzol are stable at 4°C."
        },
        {
            "text": "In response to the global COVID-19 emergency and to address the need for increased testing over the past few months, researchers across disciplines have quickly compared widely available commercial products and testing protocols, and repurposed existing reagents and infrastructure creating novel solutions to optimize the COVID-19 testing pipeline. We give a detailed description of a testing protocol for detection of minimal quantities of SARS-CoV-2 that can be utilized by most laboratories equipped with standard molecular biology equipment without the need of higher biosafety facilities. The use of saliva as a sample source and TRIzol as a transport/lysis buffer allows for self-collection, minimizing the chance of exposing healthcare workers and allowing the preservation of the sample in standard refrigeration conditions for up to a week with no loss of viral RNA integrity. A higher demand for testing can be expected in the near future as testing of the general population and asymptomatic individuals becomes more widespread in combination with a recrudescence of cases in the US and worldwide following an early reopening of the economy. The lack of control of the pandemic in many underdeveloped countries and possibly a second wave of viral outbreak in the fall 2020 also necessitate increased testing efforts. We are hopeful that a combination of testing approaches, including protocols like ours, may be the most efficient way to fill the current and future gaps in testing. Another advantage of the protocol we are utilizing is its sensitivity. The virus has been shown to be present at high titer in saliva (7, 9, 15) . In addition, we have observed a recovery of viral RNA between 50 and 90% with the TRIzol method and the RT-qPCR assay we utilize can amplify as little as 6 copies of viral RNA from a small fraction of the RNA isolated with a lower limit of detection of less than 200 copies/mL. The high sensitivity of the protocol might be useful in testing patients with low viral titers such as asymptomatic patients (19) or prior to quarantine release. Furthermore, some groups have investigated pooling several patient samples to decrease the number of tests required for larger populations (20, 21) . The samples are first pooled and tested, positive pools are than retested individually. This is a relatively simple solution, which decreases the testing resources used but may result in a loss in sensitivity from diluting positive patient samples with negative ones.",
            "cite_spans": [
                {
                    "start": 1629,
                    "end": 1632,
                    "text": "(7,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1633,
                    "end": 1635,
                    "text": "9,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "15)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2045,
                    "end": 2049,
                    "text": "(19)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "text": "(20,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2226,
                    "end": 2229,
                    "text": "21)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sample collection. Nasopharyngeal (NP), oropharyngeal (OP), and nasal vestibule (NV) specimen from de-identified healthy donors are obtained following CDC guidelines (2) utilizing nylon swabs and by placing the swabs immediately into sterile tubes containing either 2 mL of viral transport media (VTM) or 2 mL of TRIzol (Invitrogen). Samples are than vortexed to elute the tissue and viral particles. Samples in VTM can be stored at 2-8°C for up to 72 hours after collection. If a delay in extraction is expected, specimens should be stored at -70°C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "Samples in TRIzol are stable at 4°C for at least a week, and longer storage can be carried out at -20°C. Saliva samples should be produced early in the morning from the posterior oropharynx (ie, coughed up by clearing the throat) before toothbrushing and breakfast. Nasopharyngeal secretions move posteriorly, and bronchopulmonary secretions move by ciliary activity to the posterior oropharyngeal area during sleep. 1 mL of saliva should be placed in a tube containing 2 mL of TRIzol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and Methods"
        },
        {
            "text": "TRIzol RNA extraction was carried out from a biological sample/TRIzol mixture or from a given number of HeLa cells resuspended in 1 mL of TRIzol (Fig. 3) as follows: transfer 1 mL of the TRIzol/sample mixture to a 1.5 mL microfuge tube adding 200 µL chloroform and 1 µL glycogen (RNA grade, 20 µg/µL). The sample is then vortexed for 5 seconds and centrifuged at 12,000g at RT for 6 minutes. Transfer 500 µL of supernatant with a p200 pipette to a new tube being careful not to disturb the interface. Add 1 mL of ethanol and place at -80°C for 20 minutes. Centrifuge at 12000g at 4°C for 25 minutes. Remove the supernatant carefully without dislodging the pellet (often not visible) and air dry while on ice for 10 min. Resuspend in 25 µL of RNase free ddH2O. RNA extraction from a given number of HeLa cells (Fig. 3) was carried out utilizing the hypotonic buffer and freeze protocol as previously described (12) . Briefly, cells are pelleted and resuspended in 50 µL of hypotonic freezing buffer (75 mM NaCl, 10 mM Tris, pH 8.0, 2.5mM DTT). Freeze immediately in a box containing 95% ethanol chilled to -80°C for 3 minutes. Thaw and repeat. Vortex the sample briefly and centrifuge at 12000 rpm at 4°C for 3 minutes. Transfer the supernatant to a new tube. RNA extraction from a given number of HeLa cells (Fig. 3) was carried out utilizing the RNAqueous-Micro Kit (Ambion-Invitrogen) following the manufacturer instructions. RNA samples were stored at -80°C.",
            "cite_spans": [
                {
                    "start": 909,
                    "end": 913,
                    "text": "(12)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 817,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1316,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "RNA isolation"
        },
        {
            "text": "RT-qPCR assays were carried out utilizing the Agilent qRT-PCR Brilliant II Probe Master Mix (Cat #600809) accordingly with the manufacturer instructions. 1 µL of the RNA preparation was loaded in each 25 µL RT-qPCR reaction. The RT-qPCR was performed in the following conditions: 50°C 30 min, 95°C 10 minutes (RT step, 1 cycle) followed by 95°C 15 seconds, 60°C 1 minute (40 cycles, amplification). Reactions were set up with the following primer sets and concentrations following CDC guidelines (2) Samples with no Ct for the nCoV-N1, nCoV-N2 and no Ct for the RP cellular RNA control are considered not conclusive and should be re-processed. All genomic RNAs and viral preparations were obtained from BEI resources (https://www.beiresources.org/). The following reagents can be utilized as positive controls for SARS-CoV-2: NR-52358 (synthetic RNA for N, E genes), NR-52285 (purified genomic RNA), NR-52347 (purified genomic RNA), NR-52350 (purified genomic RNA and cellular RNA), NR-52286 (Heat Inactivated SARS-CoV-2), NR-52287 (Gamma irradiated SARS-CoV-2). As negative control we utilized: NR-52349 (purified genomic RNA, SARS-CoV-1, Urbani strain), NR-52346 (SARS-CoV-1, Urbani strain). As a positive control for the cellular control RNase P and as an added negative control for the SARS-CoV-2 primer/probe sets, we utilized RNA extracted from HeLa cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-qPCR assay"
        },
        {
            "text": "All thermal cycling data are representative of two independent experimental replica and two technical replicates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RT-qPCR assay"
        },
        {
            "text": "This work was supported by the Florida Blue grant \"Developing Predictive Algorithms for COVID-19 Infection in FAU Health Care Workers\". . SARS-CoV-2 and RNAse P primer/probes RT-qPCR standard curves. RT-qPCR standard curves were generated for each of the SARS-CoV-1 primers-probes sets (nCoV-N1, nCoV-N2) utilizing 3-fold serial dilutions of purified viral genomic RNA (BEI resources, NR52285). 6 copies of viral genomic RNA were detected with a Ct lower than 34 cycles with both primer/probe sets. A titration curve for the endogenous housekeeping gene RNase P probe set (RP) was obtained utilizing plasmid DNA coding for the RNase P gene. Figure 3 . SARS-CoV2 RNA isolation utilizing different methods. 10,000 copies of viral genomic RNA (gRNA) were added to a serial dilution of HeLa cells (24,300 to 900). Total RNA was isolated with TRIzol, the RNAqueous kit and the hypotonic freeze method as described in the material and methods. 1 µL of each RNA preparation was amplified by RT-qPCR utilizing the nCoV-N1, nCoV-N2 and RP primer sets. Following isolation, the RNA was resuspended in 25 µL of ddH2O. Isolation of the RNA with 100% efficiency will yield 400 copies / µL of gRNA. 400 copies of purified gRNA were directly amplified by RT-qPCR as a control for RNA isolation efficiency. Figure 4 . Detection of SARS-CoV-2 in contrived samples from the upper respiratory tract. NP, OP, NV and saliva samples from 7 healthy donors were spiked-in with a preparation of inactivated SARS-CoV-2 virus (isolate USA-WA1/2020) containing 10,000 viral genome copies. RNA extracted with the simplified TRIzol method was amplified by RT-qPCR with the nCoV-N1, nCoV-N2 and RP primer/probe sets. 400 copies of purified gRNA were directly amplified by RT-qPCR as a control for RNA isolation efficiency. Figure 5 . SARS-CoV2 gRNA degradation in saliva samples. 10,000 copies of synthetic SARS-CoV-2 RNA (NR52286), purified SARS-CoV-2 RNA (NR52358, (NR52285, NR52347), inactivated viral preparations (NR52350, NR52287), and a control SARS-CoV-1 genomic RNA (NR52346) were added before (pre-) and after (post-) addition of TRIzol to a saliva sample or directly to the TRIzol sample without saliva (RNA). RNA was isolated with the simplified TRIzol protocol and RT-qPCR performed with the nCoV-N1, nCoV-N2 and RP primer sets. Figure 6 . Stability of SARS-CoV2 and cellular RNA in transport media and TRIzol. A time course was set up with samples containing 24,000 HeLa cells and a preparation of inactivated SARS-CoV-2 virus (isolate USA-WA1/2020) containing 10,000 viral genome copies. Samples were preserved in either viral transport media (VTM) or TRIzol at 4°C for up to 7 days. RNA was isolated with the simplified TRIzol protocol and RT-qPCR performed with the nCoV-N1 and RP primer/probe sets. TRIzol RP-R nCoV-N1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 649,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1291,
                    "end": 1299,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1792,
                    "end": 1800,
                    "text": "Figure 5",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2311,
                    "end": 2319,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overcoming the bottleneck to widespread testing: a rapid review of nucleic acid testing approaches for COVID-19 detection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Esbin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Darzacq",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tjian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "RNA",
            "volume": "26",
            "issn": "7",
            "pages": "771--83",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Testing Problems Started Early; US Still Playing From Behind",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ketchum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sars-Cov",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Performance of Abbott ID NOW COVID-19 rapid nucleic acid amplification test in nasopharyngeal swabs transported in viral media and dry nasal swabs, in a New York City academic institution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inglima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Atie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yurasits",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Saliva is more sensitive for SARS-CoV-2 detection in COVID-19 patients than nasopharyngeal swabs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wyllie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casanovas-Massana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tokuyama",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vijayakumar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Saliva: potential diagnostic value and transmission of 2019-nCoV",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Oral Sci",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Consistent detection of 2019 novel coronavirus in saliva",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chik-Yan Yip",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Jmc",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Single-step method of RNA isolation by acid guanidinium thiociyanatephenol-cloroform extraction",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chomczynski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Anal Biochem",
            "volume": "162",
            "issn": "",
            "pages": "156--165",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "RT-PCR without RNA isolation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Klebe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Giambernardi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Biotechniques",
            "volume": "21",
            "issn": "6",
            "pages": "1094--100",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Saliva as a diagnostic specimen for testing respiratory virus by a point-of-care molecular assay: a diagnostic validity study",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Ccy",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Cyw",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Ckh",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Dty",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Pkp",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Microbiol Infect",
            "volume": "25",
            "issn": "3",
            "pages": "372--380",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Additional molecular testing of saliva specimens improves the detection of respiratory viruses. Emerg Microbes Infect",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Saliva is a reliable tool to detect SARS-CoV-2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Azzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carcano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gianfagna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grossi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Gasperina",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Genoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nasal Swab Sampling for SARS-CoV-2: a Convenient Alternative in Times of Nasopharyngeal Swab Shortage",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pere",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Podglajen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Flamarion",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mirault",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goudot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An analysis of SARS-CoV-2 viral load by patient age",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mühlemann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Veith",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuchowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Viral RNA Load in Mildly Symptomatic and Asymptomatic Children with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Seong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Seoul. Emerg Infect Dis",
            "volume": "26",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wolfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "7809",
            "pages": "465--474",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Evaluation of Group Testing for SARS-CoV-2 RNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sinnott-Armstrong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Increasing testing throughput and case detection with a pooled-sample Bayesian approach in the context of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Noriega",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Samore",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "final), 2019-nCoV_N2-P 5'-FAM-ACAATTTGCCCCCAGCGCTTCAG-BHQ1-3' (100 nM final); RP-F 5'-AGATTTGGACCTGCGAGCG-3' (400 nM final), RP-R 5-GAGCGGCTGTCTCCACAAGT-3'(400 nM final), RP-P 5'-FAM-TTCTGACCTGAAGGCTCTGCGCG -BHQ1-3' (100 nM final). All the primers can be obtained premixed in the proper proportions in the Integrated DNA Technologies (IDT) RUO Kit (Cat#10006713). Samples showing amplification for primer/probes nCoV-N1 and nCoV-N2 with a Ct of under 35 cycles are considered positive for SARS-COV-2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Legends.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Overview of the simplified SARS-Cov-2 test protocol. biological samples (NP, OP, NV or saliva) can be processed by isolating viral and cellular RNA with a simplified TRIzol RNA isolation protocol. The RT-qPCR reactions are set up utilizing the CDC nCoV-N1, nCoV-N2 and RP primer/probe sets. Samples showing amplification for primer/probes nCoV-N1 and nCoV-N2 with a Ct of under 35 cycles are considered positive for SARS-COV-2. Genomic viral RNA (gRNA) or an inactivated viral preparation can be added to the obtain contrived biological samples.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 2. SARS-CoV-2 and RNAse P primer/probes RT-qPCR standard curves. RT-qPCR standard curves were generated for each of the SARS-CoV-1 primers-probes sets (nCoV-N1, nCoV-N2) utilizing 3-fold serial dilutions of purified viral genomic RNA (BEI resources, NR52285). 6 copies of viral genomic RNA were detected with a Ct lower than 34 cycles with both primer/probe sets. A titration curve for the endogenous housekeeping gene RNase P probe set (RP) was obtained utilizing plasmid DNA coding for the RNase P gene.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "dry pellet in ice, 10 min Add 25 µL H20 Use 1 µL RNA in each RT-qPCR reaction nCoV-N1, nCoV-N2, RP primer/probe sets gRNA (+ control), HeLa RNA (-control)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 6.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}