{
    "paper_id": "4b338f77780cf8feed82f7f6d817ed4b978ab3ea",
    "metadata": {
        "title": "Self-rated resilience and mobility limitations as predictors of change in active aging during COVID-19 restrictions in Finland: a longitudinal study",
        "authors": [
            {
                "first": "Sini",
                "middle": [],
                "last": "Siltanen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Erja",
                "middle": [],
                "last": "Portegijs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Milla",
                "middle": [],
                "last": "Saajanaho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Katja Pynnönen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Katja Kokko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Taina",
                "middle": [],
                "last": "Rantanen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Social distancing during the COVID-19 pandemic decreased older people's opportunities to lead an active life. The purpose of this study was to investigate whether walking difficulties predict changes in leading an active life during the COVID-19 social distancing recommendation compared to 2 years before, and whether self-rated resilience moderates this association among older people. Data were collected during social distancing recommendation in May and June 2020 and 2 years before (2017-18) among community-living AGNES study participants initially aged 75, 80, or 85 years (n = 809). Leading an active life was assessed with the University of Jyväskylä Active Aging Scale (UJACAS; total score range 0-272) and resilience with the 10-item Connor-Davidson Resilience Scale (0-40). Self-reported walking difficulties over a 2 km distance were categorized into no difficulty, difficulty, and unable to walk. The total UJACAS score declined 24.9 points (SD 23.5) among those without walking difficulty, 27.0 (SD 25.0) among those reporting walking difficulty and 19.5 (SD 31.2) among those unable to walk 2 km. When adjusted for baseline UJACAS score, those unable to walk 2 km demonstrated the greatest decline. Baseline resilience moderated this association: Higher resilience was associated with less declines in UJACAS scores among persons with or without walking difficulty, and with more declines among persons unable to walk 2 km. When opportunities for leading an active life are compromised, those with less physical and psychological resources become particularly vulnerable to further declines in activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During spring 2020, the coronavirus disease, COVID-19, outbroke globally. To protect populations' health and the functioning of societies and economy, in many countries, public gatherings were limited to few people, unnecessary traveling was prohibited, and, e.g., libraries, museums, leisure centers, and sport facilities were closed down (WHO 2020; Finnish Government Communications Department, Press Release 140/2020). The Government in Finland declared a state of emergency in March 2020. In addition to restricting the availability of activities in the community, a general guideline was laid out according to which all people aged over 70 years should adopt quarantine-like conditions, i.e., avoid physical contact with others outside one's household (Finnish Government Communications Department, Press Release 140/2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During the COVID-19 restrictions, in the early phase of the pandemic, many forms of out-of-home mobility decreased (Sepúlveda-Loyola et al. 2020; . However, physical activity, such as walking for fitness, increased among many Finnish community-dwelling older people, because it was one of the few available hobbies that could spontaneously be done Portegijs et al. 2021) . It is likely that increases in such physical activities were possible only for people with intact mobility.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 145,
                    "text": "(Sepúlveda-Loyola et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 348,
                    "end": 370,
                    "text": "Portegijs et al. 2021)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recently reported that leading an active life declined during the social distancing recommendations among community-living older people . Active life reflects an individual's striving to engage in various activities of choice as per one's goals, functional capacities, and overall opportunities . We refer to this as active aging at the level of individuals. It covers all forms of doing, not just participation in physical activities, and is an important correlate of well-being (Rantanen et al. 2018 . Active aging, as it manifests in individuals' lives, has not been widely studied, because a validated quantitative instrument to assess it became available only recently (Rantanen et al. 2018) . The University of Jyväskylä Active Aging Scale (UJACAS) includes 17 activities defined based on their meaning to an individual rather than external criteria (e.g., enjoying the outdoors, maintaining social relationships, making home cozy, or taking care of one's appearance). For each activity the will to act, the ability and opportunity to act and the extent of doing the activity are assessed, and the scores are summed.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 504,
                    "text": "(Rantanen et al. 2018",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 677,
                    "end": 699,
                    "text": "(Rantanen et al. 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cross-sectionally, more severe mobility limitations and lower resilience, previously referred to as self-rated coping abilities, correlate with lower scores (Siltanen et al. 2020) . However, during COVID-19 restrictions, opportunities for engaging in different activities were limited for all. It is unknown whether active aging scores declined similarly regardless of physical and psychological resources, or whether those with less physical or psychological resources showed more or less extensive changes considering that their 'starting points' differed. In addition, it is unclear whether all active aging components, i.e., will to act, ability to act, opportunity to act, and actual activity, were equally affected by the social distancing recommendations.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 179,
                    "text": "(Siltanen et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Walking difficulties over longer distances are typically the first signs of functional decline among older people (Mänty et al. 2007; Verbrugge and Jette 1994) . Walking difficulties make it more burdensome to engage in activities outside home. Eventually, they may evolve to inability and increase the risk of dependency for out-of-home activities, and potentially, gradually lead to giving up on activities considered too arduous. In a cross-sectional setting, walking difficulties were associated with a lower level of active aging, whereas high self-rated resilience was associated with a higher level, thereby compensating at least partly for physical decline (Siltanen et al. 2020) . Resilience refers to the ability to adapt positively to adversity (Dyer and McGuinness 1996) . The common perception is that resilience, or the attainment of positive adjustment, can only be manifested when a person is exposed to a significant threat or hardship, for example, a global COVID-19 pandemic or mobility decline. Resilience may partially explain why individuals respond differently to these challenges, as individuals' with higher resilience are prone to look to the future, solve problems effectively (Van Kessel 2013) , and compensate for deficits in function (Carpentieri et al. 2017; Siltanen et al. 2020) , i.e., utilize various coping strategies.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 133,
                    "text": "(Mänty et al. 2007;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 134,
                    "end": 159,
                    "text": "Verbrugge and Jette 1994)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 665,
                    "end": 687,
                    "text": "(Siltanen et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 756,
                    "end": 782,
                    "text": "(Dyer and McGuinness 1996)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1204,
                    "end": 1221,
                    "text": "(Van Kessel 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1264,
                    "end": 1289,
                    "text": "(Carpentieri et al. 2017;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1290,
                    "end": 1311,
                    "text": "Siltanen et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We expected that higher resilience may prevent or slow down the decline in active aging during social distancing. When facing challenges, people with higher resilience typically stay tenacious and persistent with their pursuits, but at the same time, may show flexibility by downgrading the importance of goals no longer feasible, and start to pursue other more feasible objectives (Brandtstädter and Renner 1990) . We have previously shown that when facing mobility limitations, people with higher resilience can modify their activity by substituting out-of-home or social activities by at-home or solitary activities that are still possible to perform (Siltanen et al. 2020) . We anticipated that similar modifications may have taken place also during the COVID-19 social distancing, when many destinations of interest or leisure activities in the community were suspended, and avoiding physical contact was recommended.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 413,
                    "text": "(Brandtstädter and Renner 1990)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 654,
                    "end": 676,
                    "text": "(Siltanen et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The purpose of this study was to investigate whether 2 km walking difficulty ascertained prior to the COVID-19 pandemic predicted changes in active aging total score and its subscores during social distancing recommendations compared to 2 years before. We also studied whether self-rated resilience moderated these changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study forms part of the Active Aging-Resilience and External Support as Modifiers of the Disablement Outcome (AGNES) study project. The protocol, study design, and recruitment of the AGNES baseline study have been presented in detail elsewhere (Rantanen et al. 2018 ). Briefly, AGNES was a population-based cohort study comprising community-dwelling people from three birth cohorts initially aged 75, 80, or 85 years and residing in the city of Jyväskylä in Central Finland. Baseline data were collected with home-interviews from 1018 participants between September 2017 and December 2018 .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 277,
                    "text": "(Rantanen et al. 2018",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The AGNES COVID-19 follow-up was conducted in May and June 2020 during the self-quarantine recommendations, which took place between March 13th and June 23rd. Average follow-up time was 2 years (range 1.5 to 2.7 years). The recruitment has been described earlier . Briefly, all baseline participants who were not known to have moved to an institutional care facility or died and who had not withdrawn their consent for study participation were invited to participate in the AGNES COVID-19 survey (n = 985). The response rate was 82% (n = 809). Reasons for not participating were unwillingness to take part (n = 127), being out of reach (n = 30), and death (n = 4). In addition, 15 persons were excluded because they were unable to respond or they had moved to an assisted living facility . Due to the social distancing guidelines, the follow-up data were collected with postal questionnaires (or phone interviews, n = 7, in case the participant had trouble answering the questionnaire). As reported earlier, participants in the AGNES COVID-19 survey were somewhat younger, healthier, and better functioning than those who only took part in the AGNES baseline study ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The Central Finland Hospital District approved the initial AGNES study protocol on August 23, 2017 and gave an additional positive ethical statement for the COVID-19 follow-up study on May 13, 2020. All participants signed written consents before the baseline assessments and consented to the follow-up by returning the postal questionnaire. The study protocol followed the principles declared by the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Leading an active life was measured with the validated University of Jyväskylä Active Aging Scale (UJACAS) ). The active aging scale comprises 17 items, such as practicing memory, enjoying the outdoors, helping others, exercising, maintaining friendships, crafting or DIY, advancing societal/communal matters, and making one's days interesting. Each activity is assessed from four aspects forming the subscores: will to act, ability to act, opportunity to act, and frequency or extent of doing the activity. Participants are asked to consider the past 4 weeks while answering. Response options range on a five-point Likert scale from 0 (lowest, e.g., not at all) to 4 (highest, e.g., almost daily or very strongly). First, we calculated the four subscores (0-68) by summing the item scores, and subsequently, the total active aging score (0-272) by summing the subscores. Higher values indicate that people lead a more active life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study variables"
        },
        {
            "text": "Walking difficulties over a 2 km distance were selfreported and assessed at baseline. The response options were \"able without difficulty,\" \"able with some difficulty,\" \"able with a great deal of difficulty,\" \"unable without the help of another person,\" and \"unable even with help.\" We formed three categories according to the degree of walking difficulty (1) no difficulty, (2) (at least some) difficulty, and (3) unable to walk (independently or even with assistance). Those who reported having no difficulty in walking 2 km formed the reference category. This self-report question has been shown to be valid and reliable (Mänty et al. 2007 ).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 641,
                    "text": "(Mänty et al. 2007",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Study variables"
        },
        {
            "text": "Self-rated resilience was assessed at baseline with a modified 10-item version of the Connor-Davidson Resilience Scale (CD-RISC10) (Campbell-Sills and Stein 2007), instructing participants to consider their life in general rather than just the past 4 weeks. The CD-RISC10 scale includes items such as \"can deal with whatever comes,\" \"can achieve goals despite obstacles,\" and \"not easily discouraged by failure,\" and thus reflects the respondent's perception of his/her ability to cope with and bounce back from various stressful situations. Response options follow a five-point Likert scale ranging from 0 (not true at all) to 4 (true nearly all of the time). We calculated a sum score (0-40) when at least seven items received a response. Single missing items were imputed for 12 participants based on the mean of the responses they provided to the other items. We consider that higher scores indicate higher self-reliance in one's ability to cope with different adversities of life. The CD-RISC10 has shown good validity and acceptable reliability in the AGNES baseline sample (Tourunen et al. 2019) .",
            "cite_spans": [
                {
                    "start": 1080,
                    "end": 1102,
                    "text": "(Tourunen et al. 2019)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Study variables"
        },
        {
            "text": "Descriptive variables for baseline group comparisons included age, sex, number of years of education, living alone, cognitive performance, and number of chronic diseases. Data on age and sex were included in the sampling by the Population Information System of Finland. Years of education were self-reported. Living alone was assessed with question \"Who do you live with?\" and the responses were categorized into \"alone\" vs. \"not alone.\" Cognitive performance was measured with the Mini Mental State Examination (MMSE), which assesses global cognition (Folstein et al. 1975 ). Number of physician-diagnosed chronic conditions was self-reported and calculated based on a list of 34 common conditions and an additional open-ended question (Rantanen et al. 2018 ).",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 573,
                    "text": "(Folstein et al. 1975",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 737,
                    "end": 758,
                    "text": "(Rantanen et al. 2018",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Study variables"
        },
        {
            "text": "Background characteristics of study participants by baseline walking difficulty category were described with means and standard deviations (SD) or percentages. Differences between groups were tested with one-way ANOVA (continuous variables) and chi-square test (categorical variables). Changes in active aging scores were computed by subtracting the baseline score from the follow-up score. Correlations between baseline resilience and these change scores were calculated with Pearson's correlation. In addition, whether the mean changes in active aging scores differed between walking difficulty categories was tested with oneway ANOVA and Bonferroni post hoc test. Finally, to study how walking difficulties and resilience are associated with active aging and its four aspects at follow-up, we performed ordinary least squares (OLS) regression analyses. First, we added resilience and walking difficulty as independent variables in separate models. Thereafter, they were added to the model simultaneously and allowed to interact to find out whether coping ability moderates the association between walking difficulty and active aging. The moderation effect was probed using regression centering with the 16th, 50th, and 84th percentiles of the distribution of the coping ability scale describing relatively low, moderate, and relatively high values. The regression analyses were performed separately for all active aging scores. The models were first adjusted for the respective baseline active aging score, and thereafter, additionally for age and sex. Significance level was set at .05, and all analyses were conducted with SPSS version 26. The PROCESS macro for SPSS by Andrew Hayes (2017) was utilized to conduct the moderation analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "Baseline characteristics of study participants by baseline walking ability are presented in Table 1 . On average, those with walking difficulties or unable to walk the 2 km distance were older, had more chronic conditions and poorer selfrated ability to cope with adversity, and a greater proportion of them were women and living alone compared to those with no walking difficulty. In addition, those reporting inability to walk had poorer cognitive performance and fewer years of education than those with no walking difficulty. Table 2 shows that all active aging scores at baseline were highest among those with no walking difficulty and lowest among those unable to walk 2 km, and people with walking difficulty formed the middle group. Of the subscores, the greatest decline from baseline to follow-up was observed for the opportunity to act. However, differences between walking categories were only observed for the will to act subscore, and only between those unable to walk 2 km, and those with walking difficulty, who experienced a greater decline, as pointed out in a Bonferroni post hoc test. Resilience at baseline had a statistically significant, but weak negative correlation with change in will to act subscore (Pearson's r = − .09, p = .014) and ability to act subscore (Pearson's r = − .08, p = .032), meaning that the poorer the self-reliance in one's ability to cope with different challenges in life, the more the will and ability to act subscores declined.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 530,
                    "end": 537,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Descriptives"
        },
        {
            "text": "The OLS analyses (Table 3) showed that when adjusting for baseline differences in UJACAS total score, the UJACAS total score decline over time was steeper among those with walking difficulty and those unable to walk 2 km decline than those without walking difficulty. The changes in UJACAS subscores were parallel to changes in total score for those with no walking and walking difficulty, but among those unable to walk 2 km, the results were more diverse (Table 3) . Regarding the will to act subscore, those unable to walk 2 km did not differ from those without walking difficulty, but the decline in ability to act subscore was substantially greater among those unable to walk 2 km than among those without walking difficulty. Resilience was associated with the opportunity to act and amount of activity subscores (Table 3 ). The regression coefficients were positive, although low, meaning that higher self-reliance in one's ability to cope with different challenges in life at baseline predicted higher scores in the opportunity to act and activity subscales at follow-up. Adjusting the models additionally for age and sex did not alter the results markedly (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 457,
                    "end": 466,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 818,
                    "end": 826,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "OLS analyses"
        },
        {
            "text": "Finally, as a third step, we tested whether resilience moderated the associations between UJACAS score changes and walking difficulty. Statistically significant interactions were observed for UJACAS total score, ability to act subscore and activity subscore (Table 3) . Among persons with no difficulty and those with walking difficulty, higher resilience at baseline was associated with higher UJACAS total score at follow-up. In contrast, among persons unable to walk 2 km, higher resilience was associated with lower UJACAS total score at follow-up (Fig. 1a) . This moderation effect of resilience was similar also for the ability to act (Fig. 1b) and activity subscores (Fig. 1c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 552,
                    "end": 561,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 650,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 682,
                    "text": "(Fig. 1c",
                    "ref_id": null
                }
            ],
            "section": "OLS analyses"
        },
        {
            "text": "Earlier we reported that active aging declined during the social distancing recommendations among Finnish community-living older people (Siltanen et al. 2020 ). The present study shows that the decline was especially remarkable among persons with pre-existing mobility limitation. Higher resilience, here assessed as self-reliance in one's ability to cope with different adversities of life and ascertained prior to the pandemic, alleviated the negative effects of the COVID-19-related restrictions and declining mobility on active aging, as persons with higher resilience retained higher active aging scores over the follow-up. This mitigating role of resilience was particularly clear for the active aging total score and the activity subscore. Nevertheless, as suggested previously by our cross-sectional analyses (Siltanen et al. 2020) , better self-rated resilience did not slow down but instead intensified active aging decline for persons at a more severe phase of mobility decline. This study contributes to the rather scarce literature on the associations of COVID-19-related social distancing with older people's everyday behavior, and extends previous knowledge, mainly centered on physical activity (e.g., Yamada et al. 2020a; b; Portegijs et al. unpublished) , to a more comprehensive approach to activities of choice among older people.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 157,
                    "text": "(Siltanen et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 839,
                    "text": "(Siltanen et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 1218,
                    "end": 1238,
                    "text": "Yamada et al. 2020a;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1239,
                    "end": 1241,
                    "text": "b;",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1271,
                    "text": "Portegijs et al. unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Decline was observed in all four active aging subscores but it was most pronounced in the opportunity to act subscore, when comparing the situation 2 years before to the situation amid the COVID-19 restrictions. This is logical, because the actions to control the spreading of the Sars-Cov-2 virus included closing down of destinations of interest (e.g., libraries, restaurants, theaters) and suspending most activities where close contact with people outside one's household could facilitate the viral spreading. This was duly reflected in the responses. The ability to act subscore, in turn, declined markedly among those unable to walk 2 km at the baseline. This implies that the gradually decreasing possibilities to do things among people with more severe mobility limitations were further diminished amid the COVID-19 social distancing. The expected consequences of social distancing, i.e., social isolation and being homebound, synergistically increase the risk of health decline among older people (Sakurai et al. 2019) . Moreover, it is worth bearing in mind that the will to engage in different activities among persons unable to walk 2 km did not decline. We have previously studied unmet physical activity need (Rantakokko et al. 2010 ) and suggest that during social distancing recommendations, people with mobility limitations were experiencing unmet activity needs. This has probably reduced their well-being, because people are naturally motivated to direct their activities to fulfill needs for autonomy, relatedness, and competence (Deci and Ryan 2000) , all of which were undermined during social distancing, and especially much among those with mobility limitations. This topic warrants further investigation. The present findings are in line with our earlier results suggesting that higher resilience compensates for earlyphase losses in function and helps older people to maintain their desired activity levels (Siltanen et al. 2020 )-even when extreme environmental restrictions take place. People with higher resilience are often tenacious and persistent with their pursuits to achieve personal goals and desires, but also able to adapt to changed circumstances by modifying their goals, for example by switching previous activities into new, more feasible ones (Brandtstädter and Renner 1990) . The present participants with higher resilience engaged more frequently in activities that were still available, which is in line with our earlier cross-sectional observations (Siltanen et al. 2020) . For example, they participated in many at-home activities, enjoyed the nature, and exercised-even despite UJACAS University of Jyvaskyla Active Aging Score, OLS ordinary least squares. All models were adjusted for respective baseline UJACAS score. B unstandardized regression coefficient, SE standard error Fig. 1 Illustration of the OLS path analysis with coping ability (CD-RISC10) as a moderator of the association between baseline 2 km walking difficulties (reporting walking difficulty or being unable to walk independently vs. reporting no difficulty) and a active aging total score (n = 729), b ability to act subscore (n = 744), and c amount of activity subscore (n = 747) at follow-up walking difficulties. These findings suggest that self-rated resilience may explain the differences in activity that are not accounted for by health and function. The observation that higher self-reliance in one's ability to cope with different adversities of life at baseline among people unable to walk 2 km predicted steeper active aging decline over the follow-up can be explained by several ways. First, it is possible that over the follow-up, their mobility decline progressed to worse, and they became more dependent on external help. In the present sample, a greater proportion of those unable to walk 2 km lived alone than of those in the other walking ability categories. Hence, it is likely that they have neither had the resources to go outside themselves nor anyone to assist them in doing so. People with more advanced mobility limitations also typically suffer from other functional and health deficits, such as cognitive decline (e.g., Demnitz et al. 2016) , which may not only further reduce their possibilities for active aging but also make them a high-risk group for severe COVID-19 infections. It is possible that due to fear of infection, these people have purposely reduced their activity. Another potential explanation for this finding is that during the COVID-19 restrictions, higher resilience among those unable to walk 2 km mostly presented itself as psychological flexibility. Psychological flexibility refers to a coping strategy in which a person gives up on certain blocked goals or downgrades their importance in order to adapt to changed circumstances and adversity (Brandstädter and Renner 1990, Brandstädter and Rothermund 2002) . Eventually, this kind of adaptation, i.e., accepting the current situation, leads to greater well-being, but may manifest as lower active aging scores. Lastly, we cannot rule out the possibility that the moderation analysis was underpowered. The category consisting of persons unable to walk 2 km was significantly smaller than the other walking ability categories, and the resilience scores clustered toward the lower end of the scale in this group. Hence, testing the moderation effect at relatively high values of resilience may have been difficult.",
            "cite_spans": [
                {
                    "start": 1006,
                    "end": 1027,
                    "text": "(Sakurai et al. 2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1223,
                    "end": 1246,
                    "text": "(Rantakokko et al. 2010",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1550,
                    "end": 1570,
                    "text": "(Deci and Ryan 2000)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1933,
                    "end": 1954,
                    "text": "(Siltanen et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 2286,
                    "end": 2317,
                    "text": "(Brandtstädter and Renner 1990)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2496,
                    "end": 2518,
                    "text": "(Siltanen et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 4167,
                    "end": 4187,
                    "text": "Demnitz et al. 2016)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 4815,
                    "end": 4832,
                    "text": "(Brandstädter and",
                    "ref_id": null
                },
                {
                    "start": 4833,
                    "end": 4862,
                    "text": "Renner 1990, Brandstädter and",
                    "ref_id": null
                },
                {
                    "start": 4863,
                    "end": 4879,
                    "text": "Rothermund 2002)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 2828,
                    "end": 2834,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This study has its limitations. Notable is that the data collection methods were different at baseline (computer-assisted personal interviewing conducted at participants' homes) and follow-up (postal questionnaire), which may cause some bias regarding longitudinal analyses. Some downsides relate particularly to the postal questionnaires used amid the COVID-19 pandemic, as it is possible that the participants have misunderstood the questions. In addition, we do not know if it was the intended participant or some proxy, for example a spouse, who filled in the questionnaire. However, it is plausible that the effects of these limitations on the results are minor. It is also possible that selection bias has influenced the results to some extent. Although the sampling method was probability based, the participants of this longitudinal study were rather healthy and high-functioning whereas participants who dropped-out between baseline and follow-up were a little older and in poorer health. Hence, the findings of this study may present an underestimation of the actual influence of walking difficulty on active aging during this pandemic. Finally, it must be noted that although the study design was longitudinal, we cannot draw conclusions on causal relations and rule out the possibility that it was not COVID-19 or related measures that explain the associations found between walking difficulty, resilience, and active aging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths"
        },
        {
            "text": "The strengths of the study are that, to the authors' best knowledge, this was the first study to report on the predictors of decline in leading an active life during the COVID-19 pandemic compared to a situation 2 years before-a research need that has been called for . Other strengths of this study include comprehensive baseline data, a high response rate, and only little missing data. Furthermore, the follow-up data were collected during the early phases of the COVID-19 pandemic when there were rather few cases in the study area (102 confirmed infections in the study area, i.e., in the Central Finland Central Hospital district, population 253,000 inhabitants, 21 municipalities). Hence, the negative associations observed here were likely due to activity restrictions and social distancing, not due to the disease itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths"
        },
        {
            "text": "In conclusion, the findings of this study show that mobility limitations exposed to greater declines in leading an active life during the early-phase COVID-19 pandemic, and that higher self-reliance on own abilities to overcome challenges alleviated this decline among persons with early-phase walking difficulties but not among those with more severe mobility limitations. Compared to previous suggestions on the contribution to resilience, i.e., the ability to positively adapt to adversity, on active aging among persons with early-phase mobility decline, the present study extends to the context of social distancing and reports on the benefits of resilience in the face of a unique, tangible adversity that is similar and present for all respondents. Overall, these findings highlight the importance of promoting utilization of coping strategies that help support resilience, e.g., compensatory actions or social support (Rutter 2006) , especially among older people with declining mobility. In the future, it would be interesting to investigate whether persons with higher resilience, regardless of walking difficulties, return to their initial level of active aging quicker than persons with lower resilience, or whether they resume the initial levels of activity in the first place when the pandemic is over.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 939,
                    "text": "(Rutter 2006)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding Open access funding provided by University of Jyväskylä (JYU). This work was financially supported by the European Research Council (ERC AdvG 693045 to T.R.) and the Academy of Finland (310526 to T.R.). The writing of this article was also supported by the Academy of Finland (Grant 323541 to K.K.) and the Finnish Ministry of Education and Culture (to E.P.). The content of this manuscript does not reflect the official opinion of the European Union. Responsibility for the information and views expressed in the manuscript lies entirely with the authors. The funders had no role in designing and implementing the study or reporting the analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Data availability Pseudonymized data are available to external collaborators upon agreement on the terms of data use and publication of results. To request the data, please contact Professor Taina Rantanen (taina.rantanen@jyu.fi).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The authors have no conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Ethical approval The Central Finland Hospital District approved the initial AGNES study protocol on August 23, 2017 and gave an additional positive ethical statement for the COVID-19 follow-up study on May 13, 2020. All participants signed written consents before the baseline assessments and consented to the follow-up by returning the postal questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication All authors have approved the manuscript."
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication All authors have approved the manuscript."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Tenacious goal pursuit and flexible goal adjustment: explication and age-related analysis of assimilative and accommodative strategies of coping",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brandtstädter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Psychol Aging",
            "volume": "5",
            "issn": "",
            "pages": "58--67",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The life-course dynamics of goal pursuit and goal adjustment: a two-process framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brandtstädter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rothermund",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Dev Rev",
            "volume": "22",
            "issn": "1",
            "pages": "117--150",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychometric analysis and refinement of the Connor-Davidson resilience scale (CD-RISC): validation of a 10-item measure of resilience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campbell-Sills",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Trauma Stress",
            "volume": "20",
            "issn": "6",
            "pages": "1019--1028",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adapting to aging: older people talk about their use of selection, optimization, and compensation to maximize well-being in the context of physical decline",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpentieri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Deary",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Gerontol B Psychol Sci Soc Sci",
            "volume": "72",
            "issn": "2",
            "pages": "351--361",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The\" what\" and\" why\" of goal pursuits: human needs and the self-determination of behavior",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Psychol Inq",
            "volume": "11",
            "issn": "4",
            "pages": "227--268",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A systematic review and meta-analysis of cross-sectional studies examining the relationship between mobility and cognition in healthy older adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demnitz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dawes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Valkanova",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Johansen-Berg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Ebmeier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sexton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Gait Posture",
            "volume": "50",
            "issn": "",
            "pages": "164--174",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Resilience: analysis of the concept",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Dyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcguinness",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Psychiatr Nurs",
            "volume": "10",
            "issn": "5",
            "pages": "276--282",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": ") Government, in cooperation with the President of the Republic, declares a state of emergency in Finland over coronavirus outbreak",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mini-mental state\": a practical method for grading the cognitive state of patients for the clinician",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Folstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Folstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Psychiatr Res",
            "volume": "12",
            "issn": "3",
            "pages": "189--198",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Introduction to mediation, moderation, and conditional process analysis: a regression-based approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mänty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heinonen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leinonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Törmäkangas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sakari-Rantala",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirvensalo",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Bonsdorff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rantanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Phys Med Rehabil",
            "volume": "88",
            "issn": "9",
            "pages": "1108--1113",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessing physical performance and physical activity in large population-based aging studies: home-based assessments or visits to the research center",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karavirta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantalainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Older adults' activity destinations before and during COVID-19 restrictions: from a variety of activities to mostly physical exercise close to home",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Keskinen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Tuomola",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2021.102533"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Unmet physical activity need in old age",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rantakokko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iwarsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirvensalo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leinonen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Heikkinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Am Geriatr Soc",
            "volume": "58",
            "issn": "4",
            "pages": "707--712",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Active aging-resilience and external support as modifiers of the disablement outcome: AGNES cohort study protocol",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karavirta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siltanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rantakokko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Viljanen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantalainen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pynnönen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karvonen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lisko",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Developing an assessment method of active aging: University of Jyvaskyla Active Aging Scale",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kokko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rantakokko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Törmäkangas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Aging Health",
            "volume": "31",
            "issn": "6",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Life-space mobility and active aging as factors underlying quality of life among older people before and during COVID-19 pandemic social distancing in Finland-a longitudinal study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eronen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kauppinen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kokko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanaslahti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kajan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/gerona/glaa274"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Koronan aiheuttamat muutokset 75-, 80-ja 85-vuotiaiden liikkumiseen kodin ulkopuolella",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Finnish). In: Kantomaa M (ed) Koronapandemian vaikutukset väestön liikuntaan. Valtion liikuntaneuvoston julkaisuja",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Implications of resilience concepts for scientific understanding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rutter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann N Y Acad Sci",
            "volume": "1094",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Co-existence of social isolation and homebound status increase the risk of all-cause mortality",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sakurai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yasunaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fukaya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasebe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Murayama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matsunaga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nonaka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int Psychogeriatr",
            "volume": "31",
            "issn": "5",
            "pages": "703--711",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rodríguez-Mañas L (2020) Impact of social isolation due to COVID-19 on health in older people: mental and physical effects and recommendations",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sepúlveda-Loyola",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rodríguez-Sánchez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pérez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Torralba",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Nutr Health Aging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12603-020-1469-2"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Rantanen T (2020) Psychological resilience and active aging among older people with mobility limitations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siltanen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tourunen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palmberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Portegijs",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Eur J Ageing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10433-020-00569-4"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Psychometric properties of the 10-item Connor-Davidson resilience scale among Finnish older adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tourunen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siltanen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saajanaho",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koivunen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kokko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rantanen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Aging Ment Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/13607863.2019.1683812"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The ability of older people to overcome adversity: a review of the resilience concept",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Kessel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Geriatr Nurs",
            "volume": "34",
            "issn": "2",
            "pages": "122--127",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The disablement process",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Verbrugge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jette",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Soc Sci Med",
            "volume": "38",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Overview of public health and social measures in the context of COVID-19-Interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Effect of the COVID-19 epidemic on Physical Activity in Community-Dwelling Older Adults in Japan: a cross-sectional online survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ishiyama",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Otobe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Koyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kusumi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nutr Health Aging",
            "volume": "24",
            "issn": "",
            "pages": "948--950",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Changes in older people's activities during the coronavirus disease 2019 pandemic in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Uchida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ogino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ikenoue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiose",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fukuma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Dir Assoc",
            "volume": "21",
            "issn": "10",
            "pages": "1387--1388",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Baseline characteristics of study participants by walking ability category MMSE Mini Mental State Examination, CD-RISC10 10-item Connor-Davidson Resilience Scale a Tested with one-way ANOVA b Tested with chi-square test",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean baseline scores and changes in active aging during the 2-year follow-up by 2 km walking ability category UJACAS University of Jyvaskyla Active Aging Score, SD standard deviation p value tested with one-way ANOVA",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Associations of coping ability and walking difficulty with active aging (UJACAS total score) at follow-up tested with OLS regression analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}