{
    "paper_id": "4cb44909a75a4b9bbbb417396b24cea56828aca2",
    "metadata": {
        "title": "Cannabis research: Risks of recreational use and potential medical applications",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Cannabis sativa derivatives have been used from centuries for recreational and medical purposes. However, the discovery of the components of these cannabis derivatives and their mechanism of action have been elucidated only in the recent decades. Indeed, the main psychoactive component of Cannabis sativa, 9-tetrahydrocannabinol, was isolated in 1964, by the group of Prof Mechoulam, whereas the main components of the endocannabionoid system, the cannabinoid receptors, their endogenous ligands, and the enzymes involved in the synthesis and degradation of these endocannabinoids, have been identified in the 80 and 90 decades ( Mechoulam and Parker, 2012 ) .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 659,
                    "text": "( Mechoulam and Parker, 2012 )",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cannabis derivatives represent a major health concern tacking into account the high prevalence of consumption for recreational purposes in a large amount of countries worldwide including North America and European countries. This recreational use produces major drawbacks in our modern societies with particular deleterious consequences in young adolescents that present important prevalence of consumption starting at early periods of age. Cannabis consumption in these early periods may have major long-term consequences in brains and personalities that are still under a complex developing process of maturation. Large efforts must be made by scientists, physicians and regulatory authorities to aware our young citizens about the risks of cannabis consumption in these early ages. In addition, the pattern of cannabis consumption has been drastically modified in these last months due to the COVID-19 disease that became a global pandemic on March 11th 2020 changing the daily life of our societies and leading to important changes in the rate of consumption of cannabis and alcohol, among other drugs of abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the other hand, cannabis derivatives represent pharmacological tools of enormous interest in terms of developing novel possible medications. Indeed, these compounds induce their pharmacological effects by acting in two main receptors, CB1 and CB2 cannabinoid receptors, that are very abundant in specific organs of our body that are crucial for the control of multiple physiological functions and the development of several physiopathological processes. CB1 cannabinoid receptors are the most abundant seven transmembrane domain receptor in the brain and they are crucial mediators in the control of multiple central physiological functions including emotional and cognitive responses, rewarding stimuli, pain, emesis and food intake, among many others ( Mechoulam and Parker, 2012 ) . CB2 receptors are abundant in the different tissues of the immune system and are key elements in the regulation of the immune responses ( Dhopeshwarkar and Mackie, 2014 ) . The abundance of both receptors in these two systems and the crucial role that they play in their physiological control provides unique targets for therapeutic purposes that have not been yet exploited. The activity of these receptors can be modulated by direct agonists and antagonists, but also through pharmacological compounds able to modify the levels of endocannabinoids acting on their synthesis, re-uptake and enzymatic degradation systems. All these tools represent unique opportunities for opening novel therapeutic strategies and research on this topic should be promoted to facilitate the possible development of clinical trials that allow to identify the real therapeutic utility of cannabis components and of other cannabinoid ligands.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 786,
                    "text": "( Mechoulam and Parker, 2012 )",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 925,
                    "end": 959,
                    "text": "( Dhopeshwarkar and Mackie, 2014 )",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Cannabis sativa derivatives are now open to novel challenges due to the sudden modifications that have already occurred in various countries with regards to the regulation of these substances. It is now obvious that the negative health consequences produced by the recreational use of cannabis derivatives, including the development of a serious disease named cannabis use disorder, cannot be only fight using prohibitionist measurements. However, the new regulations open novel scenarios that must now be closely monitored by the regulatory authorities in order to learn about the consequences derived and to make the necessary Editorial efforts in minimizing the negative health costs associated to this consumption. This Special Issue includes 7 articles that review some of the most relevant recent basic and clinical research about the effects of cannabis use and the possible therapeutic application of cannabinoids.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this issue ( Lorenzetti et al., 2020 ) , present a review on the possible effects of adolescent and young adult cannabis use on cognitive performance. They present an extensive and complete review of metanalysis and systematics reviews of the studies trough neuroimaging tools and neuropsychological tests. They also examine prospective epidemiological studies on the possible effects of adolescent and young adult cannabis use on cognitive performance in the completion of secondary education and adult life. These results reveal that cannabis has potential detrimental effects on cognition, brain and educational outcomes that persist beyond acute intoxication, although this impaired cognitive function improves after cannabis abstinence.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 41,
                    "text": "( Lorenzetti et al., 2020 )",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The review by ( Prini et al., 2020 ) , summarizes the most relevant findings to explain the neurobiological mechanisms responsible for these detrimental cognitive effects of cannabis. Cognitive impairments are major drawbacks in the recreational use of cannabis, but also may represent an important limitation for the medical use of these compounds. Both, imaging human studies evaluating brain structure and function, and animal models that establish causal relationships between these mechanisms and the memory impairment are discussed in this review.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 36,
                    "text": "( Prini et al., 2020 )",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The article of ( Ramaekers et al., 2020 ) , reviews previous findings that explain the pharmacodinamic mechanisms underlying the development of tolerance to the pharmacological effects of cannabinoids. The different neuroadaptions occurring during cannabis consumption explain the differential effects in acute and chronic cannabis users. These changes are also important in the context of cannabis therapeutics and in legal settings to understand the impact of cannabis exposure on human function.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 41,
                    "text": "( Ramaekers et al., 2020 )",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another hot topic, the use of cannabis and cannabinoids to replace opioid analgesics or to reduce opioid use has been targeted by ( Babalonis et al., 2020 ) . The authors review the main scientific evidence from basic and clinical studies. This review stresses the limited controlled evidence now available, and the often negative findings reported on the therapeutic co-use of opioid and cannabinoid agonists.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 156,
                    "text": "( Babalonis et al., 2020 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The possible therapeutic applications of cannabis and cannabinoids in the neuropsychopharmacology field has been revised by ( Fernandez-Ruiz et al., 2020 ) . The authors provide a review of the basic and clinical evidence supporting the cannabis-based therapies for different diseases of the central nervous system. The role of cannabis and cannabinoids in different aspects of the treatment of schizophrenia and related psychoses, mood and anxiety disorders, drug addiction, sleep disorders, epilepsy, post-traumatic stress disorder, anorexia nervosa, dementia, autism and neurodevelopment diseases is discussed.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 155,
                    "text": "( Fernandez-Ruiz et al., 2020 )",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, a classical question is reviewed in two of the articles included in this Issue, i.e., why do people with some psychiatric disorders use so often cannabis? The study of ( Arranz et al., 2020 ) , investigates sex differences in cannabis use and the specific reasons for cannabis use in firsts episode of psychosis. These particular topics are almost unknown at the present moment. On the other hand, the study of ( Kredit et al., 2020 ), elaborates a qualitative approach to analyze the reasons to explain the increase use of medical cannabis for post-traumatic stress disorder. This last study can be specially interesting in the post COVID-19 pandemic where an increase of both post-traumatic stress disorder and cannabis use are both expected.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 200,
                    "text": "( Arranz et al., 2020 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We hope that the articles included in this Special Issue provide all together a better understanding of the serious risks associated to recreational cannabis consumption and facilitate the comprehension of the interesting and broad therapeutic approaches that may be open in a near future with the use of cannabinoid ligands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CB2 Cannabinoid Receptors as a Therapeutic Target-What Does the Future Hold?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhopeshwarkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mol Pharmacol",
            "volume": "86",
            "issn": "",
            "pages": "430--437",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The endocannabinoid system and brain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mechoulam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Psychol",
            "volume": "64",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adolescent cannabis use, cognition, brain health and educational outcomes: A review of the evidence",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lorenzetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hoch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "169--180",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neurobiological mechanisms underlying cannabis-induced memory impairment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Prini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zamberletti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gabaglio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Parolaro",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rubino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "181--190",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Blunted highs: Pharmacodynamic and behavioral models of cannabis tolerance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Ramaekers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Theunissen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "191--205",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Therapeutic potential of opioid/cannabinoid combinations in humans: Review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Babalonis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "206--216",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Possible therapeutic applications of cannabis in the neuropsychopharmacology field",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernández-Ruiz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Galve-Roperh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sagredo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guzmán",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "217--234",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of sex and cannabis on clinical features in first-admitted patients with psychosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arranz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mané",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bergé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Monserrat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cabezas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vilella",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sanchez-Gistau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "235--243",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Experiences with medical cannabis in the treatment of veterans with PTSD: Results from a focus group discussion",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krediet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Heerdink",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Egberts",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vermetten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "244--254",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "PRBB, c/ Dr. Aiguader, 88, 08003 Barcelona. Spain Institut de Neuropsiquiatria i Addiccions, Hospital del Mar, Passeig Marítim",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "88",
            "issn": "",
            "pages": "25--29",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}