{
    "paper_id": "4cea6a8e7def866b1eda57ea6e02c3868545e0b2",
    "metadata": {
        "title": "Dying alone and lonely dying: Media discourse and pandemic conditions",
        "authors": [
            {
                "first": "Holly",
                "middle": [],
                "last": "Nelson-Becker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brunel University London",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [],
                "last": "Victor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Brunel University London",
                    "location": {
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "historically-situated concept of a good death and a bad death and suggests why dying alone, whether completely alone or without significant others physically present, may be considered a bad death. Methods: As evidence for collective fears about dying alone, we explored the treatment of these deaths in media using headline examples from the US New York Times and the English Guardian newspaper from the 19th century through Sept. 2020. Results: A search of the New York Times located 39 articles with either lonely dying or lonely death in the headline. The Guardian had 25 articles with use of the term, but unlike the New York Times, no obituaries were included. Although the deaths profiled were deemed unusual, deaths by suicide were only minimally classed as dying alone. The condition of dying alone is represented as a stigmatised death. Themes addressed: 1) dying alone is a nonnormative event; 2) this death matters; and 3) where people die alone, societies should honour the death and learn from it. Discussion and implications: Contemporary dying involves conditions for which we are unprepared as a society. We seldom address our civic obligations to each other. Few people have discussed their wishes about their preferences in dying and whether and how they want to be accompanied at their death, if possible. This is an invisible constraint of modern healthcare. Because of limited discussions and preparation, these deaths may lead to disenfranchised grief for the mourners. Cultural and societal responses to lonely dying are important in easing the emotional burden of dying alone, helping individuals prepare for this possibility and better integrating death with the life course. Recommendations include inclusion of accompaniment/nonaccompaniment at death as part of advance care planning and mitigation if this condition occurs. It is essential for individuals to find their own still point of acceptance within competing societal narratives of privileging the self in dying alone and the value of social connection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For older people, until the pandemic of 2020, dying alone was often a result of living alone (Population Reference Bureau, 2019) , and this may carry overtones that signal character flaws leading to reclusiveness or a solitary nature, cognitive impairment, or self-neglect.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 128,
                    "text": "(Population Reference Bureau, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dying alone can be no acceptable choice for death in the public view; the historical image of a good death where one can exercise final control to die at home accompanied by friends or family continues in contemporary times. An accompanied death at the end of a long life or a death given for the welfare of others is a good death, a heroic death. Heroism is often nominated for those who use their death to identify and use battle or struggle metaphors to describe their narrative of resistance (Nelson-Becker, 2006; Seale, 2004) . Can heroism also be applied to health care staff in protecting the family from risk of infection, or the families who permitted their loved one to die alone in hospital to protect staff from risk of Covid-19 from their (the family's) presence?",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 517,
                    "text": "(Nelson-Becker, 2006;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 518,
                    "end": 530,
                    "text": "Seale, 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conceptual clarity and drawing key distinctions between dying alone and lonely dying is the first objective of our paper. Ultimately everyone \"dies alone\" since we go through that door by ourselves, unless we lose life during a mass event such as a natural disaster, pandemic, or war. However even then, death is a solitary experience, perceived as the unique construction of an individual's perceptions, history, context, and location. In this article our focus is upon the dying process itself rather than the point at which we will all be on our own at death, being dead or nearly so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dying alone and lonely dying"
        },
        {
            "text": "We often conflate the terms dying alone and lonely dying as we do with the terms loneliness and living alone. The term dying alone describes approaching death while living alone or dying in a place where significant others are unable to be near. The presence of strangers such as health care workers at the death may not mitigate the loneliness of the experience, though for some it could. An accompanied-but-lonely death may still unfold when the right person, one with whom one has a close relationship and feels understood by, even without words, is not available or may have already died herself/himself. Dying alone does not mean one has limited social connections (is socially isolated) nor that one prefers to stay at home (is reclusive or socially withdrawn). Furthermore, it does not mean one feels alone (or is lonely). Rather it means that one chooses to experience death alone, or that one cannot be accompanied at death for other reasons by those with whom the individual feels close. This may parallel how that individual has lived a more solitary life or it may be quite different, having had a life full of family, colleagues and friends. Dying alone does not mean one has had a lonely life (Kellehear, 2009) just as, in life, living alone does not infer a lonely life.",
            "cite_spans": [
                {
                    "start": 1207,
                    "end": 1224,
                    "text": "(Kellehear, 2009)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Dying alone and lonely dying"
        },
        {
            "text": "Older people who live alone may prefer that choice of lone living as it signals independence and control and could be constructed as a marker of successful ageing in place. Older adults who live alone spend more time alone which is one of the factors that can lead people to transcendence, especially at older ages (Tornstam, 2011) . At times people who live alone may be stigmatised for that choice and assessed as reclusive. People who die with only staff present are understood to \"die alone\" in the absence of family. Creative efforts in the time of the 2020 pandemic have enabled loved ones to be present by telephone, Zoom, or other networked interface, alleviating some of the burden families may feel.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 331,
                    "text": "(Tornstam, 2011)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Dying alone and lonely dying"
        },
        {
            "text": "By contrast, lonely dying is dying alone when one is afraid of that prospect, most especially when one fears death. If people attend the death, they may not be the ones the dying person would prefer. Dying alone is a fear that many people hold (Frommer, 2016) and thus they prefer to be accompanied at their death, even if it is only to be sung into their next life or that great vast void which they may imagine will be the next step. Family and friends who share significant relationships, if they speak of death at all, may express that one of their worst fears would be if a loved one died alone (Larrson, Ramgard, & Bolmsjo, 2017) . In part the gravity of these perceptions of lone dying is because of sense of guilt at failing to fill a social or personally desired role. In part, these may reflect genuine concern that the beloved relative or friend may feel terror or fear in dying alone.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 259,
                    "text": "(Frommer, 2016)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 600,
                    "end": 635,
                    "text": "(Larrson, Ramgard, & Bolmsjo, 2017)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Dying alone and lonely dying"
        },
        {
            "text": "\"Healthy\" social goals also disparage dying alone through media representations as explained below. There is little empirical literature on dying alone and none published on the empirical history of dying alone in the UK and the United States. One of the best-known historians of attitudes towards death and mourning, Aries (1981) , envisioned death as a communal or societal-level affair in pre-contemporary times. His idea of the tamed death in Europe was one that was familiar, close and softened. The individual and society had an expected relationship with death, held together through the nature of the community fabric and structure. Death lived alongside life. This was taught through paintings of death anthropomorphized, sneaking up on a man or woman at work or busy with domestic duties. There were also stereotypical deathbed scenes where the dying person was surrounded by people, giving usually his (rather than her) last blessings or advice. Sometimes the deathbed scene was peaceful, perhaps even including a heavenly light shining down on the dying. Other scenes were more gruesome, showing the sorrowful sighs of a sinner at his death, encouraging those present not to follow his bad example. The ars moriendi was a set of Christian rules; the brief written manual and visual depictions of death through the arts provided guidance for dying and meeting expectations of both the divine and the church (Thornton & Phillips, 2009 ). Death could be controlled and measured. These were teaching tales about living a moral life aligned with religious values where truth-telling was not the aim. Dying alone did not form part of this collective vocabulary. Elias (2001) criticised Ariès for failing to recognise the banality with which many people died in those early historical periods. For instance, in the mid-14th century, roughly 75-200 million people in Eurasia may have died due to nation-wide plagues. Poor harvests led to scarce bread, so people starved and had little resistance to disease unless they had natural immunity. Rather than death giving a chance for good-byes, death was often quick, but painful. These would be known today as bad deaths, deaths with limited medication other than occasional herbs to counteract pain and not even the tincture of time to say good-bye (Sweet, 2012) . Because the causes of death were not well-known and dying was often a lone affair, death was equated with fear and fear was intensified.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 330,
                    "text": "Aries (1981)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1418,
                    "end": 1444,
                    "text": "(Thornton & Phillips, 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1668,
                    "end": 1680,
                    "text": "Elias (2001)",
                    "ref_id": null
                },
                {
                    "start": 2300,
                    "end": 2313,
                    "text": "(Sweet, 2012)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Cultural/historical views on death"
        },
        {
            "text": "Memento moris were objects or images developed to remind people of death's inevitable approach. Danse macabres images served as memento mori drawings of people in varied social classes each dancing with death in a different manner. These were intended as incentives for people to perfect their character and to live virtuous lives in Christianinfluenced climes from medieval through Victorian eras. The common message was, \"What you are, we have been. What we are, you will be.\" This message taught detachment, a very modern concern, as well as preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural/historical views on death"
        },
        {
            "text": "Some support for the prospect of comfort with dying alone could be found in the 8th century Buddhist text, A Guide to the Bodhisattva's Way of Life, \"For a person seized by the messengers of Death, what good is a relative and what good is a friend?\" (BCA 2:41). The Buddhists teach that it is helpful when people meditate on their own dying to imagine themselves letting go in the case of being murdered (Sogyal, Gaffney, & Harvey, 1995) . This is based on learning to recognise one's \"clear luminosity\" which represents one's true nature and to refrain from interacting with any emotional state that arises near the time of death.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 437,
                    "text": "(Sogyal, Gaffney, & Harvey, 1995)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Cultural/historical views on death"
        },
        {
            "text": "Dying alone, while not a state that is naturally appealing, may be the approach to dying preferred by a few that aligns with conscious dying. Conscious dying denotes personal preparation for death done somewhere along the lifespan in response to experiences with the deaths of others or personal views on death. In some forms of Buddhism, for instance, though one may be present at the dying, that person should not be touched. The concern with touching is that person's consciousness will be brought back into the room during the period that he/she is seeking to release all attachments to the current life. One manifestation of death preparation is simply the completion of advance directives after advance care planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cultural/historical views on death"
        },
        {
            "text": "Thomas Merton, a Benedictine monk, practiced a form of centering prayer which taught that the search for nothingness led to contact with the divine and true freedom (Bourgeault, 2007; Nelson-Becker, 2018) . He believed that where people could learn to become comfortable with unmediated relationship to the divine or their own beliefs around the life/death cycle, their dying experience might be easier. Although he welcomed solitude, his solitude turned him to be more empathic towards the problems in the world and to understand that his own identity included relationships with others (Merton, 1961) . It was as if the solitude that called him turned him back to new appreciation of the social dimension, highlighting the complexity of the connection between solitude and relationships.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 183,
                    "text": "(Bourgeault, 2007;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 184,
                    "end": 204,
                    "text": "Nelson-Becker, 2018)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 588,
                    "end": 602,
                    "text": "(Merton, 1961)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Cultural/historical views on death"
        },
        {
            "text": "Media often has its own perspective and purpose for death discourse. It brings communities together at difficult times (Nelson-Becker & Sangster, 2018; Panti & Sumiala, 2009 ); publicises political views of death related to health care costs, assisted dying, or other matters; and sells subscriptions/markets its wares. Geographical and social distance at dying tend to be pathologised at worst and stigmatised at best. Dying away from home on holidays, or sudden death due to accident, murder or other trauma, often reach front-page reporting and readers are reminded that is the death they don't want. The discomfort of a death away from home-in the hospital, on the street, in a foreign land-is somewhat appeased if strangers are available to give support or comfort. Relatives found comfort in deaths during the great world wars if they later learned a buddy had been present. This image of care at death buttresses our self-understanding that we are a caring society, yet in the current pandemic, care is interpreted to mean not visiting dying loved ones for the greater social good and protection of others.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 151,
                    "text": "(Nelson-Becker & Sangster, 2018;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 152,
                    "end": 173,
                    "text": "Panti & Sumiala, 2009",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Media representations of dying alone"
        },
        {
            "text": "The pre Covid-19 media thus did its part to project the essence of people who have died without others present as deviant, reclusive, abandoned or abnormal (Caswell & O'Connor, 2019; Seale, 2004) . One lengthy account in the 2015 New York Times, The Lonely Death of George Bell, discussed the failure of many public systems in New York to provide assistance for hoarding or even to note the absence of Mr. Bell who was found six days after his death (New York Times[NYT], 2015, October 18). The article also featured a death investigator's attempt to find those to whom 72-year-old Mr. Bell had left money, people he had known briefly long before. Most individuals who were located were astonished to be thought so intimate a friend that they would be remembered in George Bell's will. The investigator recounts his reflection, When I die, someone will find out the same day or the next day. Since I've worked here, my list of friends has gotten longer and longer. I don't want to die alone. -Death investigator, divorced, no children (NYT, 2015, para 49 ).",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 182,
                    "text": "(Caswell & O'Connor, 2019;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 183,
                    "end": 195,
                    "text": "Seale, 2004)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1035,
                    "end": 1054,
                    "text": "(NYT, 2015, para 49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Media representations of dying alone"
        },
        {
            "text": "An even more striking situation was that of Joyce Carol Vincent, featured in the 2006 UK newspaper, The Sun, with a headline as Woman Dead in Flat For 3 Years. This became a film, Dreams of a life in 2011 (The Guardian, 2011, October 09) that more fully explored the traces of Vincent's social interactions to try to answer the question of why she had died alone. A 38-year-old Caribbean woman who by accounts had friendships, beauty, and talent, for some reason withdrew from most of these and may not have been sought after she disappeared, though she was living in view. This may represent an extreme form of disengagement theory, though this theory, now out of favour, was generally applied to older people. She had been dead in her flat for nearly three years with the TV still tuned to BBC when she was found due to accumulated unpaid rent. Will we see more of this social withdrawal with attendant consequences of dying alone after the imposed isolation of the pandemic? Japanese has a word for lonely dying where people have been found months after their death: kodokushi (NYT, 2012 April 9). Similar to the Guardian report of people found dead, use of the term first reached national awareness in 2000 when a 69-year-old man was discovered dead after three years. The term has come to signify increasing social isolation of older people, especially where many reside in cities and fewer in multigenerational households (NYT, 2017 Nov 30) .",
            "cite_spans": [
                {
                    "start": 1428,
                    "end": 1446,
                    "text": "(NYT, 2017 Nov 30)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Media representations of dying alone"
        },
        {
            "text": "It's difficult to assess the prevalence of these cases and others reported in the media, but they are contextualised as deviant and undesirable. They are told from a sensational angle, even by newspapers not typically known for that kind of reporting, and one of the key outcomes seems to be that people evaluate dying alone as a bad death. Some individuals who live alone will likely die alone if they experience a sudden death, and that thought is uncomfortable. A further concern is that these individuals were not missed. Their deaths were overlooked because they didn't seem to matter to those who lived their lives in proximity. Explorations of how dying alone is addressed over time in two major newspapers in the US and the UK follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Media representations of dying alone"
        },
        {
            "text": "The New York Times and the Guardian were selected for a crossnational comparison of how the terms lonely dying and dying alone featured in daily news. These two papers were chosen because they are both English newspapers accessible to the authors. They share some features in representing more liberal views that seek to interpret news without sensationalising it. Since this topic can be interpreted somewhat dramatically, our aim was to uncover the events that were perceived as involving a death alone. This may set a context for future work considering how dying alone has featured at the start and later in the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "One of the authors has a paid subscription to the New York Times (NYT) and the Guardian provides free access. Both papers facilitated searchable content. The specific search terms used were lonely and dying; articles located need to use some form of both terms. Most often the articles found addressed lonely dying or dying alone. The search located some use of the term from 1880 in the NYT, but it was sparse until it began to feature again from 1935. The first article found in the Guardian with these terms was printed in 1999. Analysis sought to identify themes around dying alone and lonely dying using the thematic analysis method of Braun and Clarke (2006) . This method allows researchers to unravel the data according to a realist account that addresses both description and interpretation. Their six-step method involves coding, then generating, gathering, and reviewing themes, defining the meaning, and reporting findings. Through this analysis, we have come to better understand the phenomenon of lonely dying.",
            "cite_spans": [
                {
                    "start": 641,
                    "end": 664,
                    "text": "Braun and Clarke (2006)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "These cases previously discussed are expressions of a broader and longer lasting phenomenon. A search of the New York Times (NYT) on May 10th 2020 using the terms lonely and dying found 22 articles. The search was re-conducted in September to pick up any further articles, but nothing more was located. The NYT was established in 1851 as a penny paper that would avoid sensationalism and report the news objectively (https://www.britannica.com/topic/The-New-York-Times). It has won 130 Pulitzer prizes, more than any other newspaper. It has a reputation for thoroughness and a liberal perspective, although, like most US newspapers, has experienced a decline in trust along with recent polarisation of US media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lonely dying in the New York Times newspaper"
        },
        {
            "text": "The first searchable use of the term lonely dying was a 1935 obituary that makes special note of a female doctor who died alone. Although it's unclear whether it was dying of a heart attack, living alone in a log cabin, or a telephone operator asking a nearby business to assist that was noteworthy, it seemed to be remarkable for the time. In some cases, deaths of women seemed to be reported but obscured. In order to learn the name of one female singer dying alone described as a former banker's wife, Gladys Lanphere Benjamin, one must read the entire article text. (See Table 1 for a complete list of New York Times articles with these search terms.) A later 1936 obituary tries to make sense of a French sculptor who died alone and puzzlingly left bequests though he died penniless. An Arkansas senate majority leader Joseph T. Robinson who ignored heart attack symptoms was found dead alone. The first line of this obit seems to cast blame for his failure to heed these warning symptoms. A 1939 obituary of a single bachelor, lists one Earl Willson Bemis, who died age 72, found deceased in his apartment. He was a naturalist, who had donated $200,000 to Harvard University six years previously. This would have been someone who deserved public recognition for his generosity, and who we would expect to be mourned because of his bequest. The general tone of these individual obituary chronicles seems to be that dying alone is the death no one wants. A further set of articles on lonely dying discusses news stories, policy, and opinions related to deaths of troops, an anthropomorphised death of a much-loved towering redwood tree, vulnerable groups, and the beginning of deaths during the 2020 pandemic. Other uses of lonely dying include mention in book titles and films.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lonely dying in the New York Times newspaper"
        },
        {
            "text": "The search term lonely death, also in the New York Times, found two of the same articles previously referenced and a total of 17 unique citations. Two articles were related to coronavirus, one already listed in Table 1 under March 16, 2020 and the other reported on May 8th, 2020, titled Found Unresponsive at Home: Grim Records Recount Lonely Deaths. These deaths were \"either isolated from family in the hospital or unexpected at home after the infection did not seem so grave or the person had appeared to be improving. The plurality of the dead was between 75 and 84 years old\" and occurred in Florida (NYT, 2020, May 8).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 218,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lonely dying in the New York Times newspaper"
        },
        {
            "text": "In addition, there were three published articles on lonely deaths of aging older Japanese between 2012 and 2015, the goalie of a German soccer club who suffered a lonely death through suicide, the suicide of a US soldier serving in Afghanistan, the case of a woman who died unattended and under sedation in hospital after taking a drugs/beer combination, two articles from 2014 on Ebola deaths, and other brief articles on unique dying circumstances. Although death by suicide is a form of dying alone, that is not often reported under the term dying alone, though it might be the ultimate existential lonely death. A possible reason for this is that successful suicide carries a different form of emotional weight and a hint of societal stigma through this choice. The concept of selection of suicide overpowers merely dying alone, a term that suggests less personal choice, though some choice may feature in both conditions. A 1971 NYT article reported the death of June Nector, titled A Lonely Death Closes A Woman's Lonely Life. \"Miss Nector had lived in rooming house, and because she did not invite friendships, she had no friends. She had no visitors, and she received no mail, either (para 4).\" The physician attending her death commented, \"The main problem was that she was old. I see a lot of them like that (para 3).\" She was supported in her last ten days of life by community workers from a local self-help group who brought her food and summoned an ambulance (NYT, 1971, November 7). The earliest article regarding a lonely death was from 1880 regarding the mother of an Oregon senator. This term also surfaced a brief article from 1897 on Freda Susan Leach, a woman age 65 who died in a NY lodging house where she was an occasional guest. It was thought she \"belonged somewhere in Pennsylvania.\" Between 1880 and 1901 there were 9 articles about lonely deaths, several relating to roles of the decedent, such as physician, priest, and miser (two articles re the latter). We may assume that the attribute miser was not self-selected like the other two roles. These deaths had hallmarks of being unusual and curious circumstances or sad losses for the community. The Lonely Death of George Bell, discussed in detail in a previous section, was found under the term lonely death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lonely dying in the New York Times newspaper"
        },
        {
            "text": "A search for the terms \"lonely\" and \"dying\" in the Guardian located 25 articles. This search was done on 10th May 2020 and extended after the first article review. The Guardian is a British daily newspaper founded in 1821 as The Manchester Guardian. It became part of a Trust in 1959 with an aim to safeguard journalistic freedom and expression of liberal views. This newspaper is, similar to the NYT, generally tasked to provide liberal political content. A 2018 poll by IPSOS MORI indicated that 84% of readership trusted the validity of the digital content, at the top of the poll of all newspapers (https://www.campaignlive.co.uk/ article/guardian-trusted-sun-least-trusted-online-news-brand-pamcoreveals/1492881). Unlike the NYT where the search appeared to only capture words used in the article title, the Guardian search found these words in the title or text of the article. Thus some of the articles, while not explicitly connected to lonely dying, relate to the topic. These articles turned up few obituaries. It may be that obituaries are separately listed or written differently from main news stories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lonely dying articles in the Guardian newspaper"
        },
        {
            "text": "The recounting of individual deaths that made headlines noted unusual features that made the story a news item, such as the deaths of a man who sacked his 2500 staff by text and the Veteran who made unreliable claims about his heroic deeds, as well as those found dead through an injustice or failure of society to provide due care. There were nine articles in the latter category, highlighting an injustice that led to dying alone, such as an individual found dead after his benefits were stopped. His attempts to restart benefits were rebuffed, and he was found with an empty stomach, one can of soup, a tin of out-of-date sardines, and £3.44 in his pocket. Three articles which appeared that did not have lonely dying in the title cited research, but had the keywords in text. This was a difference from the NYT where no direct research was reported on this topic. Two articles reported programmes to combat loneliness, and thus lonely dying. (See Table 2 : Articles on Lonely Dying from the Guardian 1999-10th May 2020.)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 958,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Lonely dying articles in the Guardian newspaper"
        },
        {
            "text": "Several themes are evident throughout the newspaper articles listed in Tables 1 and 2. The most common themes are: 1) dying alone is a nonnormative event; 2) this death matters; 3) where people die alone, societies should honour the death and learn from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common themes"
        },
        {
            "text": "Many of the lonely deaths discussed in articles in the New York Times in the late 19th and 20th centuries identified the circumstances of the death as unusual. These are listed in Table 1 under the section Individual Deaths. A university benefactor, a jewel thief, a woman who lived alone, a radio broadcaster and \"hero\" all died alone. These deaths were mourned as ones that seemed unfair or appropriately condemned because of some manner in which the life was lived. This type of moralising seemed consistent with the times. If you lived well and contributed to society, you deserved a good death, and dying alone was undeserved. If you broke laws (the jewel thief) or implicit norms (Lonely Death Closes a Woman's Lonely Life), then dying alone was just recompense, even if it was a bad death per society's assessment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Dying alone is a nonnormative death"
        },
        {
            "text": "Echoes of this persist in articles about a conman dying (NYT, July 19, 2003), SAS Veteran who was not who he purported to be (Guardian, 24 Jan, 2009), and a virus carrier dying alone in Angola (NYT, April 12, 2005) . The latter is especially of interest in light of the 2019-20 pandemic, where an effort has been made to de-link blame from individual deaths. \"These are people [pandemic deaths] who die alone and who are buried alone,\" commented the editor of a newspaper in Bergamo, Italy who clearly wished things had been different (NYT, Mar 16, 2020). The sad and lonely death of a porter discovered who had lived illegally in the place where he worked, carried overtones of concern (Guardian, 1 Jan, 2004). This may evidence a growing change in public sentiment towards lone deaths.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 214,
                    "text": "(NYT, April 12, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dying alone is a nonnormative death"
        },
        {
            "text": "Death is an opportunity to demonstrate a humanistic approach and compassion in this opinion piece, Making Sure Patients Don't Die Alone (NYT, June 3, 2010). Readers, several who had experienced lonely deaths of relatives, addressed their hope that this approach would change the face of US healthcare. 'No one should die penniless and alone' asserted an article telling the story of a man whose legitimate request for welfare benefits was ignored (Guardian, 3 Aug, 2014). His sister described her brother as quiet and private. \"I don't think anyone should die like that in this country, alone, hungry and penniless.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "This death matters"
        },
        {
            "text": "The experience with Covid also began to appear threateningly in newspapers published in March 2020. When we took away her voice with the tracheostomy tube, he spoke for her (NYT, Mar 20, 2020) But now, as we tighten our protocols to protect our patients from the threat of Covid-19, she's alone. Another article details this sad tale of a Covid death. His daughter…watched through a glass divider as he died in an isolation ward. 'It broke my heart into a million pieces,' she said. 'I didn't want him to feel alone' (NYT, Mar 22, 2020) . A Guardian article on 17 Apr, 2020, People who need end-of-life care shouldn't have to die alone because of coronavirus, details concerns that residents in care homes were dying alone and argued for permission given family members for visits. Worry was shared that early in the pandemic, people's choices for end-of-life care were limited and little was known about whether residents understood events, since family were not present to help explain. This theme moves away from lone deaths as just retribution to viewing lone deaths as call to build more compassionately-centred and humanistic programmes. Dying alone is not acknowledged as a possible preferred choice among accompanied or nonaccompanied deaths.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 536,
                    "text": "(NYT, Mar 22, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "This death matters"
        },
        {
            "text": "Several articles spoke about honouring the dying, and the feelings of those unable to be with the dying person, or simply honouring the life lived after a death. This is about a person's life and the respect that has to be given, commented a funeral celebrant for someone unknown who died alone during Covid (NYT, Sep 6, 2020). I pieced together what I think was his life, said one death investigator (NYT, Sep 6, 2020) . Of a wartime heroine and spy who died alone, a neighbour commented, I was very surprised at the extent of her heroism. You would never have thought it, as she never spoke of it (Guardian, 13th Sep, 2010) . A located distant relative reported a deceased person's earlier denial of family to his friends.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 419,
                    "text": "(NYT, Sep 6, 2020)",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 625,
                    "text": "(Guardian, 13th Sep, 2010)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Where people die alone, societies should honour the death and learn from it"
        },
        {
            "text": "It may have been easier for him to tell people he didn't have any family. He knew they were there, so to say to his friends 'I don't have any family' -that's not true, she says. 'What he meant was he didn't have any contact with them anymore, but everyone has family, whether you like it or not.' (NYT, Sep 6, 2020 This investigator, himself unmarried with no children recommended, Share your life with loved ones; love, forgive, forget. An undertaker quoted in the same article commented, I think burial or cremation should be with respect, or else what is society about? I think about this man. I believe we're all connected. The concept of connection belies the feelings people share of feeling alone, being alone, or dying alone. Where every death is honoured, some connection is formed, even where people thought they were alone or preferred to be alone at death.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 314,
                    "text": "(NYT, Sep 6, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Where people die alone, societies should honour the death and learn from it"
        },
        {
            "text": "The aftermath of lonely deaths may lead to disenfranchised grief in surviving family and friends. Disenfranchised grief suggests that individuals may experience very strong grief reactions that resist social validation (Doka, 1989; Harris & Winokuer, 2016) . The person who is grieving, including the person dying who anticipates his/her own death and significant others who anticipate a loss, may not be able to engage in common mourning rituals designed to alleviate the burden of grief. During the pandemic disenfranchised grief may be more prevalent or talked about because of the loss of familiar rituals, such as participating in a funeral. The contingent of allowable public mourners have included immediate family only, leaving out grandchildren who may deeply experience the exclusion. Further if the loss involved a person whose relationship with the decedent could not be disclosed or was unrecognised, for instance, a best friend, co-worker, or secret partner, this too may remain unhealed. Disenfranchised grief acknowledges the social rules around who and what is valued, who or what should be grieved, how grieving should ensue. It can further entrench perceived social isolation where grief is unacknowledged. Disenfranchised grief takes into account social networks, individual perceptions and selfperceptions, the political environment, and interactions among them. Some forms of loneliness or aloneness might be chosen by individuals who may not be fully permitted to make this choice when it is not one approved by their social network or wider society. Examples of this lack of social permission include when dying individuals are Lonely, broke and dead at 42: the fall of the no win, no fee tycoon. Rise and fall of the man who sacked his 2500 staff by text, and died owing £100 m 17 Aug 2008",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 231,
                    "text": "(Doka, 1989;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 232,
                    "end": 256,
                    "text": "Harris & Winokuer, 2016)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "Nobody cared when they were alive or mourned when they died alone. As more people live on their own, a growing number are dying unnoticed and unloved with neither friends nor family at the funeral 24 Jan 2009",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "The fantasy life and lonely death of the SAS veteran who never was. Ex-soldier who wrote of derring-do in Afghanistan is found dead in a garage 13 Sep 2010",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "Lonely death of a wartime heroine. Details of Eileen Nearne's spy history emerge after old correspondence and medals found among her possessions 9 Oct 2011 Joyce Carol Vincent: How could this young woman lie dead and undiscovered for almost three years? 30 Jun 2013",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "Opinion: Not talking about death only makes it more lonely and frightening. In the absence of faith, death cafes can provide a space for us to talk about what a good ending might be 29 Apr 2014",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "No more lonely deaths: our promise to the older people of Adachi in Japan. How a pioneering project is combating social isolation in a country with one of the world's largest ageing populations 27 June 2014",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "Opinion; Anyone can die alone -not just the lonely. We live in an isolated age, and the UK is officially the loneliest country in Europe. assigned vigil volunteers to sit at their bedside without their consent or where loved ones feel self-blame and guilt if not present at the death. There is little social space for choice of a lone death. Interestingly, the earliest 1880 NYT article detailing a lonely death reported the key interest of this senator's mother was to live and die alone; she achieved her wish. She was noted to be peculiar in this wish, but she was clearly much respected. It is important for professionals and others to recognise that although individuals may value connection, at times they may prefer time alone, are not lonely, and instead grow through the experience of solitude. By contrast, in the time of the pandemic, many people are dying alone without choice. Their loved ones may not be permitted to be present because of substantial health risks for all. Since there was no time to prepare for this type of death, there are additional possible traumatic and shock elements, the latter similar to the first stage of Kübler-Ross's five stages of grieving/dying (Kübler-Ross, 1969) . The fear that people express about their mortality expands when there is no control available.",
            "cite_spans": [
                {
                    "start": 1191,
                    "end": 1210,
                    "text": "(Kübler-Ross, 1969)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "It has been suggested that loneliness is failure (Leontiev, 2019) . Individuals perceive a preference for sociability in that studies indicate extraversion is more valued than the trait of introversion, especially by those who see themselves as having an extraversion deficit (Lawn, Slemp, & Vella-Brodrick, 2019) . This aligns with the general concept that everyone must want to be accompanied at their death and thus dying alone must be a bad death, even if this contingency has never been discussed nor included in advance care planning.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 65,
                    "text": "(Leontiev, 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 276,
                    "end": 313,
                    "text": "(Lawn, Slemp, & Vella-Brodrick, 2019)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Disenfranchised grief"
        },
        {
            "text": "Deaths that were historically a community event today have been pushed aside largely to hospitals, hospices, and nursing homes, rendered invisible (Aries, 1981) . This invisibility for death aligns with the unacceptability of death and may increase the prospect of dying alone whether it is welcomed or not. Hospital deaths are not always accompanied, since death may occur quietly when no one is in the room. In the pandemic of 2020, many deaths are and will be unaccompanied, even if accompaniment is preferred. One study of VA hospitals and presence of family or friends at death suggested that family or friends were present from 24% to 66% of the deaths, though there is cultural variation with only 17% of European Americans reporting being at the bedside at death (Williams, Bailey, Woodby, Wittich, & Burgio, 2013) . Because of societal avoidance of discussions about death, we don't often know what people prefer: whether they want to be accompanied at death or to die alone. This could easily be part of advance care conversation.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 160,
                    "text": "(Aries, 1981)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 771,
                    "end": 822,
                    "text": "(Williams, Bailey, Woodby, Wittich, & Burgio, 2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary dying"
        },
        {
            "text": "Meaning around death is self-developed, authored by an individual's choices and actions (Elias, 1983 (Elias, /2001 . People may resign themselves to their deaths when they know they are ill and witness others drawing back, almost recoiling out of fear of contamination from death-related conversations. This may have an unintended effect of isolating those who would prefer accompaniment at death. Meaning is often socially shaped in the praxis of life (Nelson-Becker & Sangster, 2018) . Lives have meaning for others and others have meaning for that one life in those who highly value and/or need social connections, such as those with a more extroverted style.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 100,
                    "text": "(Elias, 1983",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 114,
                    "text": "(Elias, /2001",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 485,
                    "text": "(Nelson-Becker & Sangster, 2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary dying"
        },
        {
            "text": "Certain individuals prefer to be accompanied at death and greatly fear the alternative. A client of one of the authors was in hospice care due to a rare genetic disorder, olivopontocerebellar atrophy, a progressive degenerative condition of nerve cells in the brain. Symptoms began with clumsiness that worsened into difficulties with balance, speech, swallowing, walking and neuropathy. Eventually this led to confinement in bed, blindness, and limited ability to speak. This inherited trait and illness had affected many of the women in the family, and her older sister had died from it at age 16 as well as several aunts and great-aunts. The sister had died alone in a nursing care home, found by her mom. This client's own worst fear at her then-age of 21 was being alone at her death. By contrast a hospice research participant who had a career as a former Veteran's Administration psychologist expressed a different view. He enjoyed companionship with friends who often visited and he had no family. He stated that he wanted to experience death on his own-that last great adventure (Nelson-Becker, 2006) .",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1109,
                    "text": "(Nelson-Becker, 2006)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary dying"
        },
        {
            "text": "In a study of views on a good and bad death among 21 homeless older people in the US (Ko et al., 2015) , dying alone was seen as undignified and it confirmed social rejection and societal marginalisation. One individual expressed, \"I can think of nothing worse than dying alone\" (Ko et al., 2015, p. 5) . A focus group participant in a nursing care facility study had a visceral reaction to a question on dying alone. \"Who would want to die like that? (Thompson et al., 2018, p. 512) , implying that no one should die alone. Other views expressed were that individuals were never alone (since there was always transpersonal presence), preferred to die alone, or it didn't matter (Thompson et al., 2018) .",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "text": "(Ko et al., 2015)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 279,
                    "end": 302,
                    "text": "(Ko et al., 2015, p. 5)",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 483,
                    "text": "(Thompson et al., 2018, p. 512)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 702,
                    "text": "(Thompson et al., 2018)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Contemporary dying"
        },
        {
            "text": "There are competing societal views on the position of dying alone on the spectrum of what constitutes a good death and a bad death. Many individuals assess their own position on the question not only in relation to their personal view, but in how their death may impact relatives or friends (Fulmer et al., 2010) . Is a good death one where individuals may exercise agency and control, or is a good death where one is able to let go consciously and accept what is unfolding? Is a good death a trajectory of dwindling in a safe and familiar space, or where a person meets an unanticipated death and quickly must let go? Can one choose to be cared for at their dying, or choose a place to be alone? Can we allow individuals to find their own still point, even where that is against broader cultural norms? Can we move away from the language of dying alone as failure that heightens the grief and guilt of those who were not present at the death? This is especially important at times when family and friends are actively discouraged or barred from presence at the deathbed due to health risks to themselves and others.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 312,
                    "text": "(Fulmer et al., 2010)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dying alone is a contested historical discourse in the media and culture at large (Caswell & O'Connor, 2015) . Accompanied deaths are seldom mentioned, but those who die alone garner attention. Those who die alone are exceptions to what should be the case. These deaths are deemed to be \"bad deaths,\" even if those who die in these circumstances indicate that this would be their preferred way of dying. Learning about or having contact with those who have died alone are enough to motivate individuals to change behaviour as in the article about Rickey Hennegan who successfully sought drug rehabilitation after finding a deceased homeless person reported in NYT, Dec 2013.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 108,
                    "text": "(Caswell & O'Connor, 2015)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There is currently little room in social discussions of death to permit people to voice any desire to die alone (Seale, 2004) . This finds partial support through the finding that at least in Western societies, extroversion remains the behavioural norm (Lawn et al., 2019), so voices of those who may prefer a lone death are seldom acknowledged. What is a good death in the social dimension and what type of death would bring the least pain for that person and for others who are socially connected to him/her? Death is the final moment in our personal narratives and so is especially poignant, bittersweet, or powerful. What do we owe to our loved ones and significant others? What do we owe to ourselves? When is death experienced as isolation? When is death celebrated as independence? These are a few of the perennial questions about modernity and the social location of the self.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 125,
                    "text": "(Seale, 2004)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Failure to entertain the possibility of dying alone as a choice evidences our societal fear of our own death and reluctance to contemplate, reflect on, or come to terms with it. When individuals find discomfort in contemplating their own dying, how can they begin to prepare for a death that may occur in any circumstance? What kind of support should we offer each other? Insistence on accompaniment as the standard protocol and guilt if it cannot be accomplished seems to be the residue of Western cultural rules. How can we create acceptance of variable paths to dying and death? The paradox of death is that we fear it, yet when it arrives it can cause individuals to savour the life they have in ways that are unimaginably sweet when time allows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As part of standard death preparation in advance care planning, the question of preference for an accompanied death or a supported death alone should be included as part of a written plan. Advance care planning is a conversation about end-of-life plans that are developed according to a person's or patient's goals, desires, values, and attitudes to illness and dying. These conversations may be initiated by a GP or physician, but more commonly are conducted by a nurse, social worker, or sometimes a chaplain, often together with other family members. These may be standard on any hospital admission but are especially important when an individual has a severe life-limiting illness. The focus is on what actions the person would desire if their health were severely compromised and they could no longer voice their wishes. Commonly the forms ask individuals to consider who they would want as a primary decision maker if they were not longer able to make their own decisions, whether they would want life-sustaining treatment, cardiopulmonary resuscitation, and organ donation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Questions about whether one wishes to be accompanied at death seldom form part of the standard forms in advance care planning, although they could be included. Further, even if one would choose an accompanied death, discussion about what individuals may want in order to die peacefully if no family or loved ones are allowed to visit should also be considered. This is the nature of many hospital deaths during the 2020 pandemic. Does the person want someone to hold their hand, if possible, in their final moments? Do they want every effort made for phone calls or video calls/links with family or significant others as suggested in a Guardian article? Do they want to be placed into an unconscious state via medication as they move towards death or be allowed to die unintubated? These are a few of the questions that could be added to advance care planning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Those who work in health or social care should prepare further. They will need to confront their own fears about death and dying. In current times, the number who work on palliative care teams is small and these professionals have little time to train others in possible approaches to work with those dying. However, they may be able to consult with other staff members. They can help them voice their concerns and experiences and teach them to honour each life, pausing after each death, reciting the name of the person who has died, and sharing a moment of silence. Besides honouring individual lives, this honours the shared humanity between the one being cared for and the one providing care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dying alone must not turn into disenfranchised grief. Where this type of death occurs, and family members or significant others die alone, this should be seen as a result of our shared experience of the pandemic, or simply what occurred. It should be normalised and not be a source of guilt, shame, or blame. Death may be one of the most painful of losses, since it is permanent, pervasive, and unalterable. Our assumptive world is forever changed. However, our cultural and societal response to lonely dying can ease the experience. We must understand that in our culture of choice, the death we experience is not always the death we would choose. As primary grievers, can we learn to accept it, and in our acceptance learn to value the best parts we know about the death that occurred and to trust that those dying were upheld by their environment in some manner? More than this, we can value the life lived that intersected with our own and choose our own moment to honour and remember that life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The hour of our death",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aries",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centering prayer and attention of the heart. Merton Annual: Studies in Culture",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bourgeault",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qualitative Research in Psychology",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Agency in the context of social death: Dying alone at home",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Contemporary Social Science",
            "volume": "10",
            "issn": "3",
            "pages": "249--261",
            "other_ids": {
                "DOI": [
                    "10.1080/21582041.2015.1114663"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "I've no fear of dying alone': Exploring perspectives on living and dying alone",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caswell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mortality",
            "volume": "24",
            "issn": "1",
            "pages": "17--31",
            "other_ids": {
                "DOI": [
                    "10.1080/13576275.2017.1413542"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What is a good death? Health care professionals' narrations on end-of-life care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cipolletta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oprandi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Death Studies",
            "volume": "38",
            "issn": "",
            "pages": "20--27",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Disenfranchised grief: Recognizing hidden sorrow",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Doka",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Existential loneliness and end of life care: A review of the literature",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Elias",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "London",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Ettema",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Derkson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Leeuwen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Theoretical Medicine and Bioethics",
            "volume": "31",
            "issn": "",
            "pages": "141--169",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Death is nothing at all: On contemplating non-existence. A relational psychoanalytic engagement of the fear of death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Frommer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "373--390",
            "other_ids": {
                "DOI": [
                    "10.1080/10481885.2016.1190599"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "On \"feeling right\" in cultural contexts: How person-culture match affects self-esteem and subjective wellbeing",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Fulmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Kruglanski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kim-Prieto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pierro",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Psychological Science",
            "volume": "21",
            "issn": "11",
            "pages": "1563--1569",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Principles and practice of grief counseling",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winokuer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dying old: And preferably alone? Agency, resistance and dissent at the end of life",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kellehear",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Ageing and Later Life",
            "volume": "4",
            "issn": "1",
            "pages": "5--21",
            "other_ids": {
                "DOI": [
                    "10.3384/ijal.1652-8670.09415"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "What constitutes a good and bad death?: Perspectives of homeless older adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kwak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nelson-Becker",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Death Studies",
            "volume": "39",
            "issn": "7",
            "pages": "422--432",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2014.958629"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "On death and dying",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kübler-Ross",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Quiet flourishing: The authenticity and well-being of trait introverts living in the west depends on extraversion-deficit beliefs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Larrson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramgard",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bolmsjo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Slemp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Vella-Brodrick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Happiness Studies",
            "volume": "17",
            "issn": "7",
            "pages": "2055--2075",
            "other_ids": {
                "DOI": [
                    "10.1007/s10902-018-0037-5"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The dialectics of aloneness: Positive vs. negative meaning and differential assessment",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leontiev",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Counselling Psychology Quarterly",
            "volume": "32",
            "issn": "3-4",
            "pages": "548--562",
            "other_ids": {
                "DOI": [
                    "10.1080/09515070.2019.164018"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Defining a good death (successful dying): Literature review and a call for research and public dialogue",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Gallegos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P M"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Depp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Jeste",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The American Journal of Geriatric Psychiatry Official Journal of the American Association for Geriatric Psychiatry",
            "volume": "24",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "New seeds of contemplation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Merton",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Voices of resilience: Older adults in hospice care. Social Work in End-of-Life and Palliative Care",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nelson-Becker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "87--106",
            "other_ids": {
                "DOI": [
                    "10.1300/J457v02n03_07"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Spirituality, religion, and aging: Illuminations for therapeutic practice",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nelson-Becker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Recapturing the power of ritual to enhance community in aging",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nelson-Becker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sangster",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Spirituality & Aging",
            "volume": "31",
            "issn": "2",
            "pages": "153--167",
            "other_ids": {
                "DOI": [
                    "10.1080/15528030.2018.1532858"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Til death do us join: Media, mourning rituals and the sacred Centre of the society. Media",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sumiala",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Culture & Society",
            "volume": "31",
            "issn": "1",
            "pages": "119--135",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fact sheet: Aging in the United States",
            "authors": [],
            "year": 2019,
            "venue": "Population Reference Bureau (PRB",
            "volume": "70",
            "issn": "2",
            "pages": "2--17",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Media constructions of dying alone: A form of 'bad death",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Social Science & Medicine",
            "volume": "58",
            "issn": "5",
            "pages": "967--974",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2003.10.038"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Good and bad death: Introduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Geest",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Social Science & H. Nelson-Becker and C. Victor Journal of Aging Studies",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The Tibetan book of living and dying",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sogyal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gaffney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "God's hotel: A doctor, a hospital, and a pilgrimage to the heart of medicine",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Perspectives on dying alone in a long-term care setting",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shindruk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wickson-Griffiths",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcclement",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Venturato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Death Studies",
            "volume": "43",
            "issn": "8",
            "pages": "509--520",
            "other_ids": {
                "DOI": [
                    "10.1080/07481187.2018.1491484"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Performing the good death: The medieval Ars moriendi and contemporary doctors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thornton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Medical Humanities",
            "volume": "35",
            "issn": "",
            "pages": "94--97",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Maturing into gerotranscendence",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tornstam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Transpersonal Psychology",
            "volume": "43",
            "issn": "2",
            "pages": "166--180",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A room full of chairs around his bed\": Being present at the death of a loved one in veterans affairs medical centers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Woodby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Wittich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Burgio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "OMEGA -Journal of Death and Dying",
            "volume": "66",
            "issn": "3",
            "pages": "231--263",
            "other_ids": {
                "DOI": [
                    "10.2190/OM.66.3.c"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Articles on lonely dying from the New York Times 1932-April 7, 2020. DIES ALONE IN LOG CABIN; Woman Doctor in Jersey Phones for Help After Heart Attack Dec 13, 1936 FRENCH SCULPTOR DIES ALONE IN ROOM; Leon Hermant of Chicago Left Bequests, but Was Apparently Penniless. Jul 15, 1937 FOUND DEAD ALONE; Heart Attack Is Fatal to Majority Leader Who Ignored Symptoms, An Arkansas senator failed to act on heart attack symptoms Apr 29, 1939 E.W. BEMIS STRICKEN, DIES ALONE IN HOME; Naturalist Had Given $200,000 to Harvard University Jun 27, 1944 WOMAN WRITER, 71, DIES ALONE IN ROOM; Body of Mrs. Mary B. Williams Unclaimed at Morgue Oct 7, 1948 EX-SINGER DIES ALONE; Former Wife of Park Benjamin 2d Found in Hollywood Hotel (divorced wife of banker, relative of opera singer Enrico Caruso, died in obscurity) Aug 11, 1951 JEWEL THIEF DIES ALONE AND BROKE; Bassett, One-Time Associate of Willie Sutton,Spent 28 of Last 32 Years in Jail Nov 7, 1971 Lonely Death Closes A Woman's Lonely Life, When she died, she was alone, and a doctor said that she had really just wasted away. Mar 22, 1979 A Hero of the Airwaves Dies, Alone and Forgotten, \"handsome\" Al Hodge, broadcaster of the Green Hornet, his realm was reduced to the dimensions of a single room Jul 19, 2003 About New York; He Conned the Society Crowd but Died Alone, David Hampton, inspiration for the play and film \"Six Degrees of Separation\" Apr 12, 2005 In Angola's Teeming Capital, a Suspected Virus Carrier Dies Alone, Bonifácio Soloca, 61, suspected of having the Marburg virus July 28, 2012 The Short Life and Lonely Death of Sabrina Seelig, woman left unattended at hospital after treatment dies unexpectedly The Lonely Death of George Bell, a feature story discussed in Media Representations of Dying Alone section of this paper Dec 15, 2015 What Happens to People Who Die Alone? A story about writing and reporting the Lonely Death of George Bell Dec 28, 2015 Opinion: When Dying Alone in Prison Is Too Harsh a Sentence. A story about treatment by a fellow in geriatrics and palliative care Feb 24, 2016 Woman Whose Daughter, 2, Died Alone in Fire Was Under Investigation. Not til the third paragraph is the daughter's name, different from the mother's, given as Kalenah Muldrow. Nov 30, 2017 A Generation in Japan Faces a Lonely Death. People are living longer in Japan, sometimes outliving other family, leading to socially isolated lives and lonely deaths. Feb 7, 2020 Opinion: 'We Are Left to Face Death Alone' Assad regime and its Russian allies are brutally attacking Idlib province in Syria",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Further there are lessons to be learned. A death investigator for George Bell (NYT, Oct. 17, 2015) reflected, You learn whatever material stuff you have you should use it and share it. Share yourself. People die with nobody to talk to. They die and relatives come out of the woodwork. 'Give me what he had.' Gimme, gimme. Yet when he was alive, they never visited, never knew the person.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Articles on lonely dying from the Guardian 1999-6th September 2020.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The people who die alone with no one to mourn them. Scotland investigators detail their work post death. \"I pieced together what I think was his life.\"",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to acknowledge the helpful assistance from the reviewers of this paper.The authors had no funding for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements and funding"
        }
    ]
}