{
    "paper_id": "4d929473ae5596bd50df859aeab717ed51736283",
    "metadata": {
        "title": "COVID-19 highlights the model dilemma in biomedical research",
        "authors": [
            {
                "first": "Partho",
                "middle": [
                    "Protim"
                ],
                "last": "Adhikary",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Qurrat",
                "middle": [
                    "Ul"
                ],
                "last": "Ain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [
                    "Christian"
                ],
                "last": "Hocke",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Freie Universität Berlin and Humboldt Universität zu Berlin",
                    "location": {
                        "settlement": "Berlin",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Hedtrich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "BC",
                        "country": "Canada"
                    }
                },
                "email": "✉e-mail:sarah.hedtrich@ubc.ca"
            }
        ]
    },
    "abstract": [
        {
            "text": "Nature reviews | Materials 0123456789();:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Animal models are imperative in preclinical research; however, most animal models are poorly predictive of human conditions. The lack of appropriate models often results in poor clinical outcomes and high failure rates of clinical trials 1 . In an effort to overcome this translational gap, many researchers are calling for a paradigm shift towards human-centred approaches. However, human-based models do not (yet) emulate complex human (patho)physiological processes and, thus, cannot simply replace animal models. Moreover, many scientists are reluctant to replace animal models with human-based cell and organ models, which is, amongst other reasons, often related to the request of data verification in animal models for publications.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Animal models for COVID-19 COVID-19 is a still evolving global catastrophe, once more highlighting the model dilemma in biomedical research. At the beginning of a zoonotic pandemic, key questions about the causative agent, as well as natural and transmitting hosts first need to be addressed. For COVID-19, the causative agent was identified as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and although the natural host (bats) was rapidly identified, intermediate and transmitting hosts are still under debate. This prompted the World Health Organization to form an international panel to establish suitable animal models for vaccine and therapy testing, with the first summary report published in autumn 2020 2 . One take-home message of this report is that no animal model tested thus far entirely reflects human COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As expected, species with high homology in the receptor-binding domain of angiotensin-converting enzyme 2 (ACE2), such as ferrets and hamsters, are highly susceptible to SARS-CoV-2 (ref. 3 ). However, the lack of species-specific molecular tools and reagents makes the correlation to human pathomechanisms challenging. Alternatively, genetically modified animals, such as transgenic mice, can be used. In these models, human ACE2 is expressed under tissue-specific promo ters, which makes the mice susceptible to SARS-CoV-2 infec tion. However, dependent on the cellular expression pattern, the animals develop mild to lethal phenotypes and, in some instances, even neurological disorders, such as encephalitis, which do not occur in humans 2 . This raises the question whether animal models should be chosen based on the representation of disease symptoms, as they may be mechanistically misleading and ultimately foster fundamental biases. Nonetheless, animal models, if thoroughly evaluated, have value in the study of virus transmission, drug repurposing and vaccine efficacy. However, in particular at the beginning of a pandemic, animal models are not readily available, and their development takes valuable time and significant research effort.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Carefully chosen 2D cell cultures are still indispensable in the study of human (patho)physiology, as they allow fast and inexpensive high-throughput screen ing. SARS-CoV-2 relies on the expression of ACE2 and transmembrane protease serine subtype 2 (TMPRSS2) for cellular entry, which needs to be considered when choos ing the cell type. For example, Vero E6 cells, derived from African Green Monkey kidney cells, are widely used in virology and enabled the identifi cation of ACE2 as the functional SARS-CoV-2 receptor. Although Vero E6 cells highly express ACE2, TMPRSS2 expression levels are lower than in human lungs. Thus, alternative cell entry pathways may be used by the virus, which can lead to the emergence of new virus variants and misinterpretation of pathophysiology in the human lung, exemplifying how data can depend on the chosen model 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monolayer cultures and singularized 3D models"
        },
        {
            "text": "3D organ models offer a higher level of complexity than 2D models, allowing functional responses superior to traditional cell monolayers. Synthetic biology and microfabrication advances have facilitated the development of 3D tissue models, organoids, and microfluidic organs-on-a-chip, which can recapitulate hallmarks of the cytopathology and inflammatory response of viral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Monolayer cultures and singularized 3D models"
        },
        {
            "text": "Partho Protim Adhikary 1 , Qurrat Ul Ain 1 , Andreas Christian Hocke 2 and Sarah Hedtrich 1 ✉ Scientists worldwide struggle to identify suitable animal models to study SARS-CoV-2 infections. Interspecies-related differences, such as host specificity, divergent immune responses, or the unavailability of species-specific reagents hamper the research. Human-based models, such as micro-engineered multi-organs-on-chip, may hold the solution. infections. For example, self-organizing, human stem cell-derived organoids can be grown that represent the cellular heterogeneity and extracellular matrix composition of tissues, by which functional characteristics are retained over months. As such, lung organoids are currently applied in drug repurposing studies, which identified the tyrosine kinase inhibitor imatinib as a potent SARS-CoV-2 cell entry inhibitor 5 . The relevance of this finding is currently being evaluated in clinical trials (NCT04394416, NCT04346147) . Notably, efficient cell entry inhibition was also seen in xenografted mice, indicating that organoids can be predictive stand-alone tools. In addition, kidney, heart and brain organoids are being explored to study the effects of SARS-CoV-2 in other organs. For example, brain organoids provided important insights into SARS-CoV-2 tropism of neurons and the preferential targeting of more mature cell types, as derived from the comparison of organoids cultivated for 60 versus 15 days (mature versus developing). Interestingly, neurotoxic effects were observed, which may explain some of the detrimental effects of SARS-CoV-2 infection in the brain 6 .",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 859,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1617,
                    "end": 1618,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 940,
                    "end": 966,
                    "text": "(NCT04394416, NCT04346147)",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 highlights the model dilemma in biomedical research"
        },
        {
            "text": "However, clinically relevant pharmacokinetic drug profiles cannot be determined in organoids owing to their static cultivation. Furthermore, organoids often lack tissue-relevant biological barriers. For instance, lung organoids cannot be cultured at an air-liquid interface, which is essential to mimic surfactant-dependent alveolar homeostasis. Overall, organoids are singularized, non-connected models, which lack systemic connection and immunocompetence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 highlights the model dilemma in biomedical research"
        },
        {
            "text": "The question of complexity The important question remains what level of comple xity is needed. Monolayer cultures and single 3D organ models are simplistic, but can provide powerful tools for initial studies on virus-host interactions and for drug screening. However, to emulate human (patho)physiology, more sophisticated models are required. For example, in severe cases, COVID-19 may become a systemic disease. Whether the related extra-pulmonary organ involvement or multi-organ failure correlates to organ-specific host factor expression (for example, ACE2, TMPRSS2, Furin, CD147, Nrp1) fostering local SARS-CoV-2 propagation or whether it is caused by indirect detrimental immune activation remains elusive. To mimic multi-organ involvement, organs-on-a-chip platforms should be leve raged. It has been posited that a ten-organ system needs to be connected in a biological manner to resemble a humanon-chip, including circulatory, endocrine, gastrointestinal, immune, integumentary, musculoskeletal, nervous, reproductive, respiratory and urinary models 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 highlights the model dilemma in biomedical research"
        },
        {
            "text": "Over the past decade, multiple organs-on-a-chip setups, widely varying in complexity, have been developed, some of which are commercially available. This technology can mimic inter-tissue crosstalk under realistic biophysical and dynamic conditions over months. Organs-on-a-chip are also useful to study virus-host interactions, to test new antivirals, and to monitor the emergence of drug resistance 8 . Beyond infectious diseases, organs-on-a-chip can also recapitulate mecha nisms underlying human (patho)physiology and responses to clinically-relevant drug doses with high fidelity 9 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 highlights the model dilemma in biomedical research"
        },
        {
            "text": "Design of a COVID-19 chip Fig. 1 | Modular ready-to-use chips as human (patho)physiology models. The modular chips contain complex 3D organ models, which can be interconnected in a customizable way to address specific research questions. For example, immunocompetent human lung-on-chip, brain-on-chip, liver-on-chip, intestine-on-chip and kidney-on-chip can be connected to study multi-organ-involvement in COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Available preclinical models Organs-on-a-chip Modular chips as predictive models"
        },
        {
            "text": "The model dilemma in biomedical research already existed pre-COVID-19 and extends into many other areas. However, the current pandemic once again highlights our need for predictive models. As we continue to infiltrate the habitats of virus-bearing animals, such as bats, civets and pangolins, the world will face an increasing incidence of potentially zoonotic viruses. Thus, we now have the chance and obligation to further advance current human-based models in order to be better prepared for future pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular chips as future predictive models"
        },
        {
            "text": "Organs-on-a-chip and humans-on-a-chip may provide preclinical models that are more predictive than animal models. However, their impact on preclinical research remains low and barriers to using such models remain high. For example, substantial expertise is required to generate and apply microfluidic chips and to engineer organ (disease) models. The use of organs-ona-chip platforms is further limited by high costs, lowthroughput production and constraints regarding the models that can be cultivated. For example, most of the current organs-on-a-chip systems do not allow the cultivation of models at the air-liquid interface, which is crucial for proper differentiation of epithelia such as the skin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular chips as future predictive models"
        },
        {
            "text": "Alternatively, we envision the design of modular chips ( fig. 1 ). These chips would be ready-to-use and contain distinct organ (or disease) models, which can be interconnected in a customizable way. Also, organ-specific micro environments need to be implemented, such as spatial cell organization and the extracellular matrix, which are essential for tissue homeostasis. At the same time, materials need to be optimized for chip fabrication. Thus far, polydimethylsiloxane (PDMS) has been predominantly used, which is biocompatible, oxygen permeable, and inexpensive; however, PDMS tends to absorb hydrophobic molecules, which may skew the results of drug studies. Hence, drug-inert polystyrene is increasingly incorporated, but this material lacks elasticity. Polyurethane elastomers and styrene derivatives are flexible and non-absorptive alternatives that are not yet widely used but that may help to mitigate the drawbacks of PDMS in the future 9 .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 951,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Modular chips as future predictive models"
        },
        {
            "text": "Further, the development of complex organ and disease models remains challenging. Although some organs, such as the skin and liver, can already be engineered with high complexity and human mimicry, the bioengineering of many other organs, and especially disease models, is in its infancy, in particular, the design of immunocompetent models. Indeed, even integrating single immune cells remains challenging. Thus, incorporating entire immune organs may prove to be a substantial hurdle to the engineering of immunocompetent tissue models. However, studies aiming to elucidate central immunological mechanisms, in particular, immune protection, must include human models 10 . In addition, as the chip design, the material, and the organ models greatly vary, validation strategies that allow discernible comparisons need to be established.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 672,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Modular chips as future predictive models"
        },
        {
            "text": "In conclusion, scientists may need to re-evaluate whether the models they are using are still the best available option for their research. Especially in biomedical research, complementary human-based methods should be harnessed whenever possible. Furthermore, when it comes to publishing, the reflexive request of data verification in animal models should be reassessed, especially if authors provide good reasons against it. Notably, regu latory authorities such as the European Medicines Agency or the US Food and Drug Administration (FDA) endorse the implementation of human-based models. Especially for human diseases with an urgent medical need and a lack of suitable in vivo models, human-based models may expedite clinical translation, which may ultimately also facilitate their acceptance in the scientific and regulatory routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modular chips as future predictive models"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trends in clinical success rates and therapeutic focus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dowden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "18",
            "issn": "",
            "pages": "495--496",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Animal models for COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muñoz-Fontela",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "",
            "pages": "509--515",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Predicting mammalian species at risk of being infected by SARS-CoV-2 from an ACE2 perspective",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farookhi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci. Rep",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 variants with mutations at the S1/S2 cleavage site are generated in vitro during propagation in TMPRSS2-deficient cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS Pathog",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of SARS-CoV-2 inhibitors using lung and colonic organoids",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "589",
            "issn": "",
            "pages": "270--275",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 targets neurons of 3D human brain organoids",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The EMBO Journal",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Biology-inspired microphysiological system approaches to solve the prediction dilemma of substance testing",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Altex",
            "volume": "33",
            "issn": "",
            "pages": "272--321",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human organs-on-chips for virology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "934--946",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Advances in organ-on-a-chip engineering",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Korolj",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radisic",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Rev. Mats",
            "volume": "3",
            "issn": "",
            "pages": "257--278",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Studying immunity to zoonotic diseases in the natural host -keeping it real",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Bean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat. Rev. Immunol",
            "volume": "13",
            "issn": "",
            "pages": "851--861",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "✉ e-mail: sarah.hedtrich@ ubc.ca https://doi.org/10.1038/ s41578-021-00305-z",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge partial funding of this work from the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}