{
    "paper_id": "4df7881e8942fa255ab6bcedd444c12f2dc02463",
    "metadata": {
        "title": "Covid-19 deaths in Africa: prospective systematic postmortem surveillance study",
        "authors": [
            {
                "first": "Lawrence",
                "middle": [],
                "last": "Mwananyanda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [
                    "J"
                ],
                "last": "Gill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Macleod",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Geoffrey",
                "middle": [],
                "last": "Kwenda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Pieciak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zachariah",
                "middle": [],
                "last": "Mupila",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rotem",
                "middle": [],
                "last": "Lapidot",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "Mupeta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leah",
                "middle": [],
                "last": "Forman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luunga",
                "middle": [],
                "last": "Ziko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Etter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [],
                "last": "Thea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "OBJECTIVE To directly measure the fatal impact of coronavirus disease 2019 (covid-19) in an urban African population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Prospective systematic postmortem surveillance study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Zambia's largest tertiary care referral hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Deceased people of all ages at the University Teaching Hospital morgue in Lusaka, Zambia, enrolled within 48 hours of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Postmortem nasopharyngeal swabs were tested via reverse transcriptase quantitative polymerase chain reaction (PCR) against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Deaths were stratified by covis-19 status, location, age, sex, and underlying risk factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "372 participants were enrolled between June and September 2020; PCR results were available for 364 (97.8%). SARS-CoV-2 was detected in 58/364 (15.9%) according to the recommended cycle threshold value of <40 and in 70/364 (19.2%) when expanded to any level of PCR detection. The median age at death among people with a positive test for SARS-CoV-2 was 48 (interquartile range 36-72) years, and 69% (n=48) were male. Most deaths in people with covid-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global coronavirus disease 2019 (covid- 19) pandemic has had a devastating effect on the health of millions of people, with ongoing and/or accelerated transmission in nearly all regions of the world. 1 A puzzling question is why covid-19 seems to have largely skipped Africa. [2] [3] [4] Transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) should be favored wherever population densities are high, but the Institute of Health Metrics and Evaluation recently listed covid-19 as the 45th most common cause of death in Africa, despite it being the 12th leading cause globally. 5 No obvious reason exists why covid-19 would not spread as efficiently in Nairobi, Accra, or Lagos as it has in New York City, London, or Mumbai. Most of the systematic evidence about the impact of covid-19 in Africa comes from South Africa, which has documented more than 750 000 cases, more than 20 000 deaths, and a case fatality rate of 2.7%. [6] [7] [8] The so-called \"Africa paradox\" has been the focus of several editorials in prominent journals, [9] [10] [11] [12] [13] proposing several explanatory theories. These include that exposure to other coronaviruses has induced cross reactive herd immunity, 14 that the younger age structure of African populations allows its populations to tolerate covid-19 better, 15 that experience gained doi: 10 .1136/bmj.n334 | BMJ 2021;372:n334 | the bmj during the Ebola crisis allowed public health agencies across Africa to contain covid-19 better, 16 and that certain live attenuated vaccines (BCG vaccine, oral polio vaccine, and measles vaccines) engendered robust non-specific innate immune responses that also protect against covid-19. [17] [18] [19] We postulate a more mundane explanation for the Africa paradox: insufficient data. Africa is the world's poorest continent. Disease surveillance is resource intense and takes time to establish de novochallenges that are magnified in a global health emergency. Identifying deaths due to covid-19 might be challenging in countries with limited resources to establish new disease surveillance systems, particularly in countries with already high background mortality rates.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "text": "19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 204,
                    "end": 205,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 283,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 603,
                    "end": 604,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 955,
                    "end": 958,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 959,
                    "end": 962,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1067,
                    "end": 1071,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1072,
                    "end": 1076,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1077,
                    "end": 1081,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1215,
                    "end": 1217,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1324,
                    "end": 1326,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1355,
                    "end": 1357,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1500,
                    "end": 1502,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1692,
                    "end": 1696,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1697,
                    "end": 1701,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1702,
                    "end": 1706,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since 2017, our team has been conducting systematic postmortem surveillance for respiratory pathogens among deceased infants in Lusaka, Zambia. With the onset of the covid-19 pandemic, we were able to amend our study quickly to expand surveillance to include all age groups and to test for SARS-CoV-2. We present results from the first three months of surveillance. Counter to expectations, covid-19 related deaths proved to be common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to the World Bank, Zambia is a poor country that ranked 117th out of 128 countries in terms of economic competitiveness in 2007. 20 Its economy has been stalled since 2015 owing to falling copper prices;",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "with the covid-19 pandemic, its economy was predicted to contract by 4.5% in 2021. 20 Zambia's public debt burden is 60% of its gross domestic product, and more than 50% of Zambians live below the poverty line. 21 The capital, Lusaka, has around 2 million citizens and is Zambia's largest city. 22 In Lusaka, most of the urban poor live in densely crowded peri-urban slums with few places to avoid crowds, making practicing social spacing difficult. According to the study staff, masks were difficult to obtain and seldom worn by the general population of Lusaka during this time.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "Overview of ZPRIME study and its expansion to include covid-19 surveillance The Zambia Pertussis RSV Infant Mortality Estimation study (ZPRIME) was launched in August 2017 to measure the postmortem prevalence of respiratory syncytial virus and Bordetella pertussis infections among young infants in southern Africa (Lusaka, Zambia). Although Lusaka has dozens of health facilities, few can issue the death certificates that are legally required to inter a body. For the covid-19 expansion, we concentrated our resources at the University Teaching Hospital (UTH) morgue. UTH is the primary tertiary care referral hospital in Lusaka and registers at least 80% of deaths in the city, including those from UTH itself and from the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "In June 2020, we amended our protocol to expand enrollment to deceased people of all ages and to add polymerase chain reaction (PCR) testing for SARS-CoV-2. Other than these changes of scope, ZPRIME's protocol did not change. Written informed consent was obtained from the deceased's family members or representatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "For the covid-19 study expansion, we enrolled deceased people who died either in the community or at a facility in Lusaka. We defined \"facility deaths\" as those that occurred under care at UTH, with all other deaths defined as \"community deaths,\" which may have included deaths among people referred to UTH from smaller facilities in Lusaka. For each deceased person, we tabulated sex, age, location of death (facility versus community), geographic location of the death within Lusaka, presenting symptoms, underlying risk factors, and the results of antemortem SARS-CoV-2 PCR testing (if any).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "Enrollment occurred as next of kin came to claim the bodies of their loved ones at the UTH morgue. Our only exclusion criterion was enrollment more than 48 hours after death to reduce the risk of false negative PCR results due to degradation of viral RNA. An abbreviated grief counseling session was offered unconditionally to the family members. Owing to the high volume of deaths, and our team's finite capacity, we enrolled only Monday through Friday, 9 am to 5 pm. During these times, we enrolled every fifth death during July and every third death in August, with a daily cap of about five deaths per day in both cases. In September, after the ZPRIME infant study ended allowing our full team Died in the community to focus on the covid-19 project, we enrolled at a one to one ratio without a daily cap. As the enrollments were done before assessment of clinical data, such as symptoms at presentation, and before SARS-CoV-2 testing, this approach should not have introduced any selection bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enrollment procedures"
        },
        {
            "text": "Presenting respiratory symptoms were solicited from informants for both facility and community deaths. For facility deaths, we extracted additional clinical data from the medical chart and from the official death certificate. For deaths occurring in the community, we used an abbreviated verbal autopsy tool to identify respiratory symptoms and underlying medical conditions. 23 This included a free text narrative that allowed the next of kin to describe the circumstances of each death. In this way, we attempted to characterize the clinical syndrome preceding the death and to identify underlying risk factor comorbidities that might be associated with covid-19 mortality. This included previously described risk factors, such as hypertension, heart disease, and diabetes, but also putative risk factors prevalent in Africa including HIV/AIDS, tuberculosis, malnutrition, and sickle cell disease. Other conditions, such as epilepsy and malaria, were added iteratively as we reviewed the clinical data from each of the deceased.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Enrollment procedures"
        },
        {
            "text": "Nasopharyngeal samples were taken using flocked tipped nylon swabs (Copan Diagnostics, Murrieta, CA), sized for infants or adults as needed. 24 25 Swabs were inserted into both nares, advanced until they reached the posterior nasopharynx, and then rotated 180° in both directions. Samples were immediately placed in universal transport media on ice or in cool boxes at 4-8°C, and transported to our on-site PCR laboratory for accession, aliquoting, and storage at −80°C. Our laboratory is located approximately 50 yards from the morgue, allowing samples to be transported within minutes of collection.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 146,
                    "text": "24 25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "After vortexing to remove sample from the nasopharyngeal swabs, we extracted total nucleic acid by using the NucliSens EASYMAG system (bioMerieux, Marcy l'Etoile, France). 26 We used reverse transcriptase quantitative PCR to identify the SARS-CoV-2 that causes covid-19. Owing to difficulties and delays in obtaining PCR kits in Zambia, the first 16 PCR runs used the US Centers for Disease Control and Prevention (CDC) kit that target the N1 and N2 regions of the virus' nucleocapsid protein gene. Runs 17-18 used a different kit that targets a consensus sequence of the nucleocapsid gene (NCBI Reference Sequence: NC_045512.2) and the gene sequence encoding an overlapping polyprotein that is later cleaved in vivo into PP1ab and PP1a polyproteins (NCBI Gene ID: 43740578) (Wuhan EasyDiagnosis Biomedicine Co, Wuhan, China). In addition to running positive and negative controls on each assay plate, both assays included quantitative PCR against the constitutively expressed human RNAseP gene for each sample as a quality control measure, demonstrating adequacy of sample collection and nucleic acid extraction and the absence of PCR inhibition.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Laboratory procedures"
        },
        {
            "text": "For both assays, we defined a positive reaction against the respective gene targets as a cycle threshold below 40 against both targets for the respective kits, with a positive RNAseP result, for plates on which the positive and negative controls performed as anticipated. PCR was run for 45 cycles, making a cycle threshold of 45 the effective limit of detection. As these low intensity results may be true positives reflecting low levels of viral shedding, we also included all participants with a cycle threshold below 45 in this analysis. As with results under 40, for these high cycle threshold range values we report only on participants in whom both PCR targets were detectable. Given concerns about higher false positivity rates with the higher cut point, we report our results at each threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Laboratory procedures"
        },
        {
            "text": "We calculated a simple prevalence of covid-19 by dividing the number of deaths in which SARS-CoV-2 was detected by all deaths in the enrolled sample. We did no modeling and did not use imputation. We stratified deaths by sex, age, geography, and location (facility versus community deaths). A key distinction is that people who died at UTH could have been tested for covid-19 before death, whereas capacity for covid-19 testing in the community was much more limited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach"
        },
        {
            "text": "To examine the distribution of age at death, we cataloged age stratified death statistics from the Zambian government's official burial registry during the surveillance period. This allowed us to construct a contemporaneous death by age distribution to infer whether our enrolled sample was representative of all deaths during this period and whether the subset of deaths among people who tested positive for SARS-CoV-2 followed a similar distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach"
        },
        {
            "text": "We used ArcGIS (Esri Inc, Redlands, CA) software to map the locations of the deaths within Lusaka. We pulled population size data from the Zambia Data Hub (https://zambia-open-data-nsdi-mlnr.hub.arcgis. com/), which is managed by the Government of Zambia through the Ministry of Lands and Natural Resources and the Zambia Statistics Agency. We downloaded these ArcGIS layers to the level of Lusaka's city wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic approach"
        },
        {
            "text": "Inferring causality is a challenge in postmortem studies: covid-19 may have a direct or indirect role in deaths or could be coincidental. The US CDC has issued guidance stating that for deaths in which SARS-CoV-2 is detected, the virus should be assumed to be the direct or underlying cause of death, in the absence of exonerating circumstances. 27 That declaration notwithstanding, we sought to obtain additional data to support causality. The reasoning is that covid-19 primarily presents as an acute respiratory infection, in which case we would predict that most people who died of covid-19 would have presented with some constellation of acute respiratory symptoms. To do this, we sorted deaths with a positive test for SARS-CoV-2 doi: 10.1136/bmj.n334 | BMJ 2021;372:n334 | the bmj into four categories based on clinical presentation data reported contemporaneously in the medical chart and/or death certificate (facility deaths) or from the verbal autopsy (community deaths). The categories were probable covid-19, which included people with any combination of witnessed or reported cough, fever, upper respiratory symptoms, shortness of breath, or difficulty breathing; possible covid-19, which included people who presented with symptoms that may reflect common sequellae of covid-19, such as apparent or confirmed stroke, myocardial infarction, abdominal pain of sudden onset, nausea, vomiting, or diarrhea; probably not covid-19, which included patients for whom medical data indicated a non-covid-19 cause of death; and uncertain, for people lacking sufficient data to allow for adjudication.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 348,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Analytic approach"
        },
        {
            "text": "The ZPRIME covid-19 expansion occurred under tight financial and time constraints in response to a perceived sense of urgency. For these reasons, we were unable to launch the expansion study with the benefit of a patient and public involvement process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Between June 15 and October 1, 2020, our team approached families of 374 deceased people and consented and enrolled 372 deceased participants, ranging in age from less than 1 year to 105 years. Thus, the consent rate was 99.5%. Contemporaneously, 3676 deaths were recorded in the burial registry between June 15 and September 30, 2020, meaning that the enrolled sample represented about 10% of all deaths that passed through the UTH morgue during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Ten samples could not be matched to enrollments, leaving 362/372 (97.3%) with samples for testing. We also included PCR test results from two people who had been tested positive for SARS-CoV-2 before death outside of the study but who tested negative in our laboratory. As the two sets of tests were separated in time and could accurately reflect declining viral loads with time, we included these as positive cases in our analysis. For the 362 samples tested in our laboratory, all had RNAseP results with a cycle threshold below 35, indicating adequacy of the sampling collection and DNA extraction processes. We did not have RNaseP results for the two antemortem samples tested at the outside laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Using the stricter PCR threshold of a cycle threshold below 40, 58/364 (15.9%) samples were positive for SARS-CoV-2. When expanding that to participants with any detectable level of the virus (that is, cycle threshold values from 40 to 45), we identified a further 12 deaths with covid-19, bringing the total to a presumptive prevalence of covid-19 of 70/364 cases (19.2%). The supplementary figure summarizes the distribution of PCR results by cycle threshold value for the N1 and N2 targets as per the CDC assay (which generated most of our data). A key point to note is that even among the results for which the cycle threshold fell in the 40-45 range, all were below 42, meaning that these fell quite close to the canonical threshold of below 40.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Of the 364 deaths, 96 (26.4%) occurred in a facility and 268 (73.6%) were from the community. Consistent with the distribution of deaths in the enrolled sample, most deaths with covid-19 occurred in the community (51/70; 73%), whereas only 19/70 (27%) occurred in patients under care at UTH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Among the 70 deaths with covid-19, antemortem testing for SARS-CoV-2 had rarely been performed. Among the people who died in a facility, only 6/19 (32%) had been tested before death (which includes the two individuals mentioned above who tested positive at UTH and negative in our laboratory). Among the majority of 51/70 who died in the community, none had been tested for SARS-CoV-2 before death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Distribution of deaths with covid-19 by time, sex, age, and geography Deaths with covid-19 were detected throughout the entire period of observation, with notable week to week variation over time ( fig 1) . As a proportion of deaths, those with covid-19 were most common in late July to early August 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "text": "fig 1)",
                    "ref_id": null
                }
            ],
            "section": "Summary of testing results"
        },
        {
            "text": "Overall, 69% of the participants who died with covid-19 were male, with a similar male to female ratio among the facility and community deaths (table 1; fig 2) . By comparison, in the burial registry, 60% of deceased people were male and 40% were female. Thus, men seemed to be over-represented among deaths with covid-19. The prevalence of covid-19 seemed to be somewhat higher among males (79/364; 21.7%) than females (56/364; 15.4%), although the difference was not statistically significant (P=0.15; χ 2 =2.09, df=1).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "text": "fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Summary of testing results"
        },
        {
            "text": "The median age among the participants who died with covid-19 was 48 (interquartile range 36-72) years. The median age was 47 (34-72) years among people who died in the community and somewhat older at 55 (38-73) years among those who died in a facility (table 1). In aggregate, age was significantly associated with covid-19 status (P=0.03; χ 2 =12.42, df=5). The top panel of figure 3 provides the numbers of deaths across the age distribution, and the bottom panel of figure 3 shows these as a proportion of deaths with covid-19 within each stratum. Several deaths occurred in children under 19 years, within which we observed five (or seven) deaths with covid-19, depending on the cycle threshold.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 376,
                    "end": 384,
                    "text": "figure 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 469,
                    "end": 477,
                    "text": "figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Summary of testing results"
        },
        {
            "text": "The proportion of total deaths with SARS-CoV-2 detected increased above the age of 70 years, in absolute numbers, but most (53/70; 76%) of all deaths with covid-19 were in people under 60 years and clustered between 20 and 59 years (46/70; 66%). To explore this further, we compared the distribution of deaths by age among the deaths in our sample, the 70 among whom SARS-CoV-2 was detected in our laboratory, and the complete set of more than 3600 deaths that were registered at the burial office during the study period (fig 4) . Overall, the age distribution for the enrolled cohort closely matched the age distribution from the complete set of deaths from the burial registry, suggesting that our sample was representative of the overall distribution of deaths by age, a helpful check arguing against selection bias. By contrast, the deaths with covid-19 were somewhat under-represented among people aged 0-39 years and somewhat overrepresented among those aged 60 and above.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 529,
                    "text": "(fig 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Summary of testing results"
        },
        {
            "text": "The top panel of figure 5 overlays the deaths with covid-19 by city ward, with higher numbers of cases indicated by darker coloring. The greatest numbers of cases were reported in the Kanyama, Chawama, Emmasdale, and George wards. These wards are the most densely populated ( fig 5, bottom panel) and least affluent areas of Lusaka.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "text": "figure 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 276,
                    "end": 296,
                    "text": "fig 5, bottom panel)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Summary of testing results"
        },
        {
            "text": "Clinical presentation of people who died with covid-19 Most of the deceased presented with symptoms consistent with covid-19. We categorized 44/70 (63%) deaths as \"probable covid-19\" on the basis of the presence of fever, respiratory symptoms, or both, of which 16/44 (36%) were facility deaths and 28/44 (64%) were community deaths. Among the 19 facility deaths (for which antemortem PCR testing could have been done), symptoms suggestive of covid-19 were present among 17 (89%). The group of probable covid-19 deaths included all six of the patients (five adults and one child) who had been tested for covid-19 before death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "We considered a further 7/70 (10%) to be \"possible covid-19\" given symptoms of sudden onset of hemiparesis with or without preceding severe headaches, sudden onset of left sided chest pain, or sudden onset of abdominal pain preceding death. All but one of these were community deaths. The single participant who died in a facility presented with headache on a background of anemia and chronic kidney disease. A single case was deemed \"probably not covid-19.\" This was an individual transferred for management of burns, for whom symptoms compatible with covid-19 were not mentioned. This left 18/70 (26%) deaths for which causality remained \"uncertain\" owing to insufficient clinical data. All of these were community deaths. Thus, for the 52 cases for which data were sufficient for causality to be adjudicated, nearly all (51/52; 98%) presented with symptoms suggestive of, or compatible with, the covid-19 syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary of testing results"
        },
        {
            "text": "Although deaths with covid-19 were less common in children than in other age groups, we documented covid-19 in five deaths in children under 19 years by using the stricter cycle threshold of below 40. Two more children had detectable PCR signals with a cycle threshold of 40 to 45, for a presumptive total of seven children who died with covid-19. Of these, five were aged 3 years or less: three were infants, the fourth was a 1 year old toddler, and the fifth was 3 years old. The other two were teenagers, aged 13 and 16 years. Only one of the children had been tested for covid-19 before death (the 16 year old with epilepsy and developmental delay), with a negative PCR result at hospital admission and a positive result in our laboratory after death. Table 2 gives clinical information on these children.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 763,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Deaths with covid-19 in children"
        },
        {
            "text": "July Prevalence of underlying risk factors in people who died with covid-19 Table 3 shows the prevalence of potential risk factors for covid-19 at an aggregate level, and the supplementary table shows the prevalence at the level of individuals. The most common conditions occurring in at least 10% of the cohort were, in declining order of prevalence: tuberculosis (31%), hypertension (27%), HIV/AIDS (23%), alcohol misuse (17%), and diabetes (13%). A recent diagnosis of malaria was mentioned several times. However, in the absence of laboratory confirmation of this diagnosis, we interpreted this skeptically: malaria has effectively been eliminated from Lusaka but is still often diagnosed on the basis of unexplained fever or malaise without laboratory confirmation, symptoms that could easily have been due to covid-19 itself. Other than one child with epilepsy and developmental delay, none of the children had identified comorbidities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "June"
        },
        {
            "text": "In this systematic surveillance study in Lusaka, Zambia, we observed a surprisingly high prevalence of mortality related to covid-19. Conservatively, 15% of all participants who died between June and September 2020 had covid-19 during this period. If we assume that lower intensity PCR results (that is, cycle threshold 40-45) reflect waning viral loads and are not false positives, then the prevalence of covid-19 approached 20% of all deaths. Only a minority of the deceased had been tested for SARS-CoV-2 before death. Several points merit further discussion. Firstly, most deaths occurred in the community and outside of medical care. Among the majority of people who died in the community, none had been tested for covid-19 before death. This is undoubtedly an important factor in underestimating the impact of covid-19 in Lusaka. Secondly, testing was rarely conducted among the minority of deaths that occurred in a facility, although nearly all these patients had presented with a constellation of symptoms typical of covid-19. We conclude that testing was neither widespread nor systematic. Thirdly, deaths with covid-19 occurred quite evenly across the age spectrum, not just among older people. Most deaths were in people aged 20-59 years. This pattern is distinct from that described in the US, the EU, and China [28] [29] [30] ; it is more typical of the death by age distributions and population age structures common in African countries. Although covid-19 was relatively under-represented in the younger population and relatively over-represented in the older population, the overall age distribution of deaths with covid-19 was similar to that seen in the burial registry cohort, supporting the theory that the presentation of covid-19 by age in this cohort is at least partially due to the expected distribution of deaths in Lusaka.",
            "cite_spans": [
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1330,
                    "end": 1334,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fourthly, 10% (7/70) of the deaths with covid-19 were in children, including three infants. Among the younger children, gastrointestinal rather than respiratory complaints predominated, which may be a factor explaining why only one had been tested for covid-19 before death. The preponderance of gastrointestinal symptoms among children with covid-19 has been described previously. [31] [32] [33] [34] Such symptoms may occur as part of a broader constellation of complaints that may include respiratory symptoms in isolation or as part of the multisystem inflammatory disorder that has been identified as a rare complication of covid-19 in children. In its November 2020 update, the American Academy of Pediatrics reported that children accounted for between 0.00% and 0.23% of all covid-19 related deaths in the US, with 17 states reporting no deaths in children. 35 Given the extreme rarity of deaths with covid-19 among children in high income countries, we were surprised to observe any such deaths in a group of 70, let alone seven deaths with covid-19. This suggests another distinct feature of the presentation of covid-19 in Africa.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 866,
                    "end": 868,
                    "text": "35",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fifthly, we identified a high frequency of novel potential underlying risk factors that may be more specific to Africa. Notably, tuberculosis, malnutrition, and HIV/AIDS were very common in this setting but are comparatively uncommon in the US or Europe. These conditions are also highly correlated with each other. A possible association between covid-19 and HIV/AIDS has been reported previously. 36 37 Although hypertension was the second most common risk factor, other chronic conditions such as diabetes, cardiovascular disease, and emphysema were comparatively less frequent in the Lusaka cohort. These conditions are all common among older populations, and their relative infrequency here could be explained by Zambia's younger population structure.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 404,
                    "text": "36 37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If our data are generalizable to other settings in Africa, the answer to the question \"Why did covid-19 skip Africa?\" is that it didn't. To date, most of the systematically collected data on covid-19 in Africa come from South Africa, and those data suggest a substantial impact of covid-19. 6-8 However, South Africa is a comparatively wealthy nation with significant resources and expertise in surveillance. This makes it unrepresentative of most other African nations, including Zambia. Finding evidence of widespread systematic testing elsewhere in Africa is difficult. From sampling of blood donors, Kenya has reported seroprevalence rates among blood donors of between 5% and 9%, even as PCR positivity was reportedly low. 38 However, blood donors are probably not representative of the general population. As of November 24, 2020, the Nigerian Centers for Disease Control reported that only 0.3% of its population had been tested for covid-19. 39 Neither Nigeria nor Kenya reported the impact of covid-19 in terms of hospital admissions or deaths. Across the continent, as of October 30, 2020, the Africa Centers for Disease Control reported a cumulative total of 21 million tests for SARS-CoV-2, of which around 60% came from only This shows significant polarization to younger population age structure. Age distributions for the sampled and total populations are very similar, suggesting that the sample was representative of the larger population. By comparison, deaths with covid-19 show a relative increase in deaths among older people and a relative decrease in younger age groups. This tendency for deaths to be concentrated in older people is not unique, but the extent of the skew toward older people is less pronounced than that seen in the US, EU, and China. In those populations, the proportion of deaths is virtually nil in people under age 50 and almost entirely concentrated in those 65 and above, with deaths in children being almost undetectably few. By contrast, 10% of deaths in Lusaka were in children five of Africa's 54 countries: South Africa, Morocco, Egypt, Kenya, and Ethiopia. 40 By contrast, the US, a country with less than a third the population of Africa, has conducted more than 192 million tests, for a per capita rate nearly 30 times higher. 41 Given these realities, an \"absence of evidence\" documenting the impact of covid-19 in Africa could easily be misconstrued as \"evidence of absence.\" However, understanding the true extent of covid-19's impact on Africa is critical. Firstly, a moral imperative exists that the world acknowledge suffering wherever it exists. Pragmatic reasons also exist, however. For one, if Africa's citizens themselves view covid-19 as posing little threat, they may be less vigilant about taking actions that mitigate their personal risk, such as socially distancing or wearing masks. Likewise, this error accepted at a global level could put Africa at a lower priority for access to covid-19 vaccines. The consequences of the misconception in both cases would be measured in lives.",
            "cite_spans": [
                {
                    "start": 728,
                    "end": 730,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 950,
                    "end": 952,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 2110,
                    "end": 2112,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 2282,
                    "end": 2284,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Policy implications"
        },
        {
            "text": "Our analysis had several limitations. Firstly, our data were collected over a short span of several months. Within this period, we saw dynamic shifts in the biweekly prevalence of deaths with covid-19. Predicting how patterns of transmission might shift in the future is impossible, which justifies our ongoing surveillance work. Secondly, our study could infer links between deaths and covid-19 only when a PCR signal was detectable. This would fail to identify deaths indirectly due to covid-19, such as from heart attacks or strokes, that were separated in time from the infection. In an attempt to quantify the degree of excess mortality indirectly attributable to covid-19, we are collecting age and season specific burial records from Lusaka from the past several years. Thirdly, our assessment of underlying risk factors was limited by the completeness and accuracy of medical chart data and the possibly faulty recall of the next of kin. Hence, we had no way of verifying these conditions or assessing their duration and severity. An analysis of the association between potential risk factors and deaths with covid-19 is under way in our group. We note that the risk factor analysis provides insight into the related question of why some people are more likely to succumb to covid-19 than others, but it does not pertain to the question of Heat map corresponds to number of covid-19 positive cases by referral clinic for 70 covid-19 positive deaths in study. The four wards with the highest case burdens were George, Chawama, Kanyama, and Emmasdale compounds. These are also four of the poorest areas of Lusaka with the highest population and population densities. Bottom panel: satellite view of Lusaka taken using Google Earth, highlighting Kanyama and Chawama wards. These are the two largest population centers in Lusaka and the most impoverished. Even at lower magnification, the increased population density in these wards is readily apparent, as are the sharp delineations between these and adjacent more affluent areas of the city. The congestion becomes more apparent in the street level inset figures causality, which we attempted to answer through the process of adjudicating cases on the basis of clinical presentation. Fourthly, because the consequences of SARS-CoV-2 infection are age specific, our data cannot be used to infer the incidence of infection in the larger population but can tell us only about the prevalence of deaths with covid-19 across age groups. Lastly, our results came from one city, in one African country, over a short three month span. By contrast, key strengths of the analysis included the close proximity of our laboratory to the sample collection site (less than five minute walk), the fact that the PCR reaction required a positive result against two genetic targets (thereby minimizing the potential for false positive results), the high level of experience in postmortem sampling and data collection by our team (which had been conducting essentially identical surveillance for more than three years before the covid-19 expansion), and the fact that enrollment was done systematically and without prior knowledge of clinical presentation or PCR results from antemortem testing. Specifically, our data were collected only after consent and enrollment procedures were complete. On this last point, we believe that this significantly reduces or eliminates selection bias through the enrollment process. All deaths that occur at, or pass through, UTH must be cleared by the morgue to receive a burial certificate, making the UTH morgue a final common pathway regardless of where the death occurred (community or facility) or clinical presentation. This fact also minimizes the risk of selection bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths of study"
        },
        {
            "text": "One potential exception was the two people who had tested positive for SARS-CoV-2 before death but tested negative in our laboratory. As the two sets of tests were separated in time and could reflect an actual decline in viral load over time, our negative results do not necessarily invalidate the earlier results, and we opted to include them as presumptive positives for this reason. However, we can assume that the decision by the clinical staff to test these patients was not made at random but rather was based on increased clinical suspicion. Therefore, the pre-test probability of a positive result was probably higher than for the remaining 68 deaths in this analysis. This applies only to two cases, however, and therefore does not affect our overall conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and strengths of study"
        },
        {
            "text": "Contradicting the prevailing narrative that covid-19 has spared Africa, the disease has had a severe impact in Zambia. How this was missed is largely explained by low testing rates, not by a low prevalence of covid-19. To avoid casting blame on Zambia, we note that the wealthiest countries on earth have struggled to test for and contain covid-19. Can we be surprised that a resource poor country would also struggle to respond effectively to the greatest global public health emergency since HIV/AIDS? Establishing systematic disease surveillance requires time and considerable resources. Zambia had neither. The challenge of scarce resources is hardly unique to Zambia, and Zambia is hardly the poorest nation in Africa. If our data are generalizable, the impact of covid-19 across Africa has been substantially underestimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We dedicate this paper to the memory of our beloved team member Roy Chavuma. Roy was one of the countless many who were lost to covid-19 this year. He was an outstanding surgeon, a devoted public health professional, and an inspired mentor to dozens of young clinicians and future scientists over many decades of service. But he was primarily our dear friend. His laughter and optimism kept our spirits high in the darkest of times. He will be missed but not forgotten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Contributors: CJG was the co-principal investigator for the project, secured funding, helped to develop the protocol and data collection tools, contributed to the analysis, wrote the first draft of the paper, and managed the review process. LM was the co-principal investigator on the project, helped to develop the protocol and tools, supervised the field team, ensured data collection, and contributed to the manuscript and its revision. WM was the study statistician, developed the statistical analysis plan, oversaw data collection and warehousing, did the analyses, and contributed the manuscript. GK supervised the PCR laboratory team, contributed to the analysis of data, ensured the quality and fidelity of the PCR testing, and contributed to the manuscript. RP helped to develop the protocol and tools, was the project manager, contributed to data quality control, and contributed to the paper. RL helped to develop the tools and protocol, supported the project as it was being implemented, and contributed to the final manuscript. FM contributed to the analysis and reporting of the paper. LF was the data manager for the team, did analyses for the paper, and contributed to the manuscript. LE contributed to the analysis and reporting of the paper and developed figures for the manuscript. DT contributed to the protocol, tools, analysis, and reporting of the paper. The corresponding author attests that all listed authors meet authorship criteria and that no others meeting the criteria have been omitted. CJG and LM are the guarantors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Funding: The ZPRIME study and the covid-19 expansion were made possible through the generous support of the Bill & Melinda Gates Foundation (OPP 1163027). The funders had no role in designing the study; in the collection and analysis of data; or in the decision to submit the article for publication. An earlier version of the manuscript was shared with the team at the Gates Foundation, and some of their comments were incorporated into the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Competing interests: All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: support from the Bill & Melinda Gates Foundation; no financial relationships with any organizations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ethical approval: Ethical oversight for ZPRIME and the covid-19 expansion were provided by the institutional review boards at Boston University and the University of Zambia. Written informed consent was obtained from the deceased's family members or representatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Data sharing: All data from this analysis can be shared on the basis of a reasonable request through a formal data sharing agreement between both parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The lead authors affirm that the manuscript is an honest, accurate, and transparent account of the study being reported; that no important aspects of the study have been omitted; and that any discrepancies from the study as originally planned (and, if relevant, registered) have been explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Dissemination plans: To date our results have been disseminated in written, verbal, and electronic formats. Specifically, the results have been presented twice to the Zambian Ministry of Health by co-principal investigator LM. In addition, we have presented our data to the epidemiology working group at the Gates Foundation; to colleagues in Malawi supported by the Wellcome Trust; to colleagues at USAID and CDC; to the epidemiology modeling group at the Institute for Disease Modeling at the Bill & Melinda Gates Foundation; through several media outlets; via a series of web based seminars and a conference at Boston University; and through our own press releases from Boston University. The study has been available as a pre-print version on MedArxiv since Dec 24, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Provenance and peer review: Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Publisher's note: Published maps are provided without any warranty of any kind, either express or implied. The BMJ remains neutral with regard to jurisdictional claims in published maps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This is an Open Access article distributed in accordance with the terms of the Creative Commons Attribution (CC BY 4.0) license, which permits others to distribute, remix, adapt and build upon this work, for commercial use, provided the original work is properly cited. See: http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How many people has the coronavirus killed?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viglione",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "585",
            "issn": "",
            "pages": "22--26",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-02497-w"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Pandemic: Is Africa Different?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Bamgboye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Omiye",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Afolaranmi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Natl Med Assoc",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Africa's low COVID-19 mortality rate: A paradox?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lawal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Infect Dis",
            "volume": "102",
            "issn": "",
            "pages": "118--140",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.10.038"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Across Africa: Epidemiologic Heterogeneity and Necessity of Contextually Relevant Transmission Models and Intervention Strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Twahirwa Rwema",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Diouf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Phaswana-Mafuya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "",
            "pages": "752--755",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-2628"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Just how do deaths due to COVID-19 stack up?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Troeger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The South African Response to the Pandemic",
            "authors": [
                {
                    "first": "Abdool",
                    "middle": [],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2014960"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Our epidemic could exceed a million cases' -South Africa's top coronavirus adviser",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nordling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-02216-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 weekly epidemiology brief. National Institutes of Communicable Diseases",
            "authors": [],
            "year": null,
            "venue": "National Institutes for Communicable Diseases (NICD)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Africa's pandemic puzzle: why so few cases and deaths?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nordling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "756--763",
            "other_ids": {
                "DOI": [
                    "10.1126/science.369.6505.756"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 in Africa: Dampening the storm?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mbow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Jochems",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "",
            "pages": "624--630",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abd3902"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 in Africa: between hope and reality",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30465--30470",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 in Africa: no room for complacency",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31237-X"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Africa in the Path of Covid-19",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "El-Sadr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Justman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2008193"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "MGH COVID-19 Collection & Processing Team. Viral epitope profiling of COVID-19 patients reveals cross-reactivity and correlates of severity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shrock",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abd4250"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Predicting the Impact of COVID-19 and the Potential Impact of the Public Health Response on Disease Burden in Uganda",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Kiragga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kambugu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kissa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mbonye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "103",
            "issn": "",
            "pages": "1191--1198",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.20-0546"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 amidst Ebola's retreat",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ditekemena",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc4859"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A Health Economic Analysis for Oral Poliovirus Vaccine to Prevent COVID-19 in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kalkowska",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Badizadegan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Risk Anal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/risa.13614"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Association between live childhood vaccines and COVID-19 outcomes: a national-level analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ogimi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boeckh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17.2021451010.1101/2020.10.17.20214510"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Measles-Mumps-Rubella Vaccine and COVID-19 Relationship",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Özdemir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "mBio",
            "volume": "11",
            "issn": "",
            "pages": "1832--1852",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The World Bank in Zambia -Overview",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Central Intelligence Agency. The World Fact Book -Zambia",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Zambia Statistic's Agency (formerly the Central Statistical Office). Zambia Demographic and Health Survey",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A shortened verbal autopsy instrument for use in routine mortality surveillance systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Serina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-015-0528-8"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparison of 3 swab transport systems for direct release and recovery of aerobic and anaerobic bacteria",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Van Horn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Audette",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sebeck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "471--474",
            "other_ids": {
                "DOI": [
                    "10.1016/j.diagmicrobio.2008.08.004"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Detection of Streptococcus pneumoniae from Different Types of Nasopharyngeal Swabs in Children",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Zar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Nicol",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0068097"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Comparison of commercial systems for extraction of nucleic acids from DNA/RNA respiratory pathogens",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kodani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kools",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol Methods",
            "volume": "171",
            "issn": "",
            "pages": "195--204",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jviromet.2010.10.024"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Guidance for certifying deaths due to coronavirus disease 2919 (COVID-19). Vital Statistics Reporting Guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evolving epidemiology and transmission dynamics of coronavirus disease 2019 outside Hubei province, China: a descriptive and modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Litvinova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "793--802",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30230-9"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "30-day mortality in patients hospitalized with COVID-19 during the first wave of the Italian epidemic: A prospective cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giacomelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Ridolfo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Milazzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol Res",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrs.2020.104931"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Covid-19 in Critically Ill Patients in the Seattle Region -Case Series",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Bhatraju",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Ghassemieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "2012--2034",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2004500"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 infection in children: A systematic review and meta-analysis of clinical features and laboratory findings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mansourian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ghandi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Habibi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehrabi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Arch Pediatr",
            "volume": "",
            "issn": "21",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Severe Enteritis as the Sole Manifestation of Novel Coronavirus Disease 2019 (COVID-19) in Adolescent Patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kest",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Case Rep Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2020/8823622"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Systematic review of reviews of symptoms and signs of COVID-19 in children and adolescents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Dis Child",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Gastrointestinal involvement in children with SARS-COV-2 infection: An overview for the pediatrician",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chiappini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Licari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Motisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Allergy Immunol",
            "volume": "31",
            "issn": "26",
            "pages": "92--97",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "State-Level Data Report. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) co-infection with HIV: clinical case series analysis in North Central Nigeria",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Akyala",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Iwu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pan Afr Med J",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "High HIV prevalence in an early cohort of hospital admissions with COVID-19 in Cape Town",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "Cfn",
                    "middle": [],
                    "last": "Koegelenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Moolla",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "South Africa. S Afr Med J",
            "volume": "110",
            "issn": "",
            "pages": "982--989",
            "other_ids": {
                "DOI": [
                    "10.7196/SAMJ.2020.v110i10.15067"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Revealing the extent of teh COVID-19 pandemic in Kenya based on serological and PCR-test data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ojal",
                    "suffix": ""
                },
                {
                    "first": "Spc",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Were",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.09.02.20186817v1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The COVID Tracking Project. Totals for the US. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Distribution of deaths with covid-19 by 5 year age increments. Top panel: numbers of deaths by polymerase chain reaction (PCR) testing result. In pink are deaths without covid-19; in yellow are those in which covid-19 was detected at cycle threshold (CT) value <40; in purple are additional cases in which covid-19 was detected at CT value 40 and 45. Results falling in 40-45 range would be considered \"indeterminate\" results, but that does not mean that they are false positives. Given the high index of suspicion, a more parsimonious explanation is that they represent true positives, albeit at lower signal intensity. This could reflect natural biological variation (eg, waning signal intensity at end of arc of infection) or variations in sample collection, sample degradation over time, or laboratory processes. Bottom panel: same data shown as proportions of positive results, at both thresholds, by age strata. The highest proportions of deaths with covid-19/total deaths are seen clustered in older people. However, the highest number of cases is concentrated among those <60 years, with similar proportions of covid-19 detections across most age strata",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of age distribution among total enrolled deaths versus registered deaths versus covid-19 deaths. The top panel shows age distribution of three populations assessed in this analysis, in 5 year age strata. In purple are all deaths in enrolled sample; in yellow are ages from burial registry, representing all deaths that occurred during sampling period; in pink are deaths within covid-19 positive subsample. For reference, the bottom panel shows the population age structure, by sex, for Zambia, based on the most recent Demographics and Health Survey for Zambia in 2018.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Geographic distribution of deaths with covid-19 by ward in Lusaka, Zambia. Top panel: distribution of deaths with covid-19 by city ward. Figure was created using ArcGIS software, importing data on population by city ward from numbers available on Zambia data hub, which is managed by the Government of Zambia (https:// zambia-open-data-nsdi-mlnr.hub.arcgis.com/). Each pip represents 5000 people.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Hidden Covid-19 mortality in Africa?A lack of testing may be hiding the true scale of deathsOutcomesCovid- deaths were unexpectedly common, explained by the rarity of testing in life. If this typifies resource constrained settings, the impact of Covid- in Africa may be significantly underestimated",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "subset of deaths were enrolled on daily basis. In July, every fifth deceased person was enrolled, capping enrollments at around 5-6 participants per day; in August, this was reduced to every third person, with same daily cap; in September, when the full team could focus on covid-19 cases, it was expanded to 1:1 enrollment. For this reason, the total number of enrolled deaths in July and August represents only 10% of deaths that occurred during those periods. This has no bearing on the prevalence calculations but means that absolute number of deaths will be undercounted in this figureTable 1| Demographic characteristics of deaths with covid-19 in Lusaka, Zambia",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of deaths in children in which SARS-CoV-2 was detected",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Prevalence of putative underlying risk factors for severe covid-19 by PCR cycle threshold (CT) (n=70 deaths)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}