{
    "paper_id": "4e0831169dec1ca7634f1f82b2538bd8d7cb062e",
    "metadata": {
        "title": "Supplementary material",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Risk ratios with associated 95% confidence interval and day of censorship presented for each study. Sample sizes given for patients receiving intervention (n) and total included in study (N) . Summary estimates presented separately for prospective and retrospective studies. Drugs labelled where T = tocilizumab, A = anakinra, Si = siltuximab, Sa = sarilumab * non peer-reviewed preprint studies # randomised controlled trials NR, not reported BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Figure 8 -Anakinra mortality risk ratios (RR) forest plot. Risk ratios with associated 95% confidence interval and day of censorship presented for each study. Sample sizes given for patients receiving intervention (n) and total included in study (N) . Summary estimates presented separately for prospective and retrospective studies. * non peer-reviewed preprint studies BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) In the validation cohort, lethality rates were consistently lower than the predefined null hypothesis both at 14 and 30 days in the overall cohort (11.4% and 18.4%) and in the tocilizumab only group (10.9% and 20.0%) BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Intervention adherence Low Some concern Low Low Some concern Low",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "(N)",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "(N)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 656,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Missing data Some concern Low Low Low Low Low",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Low Low Low Low Low Low",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome"
        },
        {
            "text": "Overall risk of bias Low Some concern Low Low Some concern Low",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low Low Low Low Low Low"
        },
        {
            "text": "Supplementary Table 3(a) -Risk of bias assessment for randomised clinical trials using Cochrane risk of bias 2 tool. Risk of bias was assessed in six categories and scored as either low risk of bias, some concern, or high risk of bias, before an overall risk of bias was given to each study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Low Low Low Low Low Low"
        },
        {
            "text": "* non peer-reviewed preprint study BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Table 3(b) . Risk of bias assessment for prospective studies. Questions numbered in the first column. 1. Was the research question or objective in this paper clearly stated? 2. Was the study population clearly specified and defined? 3. Was the participation rate of eligible persons at least 50%? 4. Were all the subjects selected or recruited from the same or similar populations (including the same time period)? Were inclusion and exclusion criteria for being in the study prespecified and applied uniformly to all participants? 5. Was a sample size justification, power description, or variance and effect estimates provided? 6. For the analyses in this paper, were the exposure(s) of interest measured prior to the outcome(s) being measured? 7. Was the timeframe sufficient so that one could reasonably expect to see an association between exposure and outcome if it existed? 8. For exposures that can vary in amount or level, did the study examine different levels of the exposure as related to the outcome (e.g., categories of exposure, or exposure measured as continuous variable)? 9. Were the exposure measures (independent variables) clearly defined, valid, reliable, and implemented consistently across all study participants? 10. Was the exposure(s) assessed more than once over time? 11. Were the outcome measures (dependent variables) clearly defined, valid, reliable, and implemented consistently across all study participants? 12. Were the outcome assessors blinded to the exposure status of participants? 13. Was loss to follow-up after baseline 20% or less? 14. Were key potential confounding variables measured and adjusted statistically for their impact on the relationship between exposure(s) and outcome(s)? +, criteria satisfied; -, not satisfied; N/A, not applicable; CD, cannot determine; * non peer-reviewed preprint study BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) . Risk of bias assessment for Retrospective studies. 1. Was the research question or objective in this paper clearly stated and appropriate? 2. Was the study population clearly specified and defined? 3. Did the authors include a sample size justification? 4. Were controls selected or recruited from the same or similar population that gave rise to the cases (including the same timeframe)? 5. Were the definitions, inclusion and exclusion criteria, algorithms or processes used to identify or select cases and controls valid, reliable, and implemented consistently across all study participants? 6. Were the cases clearly defined and differentiated from controls? 7. If less than 100 percent of eligible cases and/or controls were selected for the study, were the cases and/or controls randomly selected from those eligible? 8. Was there use of concurrent controls? 9. Were the investigators able to confirm that the exposure/risk occurred prior to the development of the condition or event that defined a participant as a case? 10. Were the measures of exposure/risk clearly defined, valid, reliable, and implemented consistently (including the same time period) across all study participants? 11. Were the assessors of exposure/risk blinded to the case or control status of participants? 12. Were key potential confounding variables measured and adjusted statistically in the analyses? If matching was used, did the investigators account for matching during study analysis? +, criteria satisfied; -, not satisfied; N/A, not applicable; CD, cannot determine; * non peer-reviewed preprint study BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Risk of bias Of the 4 prospective included, 3 RCTs of low/moderate risk of bias included. Retrospective studies generally of fair quality, although cannot exclude failure to control confounding factors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 249,
                    "text": "Table 3(b)",
                    "ref_id": null
                }
            ],
            "section": "Low Low Low Low Low Low"
        },
        {
            "text": "No serious imprecision, with appropriately narrow 95% confidence intervals. Outcome based on 1782 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision"
        },
        {
            "text": "High inconsistency with significant heterogeneity in both prospective and retrospective studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inconsistency"
        },
        {
            "text": "No serious indirectness. All studies included a control arm from the same population. All study subjects had Covid-19, although severity and participation criteria were inconsistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirectness"
        },
        {
            "text": "Certainty of evidence Moderate certainty of evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication bias No publication bias as indicated by funnel plots and Egger's tests"
        },
        {
            "text": "Difference in duration of hospitalisation (9 retrospective studies, 1 RCT. Total of 2285 patients)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication bias No publication bias as indicated by funnel plots and Egger's tests"
        },
        {
            "text": "All included retrospective studies with moderate/high risk of bias. Confounding factors were poorly controlled for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk of bias"
        },
        {
            "text": "Serious imprecision, with studies showing shorter and longer duration of hospitalisation with tocilizumab. Appropriately narrow 95% confidence intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imprecision"
        },
        {
            "text": "High inconsistency with significant heterogeneity (I 2 = 93.8%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inconsistency"
        },
        {
            "text": "No serious indirectness. All studies included a control arm from the same population. All study subjects had Covid-19, although severity and participation criteria were inconsistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indirectness"
        },
        {
            "text": "No publication bias as indicated by funnel plots and Egger's tests BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publication bias"
        }
    ],
    "bib_entries": {
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ramas wamy 2020 * Rodriguez-Bano 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "MEDLINE search strategy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Funnel plots for tocilizumab outcomes Tocilizumab forest plot for mortality risk ratios -RCTs only All agents forest plot for ordinal outcomes All agents forest plot for mean duration of hospitalisation All agents forest plot for mortality adjusted hazard ratios All agents forest plot for mortality risk ratios",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Anakinra mortality risk ratios (RR) forest plot Currently registered clinical trials",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "All agents, mortality risk ratios (RR) forest plot.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of included studies Patient characteristics and study outcomesTable 3(a-c) -Risk of bias assessments Primary outcome by individual study Meta-regression values GRADE rating",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Supplementary Figure 9-Currently registered clinical trials with estimated completion date presented per calendar year quarter. Clinical trials are stratified as per colour key. * same study investigating multiple immunomodulatory agents. † study has been terminated. ‡ results available BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Supplementary Table 1 -Methodological characteristics of included studies. Age in years reported as mean (standard deviation) unless otherwise stated. ARDS, acute respiratory distress syndrome; CPAP, continuous positive airways pressure; CRP, C reactive protein; ICU, intensive care unit; IL6, interleukin 6; IV, intravenous; IMV, invasive mechanical ventilation; NIV, non-invasive ventilation; N/R, not reported; SC, subcutaneous; SOFA, sequential organ failure assessment; suPAR, soluble urokinase plasminogen activator receptor. * non peer-reviewed preprint study; #, study investigating both anakinra and tocilizumab Fewer no. days with oxygen < 3L/min in anakinra group vs control at day 20 (p<0.05). No. of days without IMV similar. Rapid reduction of CRP with anakinra vs. controls (p<0.001) Control: Survival at 21 days of 56%. Mechanical ventilation-free survival 50%. Tocilizumab high dose: Survival of 90% at 21 day (p=0.009 vs control group). IMV-free survival 72% (p=0.15 vs control group) Survival similar in both groups (HR 0.36; 95% CI 0.08-1.68). In treatment group, median time to death higher (19 vs. 4 days; p=0.006), median time to CRP normalisation lower (6 vs. 12 days; p<0.0001). Median time to clinical improvement, discharge and IMV free survival similar. Median time to clinical improvement shorter in patients with a baseline Mean adjusted odds ratio for survival was 2.01 (95%CI 1.18-2.71). Compared with control, median adjusted odds ratios for organ supportfree days was 1.76 (95%CI 1.17-2.91). Sarilumab associated with improved time to ICU discharge (aHR 1.64; 95%CI 1.21-2.45), improved time to hospital discharge (aHR 1.6; 95%CI 1.17-2.40), improved ordinal scale outcomes at day 14 (aOR 1.86; 95%CI 1.22-2.91).average respiratory rate at d14 lower in treated (21.5 vs 25.5 breaths/min; 95% CI -7.5 to -0.4). No difference in requirement for intubation. Significant fall in CRP in treated patients on d7 (p=0.04)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "28% in the tocilizumab arm and 27% in SOC group showed clinical worsening within 14 days (RR, 1.05; 95% CI, 0.59-1.86). Mortality at 14 days and at 30 days (was comparable in the 2 groups Shorter median length of hospital stay with tocilizumab. The median duration of vasopressor support and IMV were 2 days (IQR: 1·75 -4·25 days) vs. 5 days (IQR: 4 -8 days), p = 0.039, and 7 days (IQR: 4 -14 days) vs. 10 days (IQR: 5 -15 days) in tocilizumab vs.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) Supplementary Table 4 -Primary clinical outcome. Outcome scores presenting using absolute scores with number of individuals in each category, using adapted ordinal outcome scores 1 indicates death, 2 described hospitalised patients requiring invasive ventilatory support, 3 describes patients not requiring invasive ventilatory support but still hospitalised, 4 describes discharged patients. Day outcomes reported shown where applicable. * non peer-reviewed preprint study, CI, confidence interval # death or ventilation BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s) SupplementaryTable 5-Results of meta-regression for variables assessed separated by study design (retrospective and prospective) and study outcomes. Study numbers for each outcome shown (N). R 2 and p values from meta-regression shown were applicable. N/A, not applicable. Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s)",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Certainty of evidenceLow certainty of evidence.Risk of biasRCTs of low/moderate risk of bias included.InconsistencyHigh inconsistency in retrospective studies, but not in prospective studies.IndirectnessNo serious indirectness. All studies included a control arm from the same population. All study subjects had Covid-19, although severity and participation criteria were inconsistentPublication bias No publication bias as indicated by funnel plots and Egger's testsCertainty of evidence High certainty of evidence. GRADE (Grading of Recommendations, Assessment, Development and Evaluations) approach to rate the quality of evidence on the effects of tocilizumab BMJ Publishing Group Limited (BMJ) disclaims all liability and responsibility arising from any reliance Supplemental material placed on this supplemental material which has been supplied by the author(s)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}