{
    "paper_id": "4e41aa9e401c9ffde4d5f91a830a9e8a200869f2",
    "metadata": {
        "title": "Rigor and reproducibility training for first year medical students in research pathways",
        "authors": [
            {
                "first": "Kate",
                "middle": [
                    "L"
                ],
                "last": "Lapane",
                "suffix": "",
                "affiliation": {},
                "email": "kate.lapane@umassmed.edu"
            },
            {
                "first": "Catherine",
                "middle": [
                    "E"
                ],
                "last": "Dube",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This is an open access article under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non-commercial and no modifications or adaptations are made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the Spring of 2020, we launched a rigor and reproducibility curriculum for medical students in research training programs. This required class consisted of eight, 2-h sessions, which transitioned to remote learning in response to the coronavirus disease 2019 (COVID-19) epidemic. The class was graded as pass/fail. Flipped classroom techniques, with multiple hands-on exercises, were developed for first-year medical students (MD/PhD [n = 9], Clinical and Translational Research Pathway (CTRP) students [n = 9]). Four focus groups (n = 13 students) and individual interviews with the two instructors were conducted in May 2020. From individual interviews with instructors and focus groups with medical students, the course and its components were favorably reviewed. Students thought the course was novel, important, relevant, and practical-and teaching strategies were effective (e.g., short lectures, interactive small group exercises, and projects). Most students expressed concerns about lack of time for course preparation. Sharper focus and streamlining of preparation work may be required. Pre-and post-student self-assessments of rigor and reproducibility competencies showed average post-scores ranging from high/moderate to strong understanding (n = 11). We conclude that rigor and reproducibility can be taught to first-year medical students in research pathways programs in a highly interactive and remote format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Study Highlights",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The rigor and reproducibility crisis calls for robust training of scientists in best practices for enhancing the research rigor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We evaluated a curriculum to develop physician-scientists skilled at documenting research workflow from idea generation to publication with reproducibility in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Highly interactive exercises, coupled with a hands-on replication group project provide a pathway for students to gain competencies important to the improvement of rigor and reproducibility in scientific research. Rigor and reproducibility can be taught in a highly interactive format and using a remote format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "| 1027",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RIGOR AND REPRODUCIBILITY TRAINING",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Reproducibility is the ability \"to duplicate the results of a prior study using the same materials and procedures as were used by the original investigator.\" 1, 2 When results of a prior study are duplicated using the same procedures as the prior study on new data, the reproducibility of the study is demonstrated. 1, 2 Does the current problem with reproducibility risk the good standing of the scientific enterprise? 3 In a survey of 1576 researchers conducted by Nature in 2016, 90% agreed there was a crisis of reproducibility and just over half agreed that the crisis was significant. 4 Reproducibility in science has been described as a \"lynchpin of credibility,\" and when credibility is lacking, both trust in science and the value of science declines. 5 Reproducibility concerns have negatively affected confidence in some scientific disciplines 6 and in certain political circles it has been used as fodder to further partisan policy aims and justify ideologically driven regulatory reforms. 7 The stakes are high, and remedying the ongoing degradation in trust should be a top priority for scientists. 7 A primary cause of the reproducibility crisis has been described as a failure to adhere to sound scientific practices coupled with pressures to publish or perish. 8 Poor training in rigorous experimental design, research standards, and objective evaluation of data are among the key factors influencing the crisis. 9, 10 Although the National Institutes of Health (NIH) requires training in research ethics, institutions may not provide training in rigor and reproducibility of science. The NIH has called for a change in culture that includes both improved transparency as well as rigor and reproducibility. 11 This requires shifting values toward process as opposed to outcomes; focusing on research protocols, ethics, and quality of study design 3 and reporting. Focusing on the process would encourage taking the time to assure high quality study designs. The NIH has reached out to the scientific community to take action. 8 In response to this call, we obtained NIH funding via an administrative supplement to our Medical Scientist in Training Program for a curriculum project aimed at first-year medical students enrolled in research programs (MD/ PhD and Clinical and Translational Research Pathway [CTRP] ). This paper describes the curriculum developed and our experiences with our first class of trainees.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 161,
                    "end": 162,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 316,
                    "end": 318,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 319,
                    "end": 320,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 421,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 591,
                    "end": 592,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 761,
                    "end": 762,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 855,
                    "end": 856,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1002,
                    "end": 1003,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1113,
                    "end": 1114,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1278,
                    "end": 1279,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1433,
                    "end": 1435,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1724,
                    "end": 1726,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1864,
                    "end": 1865,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2043,
                    "end": 2044,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2322,
                    "end": 2328,
                    "text": "[CTRP]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study was approved by the University of Massachusetts Medical School Institutional Review Board. We conducted a mixed-method evaluation. The protocols for evaluation were prespecified. For full transparency, we include all information related to the class development in the Tables and the Supplementary Materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "We designed the rigor and reproducibility curriculum to be flexible and to be responsive to the trainee's intellectual interests, level of experience, and time available for learning. We define competencies as knowledge, skills, and abilities, and identified core competencies in rigor and reproducibility to guide our curriculum development. We believe that competency-based curricula provide clarity of the learning direction, stimulate accountability in the process of learning, and provide a framework for evaluation of learning. 12, 13 The University of Massachusetts Medical School switched to emergency remote educational activities in March 2020 using Zoom.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 538,
                    "end": 540,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Pedagogical approach"
        },
        {
            "text": "All trainees were in their first year of medical school (1) MD/ PhD, or (2) CTRP students. MD/PhD students complete a laboratory rotation before medical school. The MD/PhD program provides an integrated curriculum with emphasis on problem solving and small group learning and additional research coursework. The CTRP, a highly competitive program for medical students, offers research coursework and experiential learning in parallel with the medical school curriculum (Table S1 ). This was a required one credit class.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 469,
                    "end": 478,
                    "text": "(Table S1",
                    "ref_id": null
                }
            ],
            "section": "Trainees"
        },
        {
            "text": "Two course instructors defined the class parameters (eight, 2-h sessions, required preparation ~ 2-3 h per class). Class times were set by the medical school curriculum and were held once or twice a month between January and May 2020. We cast a wide net for existing resources, conducting multiple internet searches, reviewing existing publications, and teaching resources (NIH Rigor Formal training is needed to raise awareness of the reproducibility crisis and improve the rigor of research conducted. If techniques taught are used, the transparency and reproducibility of clinical and translational science will be improved.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 383,
                    "text": "Rigor",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Topics and developing content for topics"
        },
        {
            "text": "Modules to Enhance Data Reproducibility 17 ). We assessed identified resources designed for graduate level learners (or higher). Relevant materials were sorted into preliminary topic areas. We combined or split these materials based on the volume of resources available and projected time for each topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topics and developing content for topics"
        },
        {
            "text": "We then focused on each class individually, performing a deeper dive into relevant publications and materials for each topic area using both Google and PubMed searches. Additional materials were identified and evaluated for appropriateness for inclusion as assigned or recommended preparation for class. Specific goals and objectives for each class were defined, and PowerPoint overviews with note pages were developed for instructor use. Trainees were assigned preparatory work, including required readings (1 or 2 articles from the literature) and/or podcasts, web-based learning modules, or video content. Optional resources were provided for those interested in deeper exploration. We then considered how to structure interactive classroom exercises to support classroom learning. Table 1 depicts the topics covered, the goals and learning objectives for each class, and the estimated time students will devote to preparation. From this extensive process, we finalized a list of competencies for the pre-and post-self-assessments. No curriculum approval process was required. Table 2 summarizes the interactive exercises. Most require breaking out into small groups (4-5 students) for discussion (e.g., 15 min), with time for the groups to report back to the class with a summary of discussions. These activities were developed to build on the knowledge acquired from the required preparation. For example, in the first session, students were assigned one article. 10 In their small groups, they were challenged to discover which of the NIH proposed ideas to improve rigor and reproducibility of research were implemented, identify new strategies developed since the article, and discuss why some ideas failed to be implemented. Discussion questions were provided. Next, groups selected a stakeholder perspective and discussed the pros and cons of each recommendation from their perspective. Through this discussion, trainees were challenged to think about the nuanced perspectives related to the topic. Examples provided showed the connection among didactics, theory, and practice. Before the class on quality control, trainees completed an assignment to (1) obtain a standard operating procedure, manual, or protocol from their research laboratory (or a classmate if they have not been assigned to a laboratory), (2) reviewed it, and (3) observed the practices in the laboratory. During in-class small group discussions, trainees shared what they learned from this exercise and discussed deviations from protocols (if any) and how the laboratory could improve processes. If no deviations were observed, trainees were challenged to reflect on the reasons why.",
            "cite_spans": [
                {
                    "start": 1469,
                    "end": 1471,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 785,
                    "end": 792,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1080,
                    "end": 1087,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Topics and developing content for topics"
        },
        {
            "text": "Last, an entire class was devoted to two debates on open science frameworks-with half the class assigned to each debate topic. A debate is a formal method of presenting arguments in support of or against a given topic. Debates followed traditional formats, with time in breakout rooms to prepare rebuttal arguments. Students voted at the end via the polling option in Zoom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interactive exercises"
        },
        {
            "text": "The goals of this project were not to generate novel, innovative findings. Rather, the goals were twofold: (1) to provide additional insight into the importance of learning techniques and processes to improve the rigor and reproducibility of scientific research, and (2) to learn more about the importance of topics covered in the class to their own field (e.g., reporting requirements). Trainees learned with the backdrop of their own research questions in small groups (3-5 students) . Each group selected one type of project:",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 485,
                    "text": "(3-5 students)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rigor and reproducibility project"
        },
        {
            "text": "1. Reproducibility project: Duplicate the results of a prior study using the same materials and procedures as the original investigator; trainees used the original data but applied their own analyses and interpretations. 2. Replication project: Duplicate the results of a prior study using the same procedures but with new data; determine generalizability to different subjects, age groups, racial/ ethnic groups, locations, cultures, etc. 3. Blind data analysis: Apply techniques to obscure meaningful results, while showing enough of the data structure to deal with issues (e.g., outliers and confounders) and once all these issues are dealt with in the \"altered data set,\" rerun process on real data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rigor and reproducibility project"
        },
        {
            "text": "Trainees defined the project scope based on the time available. Depending on the difficulty of the project and challenges experienced, variation in the work completed by the end of the term was expected. Project groups selected the data available via one of the many public data resources. Trainees were cautioned that some data repositories have approval processes. We encouraged trainees to use open science tools or approaches to improve the transparency of their work. Trainees could elect to use one of the tools discussed (e.g., Experimental Design Assistant [EDA] , open science framework, electronic laboratory notebook, or other methods). At four times during the course, trainees presented their progress to the class (see Table 2 ). The last class was devoted to final project presentations. Table 3 shows the topics, challenges, and insights gleaned from this assignment. Goal: To present a workflow that promotes transparency including detailed record keeping and data management. • Describe the role of lab notebooks in promoting rigor and reproducibility.",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 570,
                    "text": "[EDA]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 733,
                    "end": 740,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 810,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Rigor and reproducibility project"
        },
        {
            "text": "• Describe the roles of the data management plan, metadata, and data dictionary. Abbreviations: NIH, National Institutes of Health; QC, quality control. a Including assigned readings, preparatory work, and ongoing work on the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rigor and reproducibility project"
        },
        {
            "text": "Reproducibility Crisis 2 small group (3-5 students) discussions 15 min each 5-min summary of each group's discussion Discussion 1: In the 5 y since the Collins and Tabak article, which of the proposed ideas for NIH to address the reproducibility crisis have been implemented? Conduct some internet \"sleuthing.\" Your team may provide a general scan or a \"deep dive\" of one aspect. Why do you think some ideas succeeded and others failed? What are your thoughts about the potential impact for the implemented changes to address the reproducibility issues? During the course of your internet searching, did you come across any new ideas that have been implemented by NIH (or others) to address the reproducibility crisis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic In-class activities"
        },
        {
            "text": "Discussion 2: Each team select one of the stakeholder roles (i.e., student, journal editor, academic institution (e.g., promotion committees), funder, researcher). From your stakeholder perspective, discuss strategies to address the reproducibility crisis. Consider what is already being done (or a new idea!) and how \"success\" of the strategies might be measured. Discuss the implications for implementing (pros/cons) from your stakeholder perspective. List pros/cons from other stakeholder perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic In-class activities"
        },
        {
            "text": "Evaluating the rigor or previous research, scientific premise 1 small group (3) (4) (5) students) discussion 30 min for discussion with 5-min summary from each group Each group discusses the high-level overview of an F30 proposal assigned to the group. Based on readings regarding the importance of scientific premise in NIH review of proposals, what specific prior research studies would your group like to see referenced in support of the scientific premise of this NIH proposal? Has the research your group believes is necessary been done? What is the quality or the previous research which forms as the foundation for the current proposal? Discuss how to determine the rigor of the studies you would like to see before you would highly score the application. 30 ) Followed by small group discussion with questions provided by the NIH (e.g., Have you or someone you know only used male mice in an experiment as a way of avoiding the \"sex issue?\" Do you think this is appropriate? Does it depend on the type of experiment being done?). Discussion 2: Before the class on quality control, trainees complete an assignment to (1) obtain a standard operating procedure, manual, or protocol from their research laboratory (or a classmate if they have not been assigned to a laboratory), (2) review it, and (3) observe the practices in the laboratory. During in-class small group discussions, trainees shared what they learned from this exercise and discuss deviations from protocols (if any) and how the laboratory could improve processes. If no deviations were observed, trainees were challenged to reflect on reasons why. ",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 763,
                    "end": 765,
                    "text": "30",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Topic In-class activities"
        },
        {
            "text": "RIGOR AND REPRODUCIBILITY TRAINING",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| 1031"
        },
        {
            "text": "The class was graded as pass/fail. No examinations were given, but students received feedback from professors regarding their work on the group projects and debates. For the evaluation of the curriculum, we modified our institutional review board (IRB) protocol to conduct focus groups over Zoom because of coronavirus disease 2019 (COVID-19).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation"
        },
        {
            "text": "One author (C.D.), an experienced qualitative researcher and one of the designers of the curriculum, conducted two interviews with the course directors (2 women; 30 and 40 min each) and four student focus groups using a convenience sample (volunteers: 7 men and 6 women) recruited via email. Semistructured interview guides were used (Tables S2,S3) . Focus groups were recorded via Zoom, video-teleconferencing with a digital recorder as back-up (average length: 66 min; range: 45-85) and a research assistant taking notes in two focus groups. Audio was professionally transcribed. Participants did not review transcripts or findings. We used simple thematic analysis (themes derived from the data) and coded by C.D. using NVivo software. 18 We achieved saturation, as many comments were repeated in later focus groups. Participants received a $10 gift card. The authors also observed the debates and project presentations. The interviewer used techniques designed to elicit both positive and corrective feedback. She was unfamiliar with the students and one instructor. Participants knew that C.D. is faculty and had a role in designing the course. Students conducted pre-and postself-assessments of competencies (Table S4) . Quantitative analyses included descriptive statistics (means and SDs) and paired t-tests with p values less than 0.05 considered statistically significant. Table S1 shows that 44.4% of class participants were women and 16.7% were from racial/ethnic groups under-represented in the biomedical sciences. Grade point averages (GPAs), Science GPA, and Medical College Admission Test (MCAT) scores were similar between the student groups. Table 1 shows that the average time on Blackboard was less than the expected preparation time. Because materials were meant to be downloaded rather than read online, we could not estimate the actual student preparation time. Table 4 shows that overall, the course and its components were very favorably reviewed by both students and instructors via data collected in focus groups and in-depth interviews. Among students, course content was seen as novel, important, relevant, and practical-and teaching strategies were generally seen as effective. Students particularly appreciated short lectures and interactive small group exercises. A review to reduce redundancy was requested. Preparatory assignments in a variety of formats T A B L E 3 Challenges and insights from final team projects (3-5 students per team)",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 741,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 348,
                    "text": "(Tables S2,S3)",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1224,
                    "text": "(Table S4)",
                    "ref_id": null
                },
                {
                    "start": 1383,
                    "end": 1391,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1661,
                    "end": 1668,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1886,
                    "end": 1893,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Evaluation"
        },
        {
            "text": "TCGABiolinks: An R-based, Open Source Tool for Genomic Analysis of Published TCGA data 26 Updates to TCGABiolinks were not backward compatible. Initial release of software was in 2015.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "text": "26",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Title Challenges Insights"
        },
        {
            "text": "Modifications were required that prevented exact replication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Title Challenges Insights"
        },
        {
            "text": "Exciting to see how much data set has grown since 2019 publication. Exciting to be able to replicate findings. Relatively stress-free experience because of excellent documentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Title Challenges Insights"
        },
        {
            "text": "Study transparency was overall quite good. Data set was available on-line and well-documented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Challenged by calculation of metrics (e.g., credible interval)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Association of electronic cigarette use with subsequent initiation of tobacco cigarettes in US youths 28 Figuring out what data were used. Inability to replicate the sample because variables to define inclusion/exclusion criteria were not available in the public data set. Figuring out what weights were used. Lack of detail prevented ability to replicate the recoding.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "28",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Publicly available data sets may lack PHI needed to replicate samples. Independent studies using data from national studies may not publish their own data extract. Replication was impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Re-examination of data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "EGFR as receptor of interest on monocytes, causal determination of HCMV on EGFR 29 No raw images were included in the omics di repository. Authors made data available, but files were too large to process in R Studio; work arounds identified, but package no longer available with latest version of R. Details provided about wet laboratory procedures certain biological descriptions were ambiguous, but nothing about the data cleaning, missing data, statistical techniques used, and testing of assumptions. No response to emails sent to the authors for more information.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "text": "29",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Data access issues and technical challenges were surprising (backward compatibility). Evidence of image compression artifacts, value inversions, narrow cropping; such issues may be a pervasive issue in biological sciences. Need to include data for all components of a study with user-friendly documentation. The importance of sharing scripts for data cleaning and statistical practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Abbreviations: HCMV, human cytomegalovirus; PHI, protected health information; TCGA, The Cancer Genome Atlas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-analysis of antidepressant efficacy 27"
        },
        {
            "text": "Overall Dedicated time to think about and discuss rigor and reproducibility, learning from others' experiences, opportunity to meet new people; cohort effect a \"huge bonus.\" Course organization was effective: from overview to different components \"and each time coming around with how can we do this better?\" \"For people who do not know much about reproducibility, in 3 months, I thought it was incredible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student comments"
        },
        {
            "text": "Review course to reduce repetition: \"Sometimes it got a little repetitive… we started doing similar things as we got closer to the end of the class.\" Timing: (1) Offer in the Fall semester as an introduction to research training, (2) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Student comments"
        },
        {
            "text": "Lectures were short and to the point (first lecture was most helpful/effective); defined and clarified terms, explained concepts; \"Didn't really dive too deeply into the weeds\"; Image falsification/analysis lecture was particularly interesting; Chat box for questions worked well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lectures"
        },
        {
            "text": "Reduce time in lectures to the bare minimum; make them more interactive (e.g., quiz format); lectures sometimes \"blended together\"; provide \"coming attractions\" for next class-stress essential preparation (for in-class exercises); consistently explain concepts and then show an example; add guest speakers with expertise in the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lectures"
        },
        {
            "text": "Exercises effectively applied concepts from the lecture; interactive in nature; evaluating and critiquing specific papers was valuable; class presentations allowed for peer teaching; appreciated the opportunity to learn from peers through presentations and discussions; effectively promoted engagement (everyone had a say on a topic).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small group exercises"
        },
        {
            "text": "Discussion time was sometimes too short; devote more time to small group work; first exercise was on an unfamiliar topic (acupuncture); replace with more familiar content; taking a study and formulating a replication plan was too much for a short in-class exercise; redesign to make it more feasible; group reports could be repetitive when each group was tasked with the same thing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Small group exercises"
        },
        {
            "text": "Good to have a mix of assignment types-engaging. Video assignments were valuable \"it's a nice break and really good to just let it soak in.\" Podcasts were a welcomed alternative to articles;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparatory assignments"
        },
        {
            "text": "\"appreciate a more entertainment accessible source material.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparatory assignments"
        },
        {
            "text": "Reduce/consolidate the number of readings \"We just don't have the time to do it.\"; for webinars, to be able to speed up the playback or have transcript; clarify purpose of each reading; provide a distilled summary for prep work; add readings that reflect clinical relevance. Provide in this format: (1) summary document of all key points; (2) essential preparation (discussed in class);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparatory assignments"
        },
        {
            "text": "(3) required preparation; (4) suggested/ recommended preparation; (5) additional resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparatory assignments"
        },
        {
            "text": "Quick and not a burden; \"pretty straight-forward\"; helpful to get a \"gist\" of the most important take-aways; seemed helpful to instructors to know what students absorbed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quizzes"
        },
        {
            "text": "\"Sometimes the quizzes were a bit of a head scratcher\"-make them more relevant to key objectives and reinforce main points; build in reminders to ensure completion of quizzes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quizzes"
        },
        {
            "text": "Final project A valuable exercise and longitudinal experience; different options were available for type of project meeting different student needs; effectively synthesized learning; led to impressive efforts and presentations by peers-\"it seemed like we were experts in what we were doing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quizzes"
        },
        {
            "text": "Clarify the goals of the final project; show an example; provide a more definitive guide on how to do the project; provide a \"how to\" manual for finding articles with an available dataset; have more frequent meetings with instructors for advice and guidance; add option for a proposal for a replication study instead. (Continues)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quizzes"
        },
        {
            "text": "RIGOR AND REPRODUCIBILITY TRAINING were appreciated, however, most students expressed concern about lack of time for course preparation. A reduction of reading assignments, sharper focus, and streamlining of preparation work may be required. The majority did not take the 5-min quizzes, despite encouragement from course leaders and extended deadlines. Quizzes had no bearing on their grade. For those who did complete the weekly quizzes, the scores were poor despite a low level of difficulty (data not shown). In the focus groups, students noted that quizzes were helpful, but in need of some revision. The final project was considered valuable and flexible resulting in impressive final presentations. Students offered a wide range of specific suggestions for course improvement. Instructors' comments were enthusiastic in terms of content, student engagement, and overall impact. Instructors' key suggestions for improvement focused on fine-tuning the course through shifting content, adding new content, refining some methods, and adding resources, such as guest speakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| 1033"
        },
        {
            "text": "Overall \"I thought it was a phenomenal course.\" \"This is going to go better than you think, and so prepare for a really good product at the end and do something with it. Like, leverage what the students are producing-capture it in some way and… you can use some of these things on websites. You can use it for recruiting. There's a lot of product that's going to come out of this that you want to leverage and make some time to evaluate it and use it.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "\"I think all the [medical] students should get this [course]… you could debate whether the first year is the place to do it or later… every student should be exposed to it.\" [Integrate breaking news] \"Fortuitously, on the first day of class was the same day that a Nobel Laureate in chemistry withdrew an article from Science because it wasn't replicable…\" \"Increase a little bit the amount of primary research material… for example, how journal policies have evolved… a deeper dive into the problem.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Content \"The content was excellent… I wouldn't get rid of any of the content… it touched on all the points that are relevant… from the ethical to the very technical.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "\"One way to grab a medical student or a nursing student's attention is to give examples that are clinically relevant… have some readings or some examples where the irreproducibility of the research resulted in an adverse clinical outcome.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Lectures Content was good and covered necessary topics. \"Make the lectures a bit shorter\"… add content and remove slides like Goals & Objectives.\" \"More information about quantitative aspects… particularly epidemiology.\" \"Bring in an outside speaker… who's got more expertise… who's a real expert in, for example, image manipulation.\" \"Invited speakers… people that wrote the stuff.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Small group exercises \"Student engagement was very high… the ability to engage all of the students all of the time was a particular strength.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "After small-group exercises and reporting by small groups: \"Maybe something to tie it all together… has your mindset changed?... maybe just [add] like a bit of a summary or final thoughts… go back to the exact same [original] question… was your initial knee-jerk reaction correct or not? What did you learn that now would make you think something was different?\" Preparatory \"One of the great successes is that they [first-year medical students] didn't really have to prepare-and there was no penalty. And they were 100% during that time… they get a lot out of it.\"",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 225,
                    "text": "[original]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Move some of the content of the lectures to preparatory work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Final project \"The [final] project…that was outstanding…\" \"I thought it was the best part.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Use bioRxiv https://www.biorx iv.org/: \"Maybe that would be the idea, to pick papers that they would reanalyze on bioRxiv… all the data is there.\" Final Project: \"Give them the project with an eye toward, you're going to publish this, or at least you are going to blog it… almost all they need to do is narrate their presentation… it would not be too much work if the goal was, okay, now you are going to post it.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "Abbreviations: NIH, National Institute of Health; RCT, randomized controlled trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Instructor comments"
        },
        {
            "text": "All students completed the pre-course self-assessment of competencies (Table 5 ) The average score for 11 of the 25 competencies was between 1.0 (know nothing) and 2.9 (very basic understanding). The average score for 9 competencies was 3.0 to 3.9 (low/moderate understanding), and the average for the remaining 5 competencies was 4.0 to 4.9 (moderate understanding). For all students who completed the pre-and post-assessments (n = 11), self-reported competency increased (p values <0.05). All were improved among the MD/PhD students, but pre-and post-scores were similar on 11 items for the CTRP students (with 4 completing).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "T A B L E 4 (Continued)"
        },
        {
            "text": "Using a highly interactive, \"flipped\" classroom pedagogy, we have demonstrated that first-year medical and MD/PhD T A B L E 5 Self-assessments a of competencies, before and after rigor and reproducibility class Students ranked each item on a scale where 1 = know nothing, 2 = very basic understanding, 3 = low/moderate understanding, 4 = moderate understanding, 5 = high/ moderate understanding, 6 = strong understanding, and 7 = highly competent. b All students completed the assessment before class, 11 students completed the post-assessment. All paired t-tests were <0.05 for the all students and MD/PhD students (n = 7), pre-post scores were not statistically different for Clinical and Translational Research Pathway students (n = 4) 5, 6, 9, 10, 11, 12, 16, 17, 19, 22 , and 25.",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 744,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 752,
                    "end": 755,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 756,
                    "end": 759,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 760,
                    "end": 763,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 764,
                    "end": 767,
                    "text": "17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "22",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "RIGOR AND REPRODUCIBILITY TRAINING students can improve their competency in scientific rigor and reproducibility. The students in the class conducted research across the clinical and translational research spectrum, although there were more basic scientists than clinical researchers. Our mixed method evaluation provided evidence of enthusiasm for the course materials from instructors and students, effectiveness of the curriculum, and areas for improvement. We designed the curriculum with the goal of training reflective practitioners skilled in both knowledge and ways of thinking about rigor and reproducibility across the translational research spectrum. Although two research ethics courses are currently offered at the University of Massachusetts Medical School, neither addresses the core competencies covered in the rigor and reproducibility class, neither uses debate as a learning experience, and neither had students work in teams on projects. We believe the curriculum is well-suited for all graduate students. We developed educational modules using a reflective learning framework. 19, 20 Trainees were provided opportunities to talk, listen, read, write, and reflect as they approached content through problem-solving exercises in small groups, simulations, and case studies, all of which require trainees to apply what they are learning. 21 We used the reflective practice approach because we thought it would help medical students hone transformative (double loop) learning skills. 12, 22 Although the reliance on a static frame of reference (\"single loop learning\" 23 ) meets the professional needs when theory and knowledge are constant and challenges/dilemmas are predictable, it falls short in clinical and translational research because theory and knowledge are dynamic and challenges facing the field are unpredictable. 23 In this class, students did not see the same problems twice. Exercises allowed them to apply knowledge in one field to the current problem at hand. The exercises also required reflection on each topic. This learning paradigm allowed the trainees to improve their ability to critically analyze a problem based on experience, knowledge, critical thinking, and intuitive knowledge developed through previous reflections. 24 Each student participated in a scientific debate, a collaborative learning exercise, which provided the students with an opportunity to practice scientific argumentation. A social process in which trainees build, question, and critique claims using evidence, 25 debates provide opportunities for students to hone the 4 elements of scientific argumentation: (1) evidence (use of high-quality evidence), (2) reasoning (articulate how evidence supports claims), (3) social interaction (build off other's ideas), and (4) competing claims (critique and alternative explanations). The debaters presented their reasons and evidence to persuade the rest of the class. Participants sharpened their thinking and speaking skills through preparation and participation in the formal debate. The trainees not only learned more about the topic, but also had opportunities to further develop persuasive speech skills, increase collaboration skills, and apply conflict resolution abilities.",
            "cite_spans": [
                {
                    "start": 1098,
                    "end": 1101,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1102,
                    "end": 1104,
                    "text": "20",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "21",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1505,
                    "end": 1507,
                    "text": "22",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1845,
                    "end": 1847,
                    "text": "23",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2266,
                    "end": 2268,
                    "text": "24",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2528,
                    "end": 2530,
                    "text": "25",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "| 1035"
        },
        {
            "text": "Last, we wanted students to have hands-on experience with replication, reproducibility, or blind data analytic techniques, as we believed that some lessons can only be learned by doing. With the required rigor and reproducibility project, trainees gained skills in \"problem setting\"-naming the things to learn and framing the context in which they learn. 13 The project was viewed as an outstanding experience for instructors and students. Students reflected that having more time to meet individually with their instructors to discuss the projects or having a teaching assistant to assist them with their projects would have been helpful. Despite these challenges, the instructors, peers, and faculty present (K.L. and C.D.) during the final presentations of the projects were impressed with the clear level of competence achieved via the project.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| 1035"
        },
        {
            "text": "Our findings represent the experiences of one class. We did not know whether students had rigor and reproducibility training before entering this class, nor did we evaluate the extent to which the class worked equally well for basic scientists and clinical researchers. We unexpectedly learned that the highly interactive, small group classes worked well with breakout rooms in Zoom. We used the polling option to vote after the debates. Quizzes should be replaced with end of class polls to reinforce key messages from each session and provide opportunity for a brief discussion and clarification if students are unable to accurately answer the questions. We suggest instructors send out reminders before class so that students will prepare in advance. We encourage instructors to make time during the last class to complete self-assessments. Plans to modify the curriculum based on the evaluation results herein before offering it to other groups of students at our university are in process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| 1035"
        },
        {
            "text": "Formal training is needed to raise awareness of the reproducibility crisis and improve the rigor of research conducted. Highly interactive exercises coupled with a hands-on replication group project provided a pathway for students to gain competencies in improving the rigor and reproducibility of scientific research. Despite the limited time available to complete assigned preparatory work given the other demands on first-year medical students' time, the flipped classroom pedagogy appeared to be successful. Rigor and reproducibility can be taught in a highly interactive format and in a remote format and doing so results in improved rigor and reproducibility competence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Report of the Subcommittee on Replicability in Science Advisory Committee to the National Science Foundation Directorate for Social, Behavioral, and Economic Sciences",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bollen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cacioppo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krosnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olds",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Primer on Semantics and Implications for Research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pellizzari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lohr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blatecky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Creel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does the Public Trust Science? Trust and Confidence at the Intersections of the Life Sciences and Society. A Workshop Summary. National Academies of Sciences, Engineering, and Medicine",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is there a reproducibility crisis? A Nature survey lifts the lid on how researchers view the 'crisis' rocking science and what they think will help",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "533",
            "issn": "",
            "pages": "452--454",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Credibility and reproducibility",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer Cell",
            "volume": "26",
            "issn": "6",
            "pages": "771--772",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The replicability crisis and public trust in psychological science",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Anvari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lakens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Compr Results Soc Psychol",
            "volume": "3",
            "issn": "",
            "pages": "266--286",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Why science's crisis should not become a political battling ground",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salteli",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Futures",
            "volume": "104",
            "issn": "",
            "pages": "85--90",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reproducibility in science: improving the standard for basic and preclinical research",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Begley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ioannidis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Circ Res",
            "volume": "116",
            "issn": "",
            "pages": "116--126",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The secret lives of experiments: methods reporting in the fMRI literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carp",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "NeuroImage",
            "volume": "63",
            "issn": "1",
            "pages": "289--300",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Policy: NIH plans to enhance reproducibility",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Tabak",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature",
            "volume": "505",
            "issn": "",
            "pages": "612--613",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A guide to reproducibility in preclinical research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Samsa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Samsa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acad Med",
            "volume": "94",
            "issn": "",
            "pages": "47--52",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Outcome-Based Education: Part 2--planning, implementing and evaluating a competency-based curriculum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dollase",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amee Guide",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Med Teach",
            "volume": "21",
            "issn": "14",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Competencybased curriculum development on medical education: an introduction",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mcgaghie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Sajid",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Telder",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Public Health Papers",
            "volume": "68",
            "issn": "",
            "pages": "11--91",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Accessed February 1, 2020. 15. NIH. Clearinghouse for Training Modules to Enhance Data Reproducibility",
            "authors": [
                {
                    "first": "Nih",
                    "middle": [],
                    "last": "Rigor",
                    "suffix": ""
                },
                {
                    "first": "Reproducibility",
                    "middle": [],
                    "last": "&lt;https",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reporting Results: Controls in Animal Studies for Rigor and Reproducibility (Digital Presentation) <https://www.lifes citrc.org/resou rce.cfm?submi ssion ID=11968>",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Matyas",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Promoting Awareness and Knowledge to Enhance Scientific Rigor in Neuroscience <https://neuro nline.sfn.org/colle ction/ promo ting-aware ness-and-knowl edge-to-enhan ce-scien tific -rigor -in-neuro science>",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neuroline",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Transformative Dimensions of Adult Learning. USA: Jossey-Bass",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mezirow",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Reflective Practitioner: How Professionals Think in Action",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schon",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Promoting Active Learning: Strategies for the College Classroom",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Theory in Practice: Increasing Professional Effectiveness",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Argyris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Experiential Learning: Experience As The Source Of Learning And Development",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolb",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Experience and Learning Reflection at Work",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boud",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Perspectives on Scientific Argumentation: Theory, Practice, and",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macpherson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "New functionalities in the TCGAbiolinks package for the study and integration of cancer data from GDC and GTEx",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mounir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchetta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLoS Comput Biol",
            "volume": "15",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Comparative efficacy and acceptability of 21 antidepressant drugs for the acute treatment of adults with major depressive disorder: a systematic review and network meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cipriani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Salanti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1357--1366",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Association of electronic cigarette use with subsequent initiation of tobacco cigarettes in US youths",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Fetterman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Network Open",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Activation of EGFR on monocytes is required for human cytomegalovirus entry and mediates cellular motility",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Nogalski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Yurochko",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Natl Acad Sci",
            "volume": "106",
            "issn": "52",
            "pages": "22369--22374",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "• Describe the challenges and benefits of increased scientific transparency. • Critically reflect on practices in your laboratory and consider possible steps toward increased transparency. To provide an overview of the principles of open science and practical steps that can be undertaken to promote its implementation. • Define \"open science.\" • Describe the overall goals of open science. • Describe the challenges to the implementation of open science. • Describe institutional changes that promote rigor and reproducibility. • Select an open science objective and identify changes to current practices that promote its achievement. on Blackboard Learning Management System across all elements of the class (hours): mean: 12.9, SD: 5.9",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Reproducibility Training Resources 14 ; NIH National Institute of General Medical Sciences Clearinghouse for Training Modules to Enhance Data Reproducibility 15 ; Life Science Teaching Resource Community 16 ; and the Society for Neuroscience, Neuronline -Training HOW MIGHT THIS CHANGE CLINICAL PHARMACOLOGY OR TRANSLATIONAL SCIENCE?",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Goal: To define the requirements for an NIH scientific premise and provide basic skills to evaluate the rigor of existing research studies and proposals. • Describe the role and importance of rigor and reproducibility in NIH proposal writing and NIH scientific review. • Describe the importance of scientific premise in NIH proposal preparation. • Critique scientific premise statements. Describe when to include sex as a biological variable in research.• Define bias and the sources of bias in the conduct of science.• Assess bias using the Cochrane Collaboration's tool for assessing risk of bias in randomized trials. • Develop a prospective experimental design that comports with appropriate guidelines.Goal: To provide an overview of quality procedures for biomedical research, including authentication procedures. To provide an opportunity to discuss implementation challenges in laboratory settings. • Describe the key elements to include in an authentication plan for an NIH grant application. • Describe quality practices important to basic biomedical research.• Discuss the implementation of quality practices. Describe how image data may be evaluated to determine whether manipulation has occurred. • Describe software tools used to inspect images for manipulation. • Using an article of your choosing, evaluate how well authors adhere to transparent reporting publication guidelines.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Project presentation 1: Students present reproducibility or replication project, why selected, team members, outline of what the team believes will be reasonable to accomplish (e.g., download data, recreate the sample, recode variables, run preliminary analyses) Class watches NIH Video together (Module 2: Blinding and randomization 30 ) Followed by small group discussion with questions provided by NIH (e.g., can you think of a particular instance in which blinding and randomization could have a dramatic impact on the results?) Cochrane assessment bias tool exercise. Hands on exercise with Experimental Design Assistant Tool 31 Discussion 1: Class watches NIH video together (Module 4: Sample size, outliers, sex as a biological variable",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Project presentation 2: Recap of topic, overview of methodsEach small group assigned an article. Who is to blame? Summarize evidence in support of (researchers, sponsors, editors) based on the article assigned to your group. What can be done about it? Brainstorm ideas to address publication bias given your thoughts and the evidence regarding who is \"to blame.\" Individually, critically reflect on practices in your laboratory and consider possible steps toward increased transparency. What are the most pressing needs for improving practices in your laboratory? How would you address them moving forward?",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Include more good and bad examples. Include more on bioinformatics and database research. More analysis of mistakes/misconduct of others.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "19. The roles of the data management plan, metadata, and data dictionary in promoting reproducibility and transparency.21. Critically assessing practices in your laboratory and consider possible steps toward increased transparency.Abbreviation: NIH, National Institutes of Health.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank the instructors and students in the University of Massachusetts Medical School, MDP740 Spring 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declared no competing interests for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "K.L.L. and C.E.D. wrote the manuscript. K.L.L. and C.E.D. designed the research. K.L.L. and C.E.D. performed the research. K.L.L. and C.E.D. analyzed the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "Additional supporting information may be found online in the Supporting Information section. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPORTING INFORMATION"
        }
    ]
}