{
    "paper_id": "4f212d3387cc51502ab89ebbc3d15a4f62fd9862",
    "metadata": {
        "title": "Evaluation on the implementation effect of public participation in the decision-making of NIMBY facilities",
        "authors": [
            {
                "first": "Hui",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingqi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qingdao University of Technology",
                    "location": {
                        "settlement": "Qingdao",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The construction of NIMBY (Not in my backyard) facilities has caused many conflicts but is struggling to reduce it in China. With the background of public participation in social governance in the future, effective public participation is extremely helpful to solve this issue. Promoting public participation and scientifically evaluating the implementation effect of public participation are urgent problems to be solved at present. This study aims to analysis the factors hindering public participation and improve the implementation effect. Therefore, an evaluation system with 16 factors is established based on literature review and questionnaire survey, namely the basis of participation, participation process, external support, and cost-effectiveness. Interactions among the 16 factors are further evaluated by expert opinions. The objective and subjective weights of indicators are determined and combined by introducing Decision-Making Trial and Evaluation Laboratory (DEMATEL) and entropy weight method (EWM). Considering the uncertainty and randomness of subjective judgment, cloud model is introduced to evaluate the implementation effect of public participation. Finally, this framework is applied to evaluate the project of Jiu Feng waste-to-energy (WTE) plant in Hangzhou, China, which verifies the applicability of the evaluation framework for the implementation effect of public participation in NIMBY facilities. The results indicate that the implementation of public participation is between \"average\" and \"good\", with significant room for improvement in the involvement of NGOs and the influence of public opinion on decision-making. Additionally, the participation process has a significant impact on the whole system. The framework can provide government departments with guidance in implementing public participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Facilities are beneficial to the entire community Li Y, He J [18] NIMBY effect No NIMBY effect Such as city parks, libraries and so on Mild NIMBY effect Such as cultural and educational facilities, schools, stations, and so on Moderate NIMBY effect Such as nursing homes, STD prevention and treatment centers, highways, markets, etc High NIMBY effect Such as garbage incinerators, sewage treatment plants, petrochemical plants, gas stations, etc Tao P, Tong X [20]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The process of industrialization and urbanization is advancing rapidly in the world. In China, with the comprehensive deepening of reform, the urbanization level has increased from 36.09% (2000) to 63.89% (2021) and is expected to reach 70.99% in 2030 [1] . The accelerated urbanization has brought a massive increase in the urban population. To meet the growing needs of the citizens for production and life, the government has invested heavily in the a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 construction of production facilities, service facilities, and infrastructure. More and more large-scale public projects have begun construction, such as sewage treatment plants, garbage treatment plants, and power plants, which are beneficial to most people. However, these projects have negative impacts on the residents around the construction site, and are often not welcomed by the surrounding residents. Such projects with obvious negative external effects are defined as NIMBY facilities [2] . As the most common NIMBY facilities with the highest NIMBY effect, polluting NIMBY facilities are more likely to trigger public sensitivity and resistance due to their greater potential danger and pollution. At the same time, people's democratic consciousness and cognitive level gradually increase, they believe that the construction and operation of these facilities produce environmental pollution, which may adversely affect the living environment and health. Therefore, NIMBY conflicts are increasing yearly, no matter in developed or developing countries, collectivism institution or democracy institution [3] [4] [5] . For instance, more than a decade of conflict between Hazardous waste management and public resistance in Portugal [4] , nearby residents took to the streets in revolt due to building the Hubei Yangluo WTE plant in 2019. Regarding the resolution of the NIMBY conflicts, Ibitayo believed that public participation is a prerequisite in the construction of NIMBY facilities [6] . Public trust and early, continuous participation in the facility siting process can increase the likelihood of successful siting [7] . Yong Liu [8] also pointed out that public participation is an effective means for the government to improve the public acceptance of waste incineration facilities by residents. And the government should provide more opportunities for the public to participate in decision-making [9, 10] . Studies above have shown that the necessity of public participation has been universally recognized [11] , and public participation can reduce conflicts caused by NIMBY and protect public interests. Moreover, public participation can improve decision ability of decision-makers [12] , then to make them know the public's concerns [13] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 194,
                    "text": "(2000)",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1626,
                    "end": 1629,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1630,
                    "end": 1633,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1754,
                    "end": 1757,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2010,
                    "end": 2013,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2145,
                    "end": 2148,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2160,
                    "end": 2163,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2430,
                    "end": 2433,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2434,
                    "end": 2437,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2540,
                    "end": 2544,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2718,
                    "end": 2722,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2770,
                    "end": 2774,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Public participation is essential to solving NIMBY conflicts [11] . Measuring the implementation effect of public participation and reaching high effectiveness in public participation has consistently drawn the attention of researchers. Sun et.al [14] took Shanghai and Hong Kong as examples, adopted qualitative methods to measure the implementation effect of public participation, and suggested that key stakeholders should be involved in improving the level of public participation. Rowe and Frewer [15] established a framework to evaluate the effectiveness of public participation methods, mainly from the acceptance criteria and process criteria, but the research remains at the level of qualitative discussion. Some scholars [10, 16] also formulated a zoning framework for discourse power during the site selection, construction, operation, and final abandonment of NIMBY facilities to maximize the participation of public groups. Unfortunately, most scholars focus on promoting public participation. They fail to quantitatively measure the implementation effect of public participation, which leads to lack of persuasiveness. There are several outstanding problems. Firstly, although research results are relatively abundant in identifying the influencing factors of public participation, the research on the evaluation index system of the implementation effect of public participation in the decision-making of NIMBY facilities is limited. Secondly, characteristics of NIMBY facilities vary with different types [17] , and few researches focus on polluting NIMBY facilities, which conflicts account for more than 60% in China. Therefore, it is necessary to select polluting NIMBY facilities as case study. Finally, most researches adopt the qualitative analysis method in the evaluation, but few quantitative studies are available. The qualitative analysis has intense subjectivity and poor assessment findings. Consequently, it is still a worthy research topic about the implementation effect of public participation and what hinders public participation in the decision-making process of polluting NIMBY facilities. This research can fill the gap.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 736,
                    "end": 739,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To evaluate the implementation effect, and improve the effectiveness of public participation, which can help the government find the critical factors affecting public participation, evaluation framework constructed as shown in Fig 1. This paper makes several innovative and contributive endeavors as follows. (1) Formulate a comprehensive indicator system. Factors hindering the promotion of public participation are screened from existing literature. Then combining questionnaires and expert views, this paper systematically identifies the factors affecting public participation in China. (2) NIMBY is a wicked problem.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 593,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 233,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Considering the correlation of influencing factors, the DEMATEL method is used to analyze the causal relationship,which is subjectively method. Therefore, the EWM is added to correct the weights. (3) Propose a new approach to quantitatively evaluate the implementation effect. Cloud model is introduced to improve the accuracy due to fuzziness and hesitation of public judgement, which tolerates inevitable and arbitrary decisions. This systematic study identifies the barriers affecting the implementation effect of public participation and provides policymakers with references to optimize the public participation system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remaining section is as follows. The second section introduces the NIMBY facilities and comprehensively combs the research status of public participation in the decision-making of NIMBY facilities. In the third section, we construct an evaluation index system. The fourth section analyzes the implementation effect of public participation based on combination weighting and the cloud model. The fifth section verifies the feasibility and effectiveness of the proposed evaluation framework through practical case analysis. In the sixth section, sensitivity and comparative analysis are carried out. Finally, conclusions and further work are given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The concept of \"NIMBY facilities\" was first proposed by O'Hare to describe those facilities that can bring benefits to the whole society but have negative impacts on the surrounding residents [17] . In 1980, the British journalist Livezey first introduced the theory of NIMBY, which meant \"Not in my backyard\", which was then widely used [4] . China's research on NIMBY facilities started relatively late and was initially introduced into the mainland by Taiwan scholars. Since then, many scholars in China have carried out a localized definition. Li interpreted it as a project that can serve most people, but because it may threaten health, living environment, life, and property so that residents do not want to build projects near their homes [18] . He recognized that NIMBY facilities are usually referred to as some facilities with pollution threats, such as thermal power plants and landfills, etc [2] . Yang [19] believed that NIMBY facilities refer to facilities unwilling acceptable locally, but are indispensable for realizing social public welfare. The classification of NIMBY facilities by scholars is different from different perspectives. As shown in Table 1 , several categories are summarized.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 905,
                    "end": 908,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 1166,
                    "end": 1173,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "NIMBY facilities"
        },
        {
            "text": "The above study found that the characteristics of different types of NIMBY facilities are significantly different, which has a noticeable impact on the enthusiasm of public participation. Public participation is required for the smooth construction of polluting NIMBY facilities. With the current rapidly developing circumstances in China, polluting NIMBY facilities need extensive construction. Therefore, this paper selects polluting NIMBY facilities as a case study and defines them as facilities that are potentially dangerous and polluting to the surrounding environment and produce air, water, soil, and noise pollution during their construction or operation, such as waste-to-energy plants, garbage treatment plants, sewage treatment plants, chemical plants, etc. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NIMBY facilities"
        },
        {
            "text": "Public participation in the decision-making stage of NIMBY projects can effectively prevent NIMBY conflicts [8] . In order to enable the public to better participate in the decision-making of NIMBY facilities, many scholars have explored the key reasons, and some believe that the government level is one of the critical reasons. The government thinks the introduction of public participation inevitably affects the achievement of the economic goals [21] , and fails to pay attention to the feedback from the public, which eventually leads to the forced relocation of the project [22, 23] . Yu et.al [24] suggested changing the previous public participation model, from the traditional government-led model to the public-led model, which can convey the public's interests to decision-makers. As the initiator and supervisor of the construction of NIMBY facilities, government departments should establish a tripartite communication channel among nearby residents, construction companies, and the government, which can effectively promote the development of NIMBY facilities [8] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 600,
                    "end": 604,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Public participation in the decision-making of NIMBY facilities"
        },
        {
            "text": "In addition, some scholars have studied the factors affecting public participation from the perspective of the participation process. Soma and Yao et.al [25, 26] pointed out that the selection of public participation representatives should be more extensive, including not only the social elite but also the general public. The limitation of public representatives cannot represent the general public, ultimately leading to ineffective participation [12] . Participation skills [27] and procedural processes directly impact the effectiveness of public participation. Furthermore, whether the relevant information is open and transparent in the decision-making process of NIMBY facilities also has a significant impact on public participation [28] . To fundamentally improve public participation at the present stage is to enhance their awareness of environmental protection and focus on carrying out environmental protection education [29] . Participation mechanism, technology choice, and economic factors are necessary to enhance the willingness to participate [30] . Online participation methods can also be added, such as online questionnaires, public symposiums, and debates through video conferencing [31] . While reducing the cost of participation, online participation methods enable the public to express their opinions more truthfully. In conclusion, public participation can improve the scientific nature of environmental planning, make it more accurate to reality, improve the implementation ability of the plan. Accordingly, strengthening legislation [14] and establishing engagement guidelines [32] , providing multiway interaction and training, and conducting education programs are all necessary to enhance the effectiveness of public participation.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 935,
                    "end": 939,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1608,
                    "end": 1612,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Public participation in the decision-making of NIMBY facilities"
        },
        {
            "text": "Until now, several scholars have studied the evaluation of the implementation effect of public participation, as shown in Table 2 . These studies usually qualitatively consider different procedural aspects as observable variables, such as the timing and duration of the participation process, the provision of information to the public, the arrangement of public consultation, or quantitatively measure the implementation effect of public participation through an index. The factors mentioned above have contributed to improving public participation. However, they do not consider the interplay of variables and the difference in weights. Most importantly, they do not directly involve the public in evaluating the implementation effect. There is still s lack of comprehensive analytical framework that integrates the different influencing factors and incorporates the perspectives of experts and the local public.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Public participation in the decision-making of NIMBY facilities"
        },
        {
            "text": "By summarizing the existing literature, it can be found that scholars have conducted extensive research on promoting participation. Most of them have focused on identifying the key factors affecting public participation and achieved specific results but have not further explored the internal relationships among the factors. A systematic framework for evaluating the implementation effect of public participation has yet to be formed. Therefore, it is essential to quantitatively measure the implementation effect of public participation, analyze the influencing factors that hinder public participation, and present the current problems. The results can provide local governments with ideas and guidance to reduce NIMBY conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public participation in the decision-making of NIMBY facilities"
        },
        {
            "text": "In this section, the factors influencing the implementation effect of public participation are extracted through literature review, expert consultation, and questionnaires. Several scholars have researched how to evaluate the implementation effect of public participation ( Table 2) . Rowe et.al [15] divided the factors into acceptance criteria, which concern whether the implementation of public participation is as effective as it should be, and process criteria, which concern the reasonableness of the participation process. Nadeem et.al [34] divided the influencing factors into four categories: environment, method, impact, and content, their study targeted developing countries, and the researchers also subdivided the factors in each category. In addition, the International Association for Public Participation proposed core values of public participation to facilitate the process and implementation of public participation, while listing several essential indicators that determine the success of public participation (Table 3) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1039,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "After sorting the literature and other materials, 18 influencing indicators of the implementation effect of public participation were initially screened, listed in S1 File.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Based on S1 File, the factors influencing the effect of public participation were modified by consulting the public, governmental staff, and experts from various disciplines such as construction, energy, environment, and politics. The factors of \"social and economic status of the public\" and \"public's understanding of NIMBY facilities\" were removed, as they could be summarized by \"public awareness of participation\". Finally, 16 influencing factors were determined, and the questionnaire was designed using the above influencing factors (S2 File). A total of 240 questionnaires were distributed, 223 were recovered, and 218 were valid after processing, with an effective recovery rate of 90.83%. After collecting and sorting out the questionnaire data, the basic descriptive statistics obtained are shown in Table 4 . The questionnaires were filled by relevant government departments, NIMBY facility construction enterprises, the public, environmental assessment departments and Non-Governmental organizations. Their working years ranged from less than five years to more than 15 years, with broad coverage and reliable results. The information of the respondents is presented in Table 5 . In order to establish the index system for evaluating the implementation effect of public participation in the decision-making of NIMBY facilities, this paper uses factor analysis to reduce the dimensionality of the influencing factors. Factor analysis is a multivariate statistical analysis method that describes multiple observable and related variables with a small number of non-observed obtained factors, and we apply SPSS 22 for factor analysis. After testing, Cronbach's Alpha = 0.713, KMO = 0.736, the approximate chi-square value of Bartlett's sphere test is 879.264, Sig = 0, indicating that the sample data in this study is suitable for factor analysis. To extract common factors and classify indicators, this paper uses principal component analysis to analyze the covariance matrix of independent variables. In this process, the Kaiser-Rule-Thumb was widely used, and this method takes the components with eigenvalues greater than 1 as principal components, because the contribution of factors with eigenvalues less than 1 may be small. According to the degree of variance explanation, four common factors with eigenvalues greater than 1 are finally selected. As shown in Table 6 , the degree of variance interpretation is 56.567% > 50%, which shows that the selected four main factors can represent more than half of the information of the original evaluation index. Therefore, they can be used as the main factors affecting the implementation effect of public participation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1183,
                    "end": 1190,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2377,
                    "end": 2384,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "By setting up the initial factor loading matrix, combined with the maximum variance rotation method, the structure is optimized and integrated to facilitate factor interpretation and highlight the typical representativeness of each common factor. In Table 7 , factor 1 includes project information openness and transparency, the government's attitude towards public participation, the soundness of relevant laws and regulations, a mechanism of receiving public feedback, the level of attention from the news media and the convenience of project information access, which are the most basic conditions for public participation, and therefore named as the basis of participation. Factor 2 includes public awareness of participation, the interactivity of public participation, representation of the main body of public participation, continuity of public participation, and transparency in the participation process, which are all related to the process of public participation and therefore named as the participation process. Factor 3 covers the involvement of NGOs, the role of relevant experts, and the objective attitude of EIA institutions. To some extent, experts and NGOs are not exactly the direct participation subjects, but provide help in knowledge, technology, and theory from the perspective of a third party, so this category of factors is named external support. Cost consumption in public participation and the influence of public opinion on decision-making are included in factor 4, which represents the cost consumed and the effect achieved in public participation respectively, so named as cost-effectiveness. Accordingly, the evaluation system is obtained (Table 8 ). Refers to the adequacy of laws and regulations that specifically address public participation in NIMBY facilities [32] C 2 : Project information openness and transparency",
            "cite_spans": [
                {
                    "start": 1800,
                    "end": 1804,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 1674,
                    "end": 1682,
                    "text": "(Table 8",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Refers to whether all information relating to the construction of the NIMBY facility is disclosed in a timely manner [9] C 3 : The government's attitude towards public participation",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Refers to whether the government organizes professional training or consultation meetings for the public and whether it has a active attitude towards public participation [36] C 4 : A mechanism for receiving public feedback",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Refers to the ability of the government to accept and respond to public opinion [32] C 5 : The level of attention from the news media",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Refers to whether the media is monitoring the reporting of critical events and ensuring the authenticity of the reporting [37] C 6 : The convenience of project information access",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 129,
                    "end": 130,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "Refers to whether the information disclosed by the NIMBY facility construction enterprise and the government is easy to obtain [38] B 2 : Participation process C 7 : Public awareness of participation Refers to the degree of public awareness and concern about NIMBY facilities, and whether the public has the intention to participate in the construction of NIMBY facilities [25] ",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Establish an evaluation index system"
        },
        {
            "text": "The weights of influencing factors in the evaluation are different. To achieve a scientific evaluation of the implementation effect of public participation, it is particularly significant to assign weight to the index reasonably. The determination of weight directly affects the accuracy of the evaluation results. The current research mainly includes subjective and objective weight, but their mechanisms are disparate, and the evaluation results also have their advantages and disadvantages. Subjective weight relies too much on the opinions of experts and is affected by personal knowledge, while objective weight only focuses on mathematical-statistical methods and ignores the influence of people. Therefore, to highlight the critical role of expert experience and consider the objective information reflected by the index data, this research combines the two methods. For the analysis of public participation implementation effect, DEMATEL is an enormously advantageous method, which can consider the influence of factors synthetically. In order to calculate indicator weights more scientific and rational, EWM, which is an objective weighting method, is introduced to correct the DEMATEL results. 4.1.1. DEMATEL method. The DEMATEL method was developed by the U.S. National Laboratory from 1972 to 1976. It mainly solves complex social problems in real life by comprehensively combining the knowledge and experience of experts in related fields [41] . This method employs matrix tools and graph combination methods to analyze the interaction degree of indicators in the evaluation index system [42] . By analyzing the logical relationship and influence matrix between the indicators in the evaluation system, the influence degree between each indicator and other indicators can be obtained. Furthermore, we also acquire the centrality and cause degree of each indicator [43] . The steps to determine subjective weights based on the DEMATEL method are as follows.",
            "cite_spans": [
                {
                    "start": 1452,
                    "end": 1456,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1601,
                    "end": 1605,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1877,
                    "end": 1881,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Step 1: Initialize the direct impact matrix A. Experts are invited to score the degree of mutual influence among evaluation indicators, where d ij represents the degree of direct influence of index X i on index X j . Arithmetical average processing is carried out on all expert scores to form the initial direct impact matrix D D ¼ ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Step 2: Normalize the direct impact matrix. The direct impact matrix is normalized via Eq (2) to obtain the normalized direct impact matrix S",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Step 3: Calculate the comprehensive impact matrix T among the evaluation indicators",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Step 4: Calculate the effect degree E i , affected degree P i , center degree M i , and cause degree C i . The effect degree represents the influence of factor X i on all others factors, its value E i ¼ P n i¼1 T ij ði ¼ 1; 2; 3 . . . nÞ; the affected degree indicates the comprehensive influence degree of factor X i by all other factors, its value P i ¼ P n j¼1 T ij ðj ¼ 1; 2; 3 . . . nÞ; the center degree reflects the position of this factor among all factors, and its value indicates the effect degree of this factor. The larger the value, the more obvious the influence, and vice versa, its calculation formula is: M i = E i +P i (i = 1,2,3. . .n); the cause degree is the effect degree minus the affected degree, and its value can be positive or negative. If it is negative, this factor is the result factor, which means it is more affected by other factors; if it is positive, then this factor is the cause factor, which means it has more influence on other factors, and its calculation formula is as follows: C i = E i −P i (i = 1,2,3. . .n).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Step 5: Determine the subjective weight of each indicator w 0 k w 0 k ¼ ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "4.1.2. Entropy weight method. In information theory, entropy measures the degree of disorder in the system, which can estimate the amount of effective information provided by data [44] . EWM is a mathematical method that comprehensively analyzes the information provided by each indicator to determine the weight. The smaller the entropy value, the greater the degree of dispersion of the indicator, indicating that the indicator has a greater impact on the comprehensive evaluation. EWM can weaken the subjectivity of expert judgment to some extent [45, 46] . The steps to determine objective weights are shown below.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "(1) Construct the decision matrix B = (b lk ) m×n to represent the evaluation index set, which indicates the weight evaluation value of the k-th index by the l-th expert, where l = 1, 2,. . .,m, k = 1, 2,. . .,n, where m and n represent the number of experts and the number of each evaluation index respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "(2) Calculate the entropy value. First, compute the proportion of each index value r lk , r lk ¼ b lk = P m l¼1 b lk , then compute the entropy of evaluation index respectively H k , which if r lk = 0, regulation r lk ln r lk = 0, have 0�H K �1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "(3) Since the evaluation value in this paper does not involve dimensions, the weight can be directly calculated by using the evaluation value. Then the weight of the k-th evaluation index w 00 k can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "4.1.3. Determine the combination weight based on game theory. After calculating the weight by the DEMATEL and EWM, the idea of game theory is introduced to determine the combined weight finally. According to the thought of game theory, if the subjective weight of the index w 0 = (w 0 1 , w 0 2 ,. . .,w 0 k ) and the objective weight w 00 = (w 00 1 , w 00 2 . . .,w 00 k ) is regarded as two sides of the game, and the optimal combined weight can be treated as the two sides of the game reach the equilibrium state [47] . From a mathematical perspective, in the balanced state, the sum of the deviation between w 0 and w 00 and the combined weight of the index should be minimized. The procedures are as follows:",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "(1) Denote the index combined weight vector expressed by the linear combination of w 0 and w 00 as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": ". .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Where λ 1 and λ 2 are linear combination coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "(2) According to game theory, the objective function is established to minimize the sum of deviation between combination weight and w 0 as well as w 00 . Then seek the optimal linear coefficients l � 1 and l � 2 . At this time, the index combined weight is the optimal weight w � . The objective function satisfies the following conditions: min ðkw À w 0 k 2 þ kw À w 00 k 2 Þ ¼ min ðkl 1 w 0 þ l 2 w 00 À w 0 k 2 þ kl 1 w 0 þ l 2 w 00 À w 00 k 2 Þ s:t:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "( (3) According to the differential theory, the conditions for the first derivative of Model (8) to obtain the minimum value are as follows:",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "( (4) The linear combination coefficients l � 1 and l � 2 obtained by normalization processing: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combination weight method is adopted"
        },
        {
            "text": "Based on probability theory and fuzzy mathematics, Academician Li Deyi innovatively proposed a cloud model theory to deal with uncertain decision-making problems [48] . It uses membership cloud, digital features, cloud generators, and other means to realize the uncertainty conversion between qualitative language values and quantitative representations, effectively deal with the problems of randomness and ambiguity, and solve the shortcomings of traditional evaluation methods in this respect [49, 50] . At the same time, compared with the traditional evaluation methods, it is more consistent with objective facts. Li et al [51] through comparative research of cloud model, fuzzy comprehensive evaluation method, and BP neural network model, showed that the evaluation results obtained by cloud model are more accurate. In recent years, the cloud model evaluation method has been applied to the field of management. Some scholars have introduced the cloud model into the evaluation of investment. For example, Liu et.al [52] built a new energy investment assessment framework based on the cloud model. In addition, some scholars used the cloud model to evaluate risk. For instance, Yu et.al [53] evaluated the risk of submarine pipeline, using the VIKOR method is extended with the cloud model to determine the risk priority of failure modes. Abundant research results provide a certain reference for this paper. The evaluation of the implementation effect of public participation in the decision-making of NIMBY facilities is a complex problem, influenced by many factors, with uncertainty, fuzziness and randomness, and the cloud model can manage this problem well.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1195,
                    "end": 1199,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Cloud model"
        },
        {
            "text": "In the cloud model theory, the quantitative domain can generally be represented by U, then C is a certain qualitative expression of this domain U, a random occurrence on the qualitative expression C is represented by x, and the quantitative value x2U. The degree of certainty of x to C, μ(x)2[0,1], is a random number that tends to be stable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "Therefore, the cloud is used to represent the layout of x on the domain U, which is recorded as C(x). And x is a cloud drop on the domain U.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "(1) Digital characteristics of cloud The digital characteristics of the cloud model reflect the quantitative characteristics of qualitative concepts. The cloud map composed of cloud droplets in the cloud model is represented by three numerical values, denoted as C(Ex, En, He). Expectation Ex is the most representative point of qualitative concept in the domain space. It is reflected on the cloud map as the \"highest point\" of the cloud, that is, the point whose membership degree is 1. Entropy En is used to measure the degree of uncertainty of a qualitative concept, which is jointly determined by the randomness and ambiguity of the concept. The larger the entropy, the stronger the vagueness of the concept, and the more difficult it is to quantify it. The reflection on the cloud map indicates the \"span\" of the cloud, that is, the greater the entropy, the larger the \"span\" of the cloud. Hyper-entropy He represents the uncertainty of entropy, and it also indicates the randomness of the sample, namely the dispersion degree of cloud droplets on the cloud map. He correlates ambiguity and randomness, which is reflected on the cloud map to represent the \"thickness\" of the cloud. The greater the super entropy, the thicker the cloud.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "(2) Cloud generator The generator is a specific algorithm for the mutual conversion between qualitative concepts and quantitative data in the cloud model. The forward cloud generator realizes the conversion from qualitative concepts to quantitative values, that is, (Ex, En, He) is transformed into qualified cloud droplets, and the principle is shown in Fig 2. The reverse cloud generator realizes the transition of quantitative values to qualitative concepts, and the precise numerical input can be effectively transformed into (Ex, En, He) , as shown in Fig 3. The algorithm of one-dimensional reverse cloud generator can be performed as follows:",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 542,
                    "text": "He)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 355,
                    "end": 361,
                    "text": "Fig 2.",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 557,
                    "end": 563,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Model principle."
        },
        {
            "text": "Calculate the sample mean, where N is the number of cloud droplets generated in the generator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "Calculate the firstÀ order sample center distance :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "4 ð Þ Compute the eigenvalue : (2) Determine the standard cloud. This paper uses the golden section idea to determine the standard cloud model for evaluation [49] . B min and B max are the minima and maximum boundaries respectively. He is a constant, which can be adjusted according to the ambiguity of the variable. The numerical characteristics of the cloud model for each evaluation interval can be calculated according to Table 9 .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 433,
                    "text": "Table 9",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Model principle."
        },
        {
            "text": "(3) Based on the public scores (It is hereby declared that this questionnaire survey was conducted in strict accordance with the guidelines and regulations, and was approved by the Medical Ethics Expert Committee of Shandong Provincial Health Commission, with the informed consent of all persons involved in the investigation.), using the fusion algorithm of cloud model [54] , the single-factor evaluation cloud is integrated, and the comprehensive cloud Then input C(Ex, En, He) into the forward cloud generator to generate a cloud map.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 375,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "(4) Finally, the comprehensive cloud map obtained according to the actual data is compared with the standard cloud map, and the grade with the highest coincidence degree is the final evaluation grade of the implementation effect of public participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model principle."
        },
        {
            "text": "Our research area is located in Hangzhou, Zhejiang Province, China. With the increasing waste in Hangzhou and the construction of the Future Science and Technology City, the Planning Bureau has proposed building the Jiufeng WTE plant in the western part of the city. Jiu Feng WTE plant project is led by the Hangzhou Municipal Government and undertaken by Everbright International, Hangzhou Urban Construction Investment Group of Zhejiang Province, and Yuhang Urban Construction Group. The project covers an area of 34.43 acres with a total investment of approximately RMB 1.8 billion. The total designed scale is to handle 3,000 tons of domestic garbage per day, mainly responsible for the garbage in the downtown area of Hangzhou. After 18 months of construction, it was put into commercial operation on April 8, 2018 , and can generate about 390 million kilowatt-hours of electricity per year. The construction of the Jiu Feng waste-to-energy plant has gone through twists and turns (Fig 4) . Since the \"Zhong Tai Incident\" in 2014, this project has received great attention. Finally, the project was successfully built on the original site and put into operation smoothly, becoming a typical representative of NIMBY facility construction. Residents have experienced the typical construction of NIMBY facilities, constantly playing games with the relevant government departments. Therefore, this paper takes the project as a case to evaluate the implementation effect of public participation, which is a critical reference.",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 819,
                    "text": "April 8, 2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 986,
                    "end": 993,
                    "text": "(Fig 4)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Case study"
        },
        {
            "text": "In this paper, 10 experts in related fields are invited to score independently according to the DEMATEL method, to determine the weights of indicators as accurately as possible, the respondents selected satisfy the following conditions: the experts have more than 5 years of practical experience in NIMBY facility projects; professors from well-known universities with more than 3 years of research on NIMBY facilities; officials in government departments who promote the construction of NIMBY facilities; senior management personnel responsible for the construction of NIMBY facilities in the enterprise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjective weights."
        },
        {
            "text": "Finally, 10 experts were selected as shown in Table 10 . The index system was send to qualified experts to judge the importance of each factor, adopting 0-5 scoring method. If the factor i does not directly influence the factor j, then the corresponding score in the matrix was recorded as 0. Similarly, 1, 2, 3, 4, and 5 respectively very weak influence, weak influence, moderate influence, strong influence, and very strong influence respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 54,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Subjective weights."
        },
        {
            "text": "Applying Eqs (1) and (2) to sort out the results of experts' evaluation of the influence degree among indicators, and the normalized direct influence matrix is obtained as follows. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjective weights."
        },
        {
            "text": "Evaluation on the implementation effect of public participation Calculate the comprehensive impact matrix T by Eq (3). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLOS ONE"
        },
        {
            "text": "According to the comprehensive impact matrix T, calculate the effect degree E i , affected degree P i , center degree M i and cause degree C i , and determine the subjective weight w 0 k of each index. To provide a clear distinction between each influencing factor, the cause degree \"E −P\" in the scatter plot (as depicted in Fig 5) , is drawn according to the value listed in Table 11 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 332,
                    "text": "Fig 5)",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 385,
                    "text": "Table 11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "PLOS ONE"
        },
        {
            "text": "As exhibited in Table 11 , 7 risk factors are identified with positive \"E−P\" value, including the soundness of relevant laws and regulations (C 1 = 1.805), project information openness and On the contrary, the result is reflective of the fact that the influence of these risk factors on other factors is less than the influence that others impose on themselves. As summarized in Table 6 , almost all of the basis of participation and external support factors with positive \"E−P\" value are in the cause group, whereas participation process and cost-effectiveness factors with negative value are in the effect group. Therefore, it means that the basis of participation and external support factors significantly affect other factors, while the participation process and cost-effectiveness factors are prominently influenced by other factors, which is in line with real conditions. The center degree \"E+P\" represents the importance of each factor in the overall analysis structure. The center degree of the 16 factors rank from the largest to the smallest as follows: C 16 , C 11 , C 15 , C 7 , C 3 , C 4 , C 10 , C 2 , C 8 , C 6 , C 12 , C 9 , C 1 , C 13 , C 5 , C 14 . In the view of the \"E+P\" value, seven critical factors from the cause group can be attained in order: the government's attitude towards public participation (C 3 )>project information openness and transparency (C 2 )>involvement of NGOs (C 12 )> the soundness of relevant laws and regulations (C 1 )>the role of relevant experts (C 13 )>the level of attention from the news media (C 5 )>and the objective attitude of EIA agencies (C 14 ). Finally, the weight of each factor is obtained by combining the center and cause degree. (6).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "text": "Table 11",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "PLOS ONE"
        },
        {
            "text": "According to the combination weighting principle of game theory, the linear combination coefficients l � 1 ¼ 0:427 and l � 2 ¼ 0:573 are calculated by Eqs (9) and (10) ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Combination weight."
        },
        {
            "text": "This research uses the established evaluation index system to evaluate the implementation effect of public participation in the Jiu Feng WTE plant project. In the interval [0,100], the comment set is divided into V = {very poor, poor, average, good, very good} based on the fivepoint Likert scale, and the corresponding (Ex, En, He) is calculated according to the golden section method given in Table 10 . The results are shown in Table 12 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 403,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "Table 12",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "According to the cloud model digital characteristic parameter of each evaluation level, the standard cloud map corresponding to each evaluation grade is generated by MATLAB (as shown in Fig 4) . From left to right, the corresponding evaluation levels are successive \"very poor\", \"poor\", \"general\", \"good\" and \"very good\". This is shown in Fig 6. In order to more truly reflect the implementation effect of public participation, here we conducted surveys and visits to residents and related personnel near Hangzhou Jiu Feng WTE plant. The public and related personnel scored 16 evaluation indexes in S3 File according to the divided grade interval. In terms of the scoring situation, the numerical characteristics of the index are calculated by using the reverse generator of cloud model and formulas (11)- (14) , as shown in Table 13 .",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 192,
                    "text": "Fig 4)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 339,
                    "end": 345,
                    "text": "Fig 6.",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 833,
                    "text": "Table 13",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "Employing Eq (15) to integrate the digital parameter characteristics of the index, the digital parameter characteristics of the cloud model for comprehensive evaluation is calculated as C (59.223,2.900,0.652). And input this parameter into the forward cloud generator, then the comprehensive evaluation cloud map is drawn by using MATLAB, as shown in Fig 7. From the cloud map presented by the evaluation results, it can be seen that the implementation effect of public participation in the project is between \"general\" and \"good\", and there is still a large space for improvement, which is consistent with the actual situation of Jiu Feng WTE plant construction, and verifies that the evaluation model constructed in this paper has good practicability and effectiveness. To further identify the problems, we analyzed the secondary indicators.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 357,
                    "text": "Fig 7.",
                    "ref_id": null
                }
            ],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "In the category of the basis of participation, the Ex of the soundness of relevant laws, the government's attitude towards the public participation, and convenience of project information access are larger, which indicates that due to the perfection of the relevant legal system and the importance of the construction unit, the information disclosure work is better. At the same time, with the development of information technology and the popularization of the Internet, it is more convenient for the public to obtain project-related information. In addition, the Ex and He of project information openness and transparency, mechanism for receiving public feedback and the level of attention from the news media is also greater, indicating that there is disagreement on these indicators and the work in these areas needs to be strengthened, so the disclosure of information should be targeted and useful to the public, and should not be partially disclosed and avoid the key issues. Relevant government departments can also make full use of the Internet platform to build scientific and convenient public participation platforms, such as opening dedicated participation channels on Weibo and WeChat platforms. On the one hand, it is convenient for the government to announce project-related information and promote more public willingness to participate, so as to fully collect public suggestions and realize two-way communication. On the other hand, the public is also able to follow and fully supervise the government's work and project decision-making process through the platform, thus realizing the convenience of participation channels. The news media should play a greater role in project decision-making, provide the public with timely information about the project, play a good monitoring role, and at the same time do a good job of publicity to help raise public awareness of participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "In terms of participation process, Ex of public participation awareness and transparency of public participation is greater, but He is larger, which indicates that public participation awareness has awakened with the progress of society, but public participation awareness should be further improved to strive for reasonable rights and interests more actively. In addition, other indicators with smaller Ex and larger En or He have big room for improvement, which is mainly due to the fact that the current public participation is in the primary stage and the public only participates symbolically. Therefore, when selecting public representatives, the coverage of different groups should be fully considered, and the government should pay attention to forming a positive interaction with the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "In terms of external support, the Ex for involvement of NGOs is low and currently plays a weak role, with very significant room for improvement. Compared to other organizations, environmental NGOs are third-party organizations that are decoupled from government interests and not directly involved with public interests, and their position is more impartial. Introducing them into the project decision-making stage can reduce public concerns. At the same time, compared with the general public, NGOs have stronger expertise and ability. On the one hand, they can convey the government's wishes to the public, on the other hand, they can help the public integrate their internal opinions and convey them to the government, serving as a two-way communication bridge between the government and the public, thus better guiding public participation, avoiding deviations in the public's individual behavioral intentions, and promoting the healthy development of public participation. However, due to the difficulties of insufficient funding, social resources, and the lack of actual administrative authority and legal protection, Chinese environmental NGOs are currently small in scale and struggle to play a large role. Therefore, the government should support NGOs from the object environment and give them more autonomy so that they can carry out their activities comfortably within the lawful scope and form a culture of pluralistic co-governance between the government and NGOs. In addition, the government should strengthen the capacity building of the main body of NGOs and guide them to enhance participation capacity by participating in dispute coordination meetings and providing advice and environmental knowledge to the public, so as to alleviate the public's over-exaggerated environmental anxiety, improve their credibility in the public's mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "In terms of cost-effectiveness, the Ex of the public's influence on decision-making is small, indicating that the public believes that their opinions have not been fully adopted and did not have sufficient influence on the decision-making. In addition, the Ex of cost consumption in public participation is large, and the En and He are relatively small, which indicates that the economic and time costs invested by the public in the participation process are generally reasonable, and the participation process does not cost too much money or take up too much time and energy of the participants. 6. Discussion",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apply cloud model for evaluation"
        },
        {
            "text": "In order to verify the robustness of the evaluation method, a sensitivity analysis is conducted. In this paper, the first-level indicators are made to change ±10%, ±20% and ±30%, respectively, to simulate the change of decision makers' preference for different indicators under disparate situations, and compare the impact of these changes on the evaluation result cloud, red, green and blue respectively represent the cloud of ±10%, ±20%, and ±30% change of indicators. In Fig 8, the evaluation result clouds all change slightly during the sensitivity analysis, but the closeness is still between average and good, which proves that the evaluation model proposed has good stability and scientific validity. Combining the comparison between the graphical and digital features of these evaluation clouds, it can be seen that although the evaluation results are stable under each change, the change in index C1 has a more obvious impact on the results, which is due to the fact that the component containing the indicator is more important. Meanwhile, the evaluation results all change with the four indicators, and the cloud thickness and dispersion are larger for a 30% increase in weight, which is caused by the larger value of the resultant cloud.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 480,
                    "text": "Fig 8,",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Sensitivity analysis"
        },
        {
            "text": "To further illustrate the effectiveness and practicability of this method, this paper compares it with the best-worst method, one of the latest multi-criteria decision-making methods. The BWM was proposed by Rezaei J in 2015 [55] , in which experts (decision-makers) select the best (most important) and worst (least significant) criteria based on experience and actual engineering needs, and then compare the best (worst) criteria with each of the remaining indicators in turn. After comparison, each indicator will form an integer value from 1 to 9, reflecting the relative degree of superiority or inferiority. Finally, the BWM solution can be transformed into a mathematical planning problem, and the results can be calculated using Lingo software. Kumar P et.al [56] explored the challenges in sustainable supply chain of electric vehicle batteries and determined the priority of these challenges by using the BWM method. Kusi-Sarpong S et.al [57] adopted a multi-criteria decision-making method to evaluate and select sustainable suppliers, using weights determined by BWM to rank the suppliers. At the same time, the BWM has also been applied in many cases, such as choosing the right place to set up temporary hospitals for Covid-19 patients [58] , assessing renewable energy potential [59] , evaluating the risk of PPP waste-to-energy incineration plant projects [60] , and assessing energy security performances [61] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 767,
                    "end": 771,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1294,
                    "end": 1298,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1372,
                    "end": 1376,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Comparative analysis"
        },
        {
            "text": "The weights obtained using BWM are shown in Table 14 , and further comparison Fig 9 is drawn, from which it can be seen that the weights have some differences but are basically the same, indicating the effectiveness of the proposed method. Although BWM can obtain roughly the same weights, they cannot deal with the interrelationship between criteria and cannot overcome the human factor of subjective assignment. Compared with the above-mentioned method, our proposed method can take into account the influence relationship between indicators, which can incorporate the theories and experiences of senior experts, while striving to reduce the subjective arbitrariness of the assignment and make the evaluation results more realistic. Therefore, the proposed method has strong generality and flexibility for judging the implementation effect of public participation in the decision-making of NIMBY facilities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 52,
                    "text": "Table 14",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 78,
                    "end": 83,
                    "text": "Fig 9",
                    "ref_id": null
                }
            ],
            "section": "Comparative analysis"
        },
        {
            "text": "The evaluation framework constructed in this paper has important implications for research on the implementation effect of public participation of NIMBY facilities, which can identify the barriers affecting the implementation effect of public participation and provide policymakers with references to optimize the public participation system. Based on the characteristics of NIMBY facilities, this research constructs an evaluation index system for the implementation effect of public participation through literature review and questionnaires. In order to make the weights more reasonable, DEMATEL and EWM are provided to get the combined weights of factors. To a certain extent, it can overcome the disadvantages of subjective weight. Furthermore, the method can analyze the causal relationship among the factors influencing the implementation effect. It can be found that the basis of participation and external support factors significantly affect other factors, while the participation process and costeffectiveness factors are prominently influenced by other elements. Finally, a case is selected to demonstrate the effectiveness of the new model. It not only considers the uncertainty of evaluation factors but also takes into account the fuzziness of evaluation criteria, which can obtain more intuitive, accurate, and objective results. We provide a quantitative evaluation method to promote public participation in the decision-making of NIMBY facilities. This paper found that the awareness of public participation has been awakened in polluting NIMBY facilities. However, the participation process lacks continuity and the interaction with the government is insufficient. To solve this problem, different groups should be fully considered when choosing public representatives. At the same time, relevant government departments should make full use of the Internet platform, build a scientific and convenient platform for public participation, and open special participation channels. In addition, with government support, there are reasons to believe that NGOs will play a more significant role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research also has several limitations and shortcomings. Due to insufficient public participation experience in NIMBY facilities, it is impossible to improve the evaluation index system of the implementation effect of public participation. Secondly, the collected data mainly come from subjective scoring. Although using the cloud model can reduce the subjectivity of scoring results to a certain extent, the lack of objective indicators may still cause the evaluation results to be incomplete. In the following research phase, the identification method of the factors influencing the implementation effect of public participation can be innovated. Some objective and quantitative evaluation indicators, such as the number of hearings held and the expenditure related to the public involvement, can be added to the evaluation index system to make it more scientific, comprehensive, and better reflect the implementation effect of public participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Supporting information S1 Data. The questionnaire 1, 2 data, DEMATEL, and BWM data. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Provincial perspective analysis on the coordination between urbanization growth and resource environment carrying capacity (RECC) in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "730",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138964"
                ],
                "PMID": [
                    "32402965"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Not in My Backyard\"-The \"NIMBY Conflict\" and \"Environmental Justice\" in Urbanization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Frontiers",
            "volume": "06",
            "issn": "",
            "pages": "56--61",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Not in (or Under) My Backyard\": Geographic Proximity and Public Acceptance of Carbon Capture and Storage Facilities",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Carley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Risk Analysis",
            "volume": "34",
            "issn": "3",
            "pages": "529--569",
            "other_ids": {
                "DOI": [
                    "10.1111/risa.12119"
                ],
                "PMID": [
                    "24117789"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "More Than a Decade of Conflict Between Hazardous Waste Management and Public Resistance: A Case Study of NIMBY Syndrome in Souselas (Portugal)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gerardo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Hazardous Materials",
            "volume": "172",
            "issn": "2-3",
            "pages": "1681--1686",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhazmat.2009.07.062"
                ],
                "PMID": [
                    "19679393"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aurum: a case study in the politics of NIMBY",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Guidotti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abercrombie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Waste Management &Research",
            "volume": "26",
            "issn": "6",
            "pages": "582--590",
            "other_ids": {
                "DOI": [
                    "10.1177/0734242X08092023"
                ],
                "PMID": [
                    "19039076"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Research on the tripartite evolutionary game of public participation in the facility location of hazardous materials logistics from the perspective of NIMBY events",
            "authors": [
                {
                    "first": "Gao",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustainable Cities and Society",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reversing NIMBY: an assessment of state strategies for siting hazardouswaste facilities",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Ibitayo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Pijawka",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Environment and Planning C: Government & Policy",
            "volume": "17",
            "issn": "4",
            "pages": "379--89",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Enhancing public acceptance towards waste-to-energy incineration projects: Lessons learned from a case study in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skitmore",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainable Cities and Society",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Values in the backyard: the relationship between people's values and their evaluations of a real, nearby energy project",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perlaviciute",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gorsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Timmerman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Steg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vrieling",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environmental Research Communications",
            "volume": "3",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Public participation in NIMBY risk mitigation: A discourse zoning approach in the Chinese context",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Land Use Policy",
            "volume": "77",
            "issn": "",
            "pages": "559--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Environmentalism and NIMBYism in China: promoting a rules-based approach to public participation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environmental Politics",
            "volume": "19",
            "issn": "3",
            "pages": "430--478",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public participation and local environmental planning: Testing factors influencing decision quality and implementation in four case studies from Germany. Land Use Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Drazkiewicz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Challies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Newig",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "46",
            "issn": "",
            "pages": "211--233",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aligning public participation to stakeholders' sustainability literacy-A case study on sustainable urban development in Phoenix",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harlow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arizona. Sustainability",
            "volume": "7",
            "issn": "7",
            "pages": "8709--8737",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Public participation impact on environment NIMBY conflict and environmental conflict management: Comparative analysis in Shanghai and Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Ehw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Land Use Policy",
            "volume": "58",
            "issn": "",
            "pages": "208--225",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Public Participation Methods: A Framework for Evaluation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Frewer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Technology, & Human Values",
            "volume": "25",
            "issn": "1",
            "pages": "3--29",
            "other_ids": {
                "DOI": [
                    "10.1179/2046905514Y.0000000146"
                ],
                "PMID": [
                    "25309997"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Functional-dynamic public participation in technological decision-making: site selection processes of nuclear waste repositories",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Roland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Risk Research",
            "volume": "13",
            "issn": "7",
            "pages": "861--875",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NIMBY (not in my backyard) conflicts: a simple game-theoretic analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eguchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asia-Pacific Journal of Regional Science",
            "volume": "4",
            "issn": "3",
            "pages": "821--854",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "NIMBY Effect of Urban Service Facilities in Taipei Local Living Circle. City and Planning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "95--116",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Compensation Mechanisms and Citizen Participation in Public Works Projects",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Effect",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chinese Administration",
            "volume": "",
            "issn": "07",
            "pages": "111--125",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Governance of Mass Disturbance which Caused by NIMBY",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nanjing Social Sciences",
            "volume": "274",
            "issn": "08",
            "pages": "63--71",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "From NIMBY to BIMBY: An evaluation of aesthetic appearance and social sustainability of MSW incineration plants in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Waste Management",
            "volume": "95",
            "issn": "",
            "pages": "325--358",
            "other_ids": {
                "DOI": [
                    "10.1016/j.wasman.2019.06.016"
                ],
                "PMID": [
                    "31351619"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure Reversal of Online Public Opinion for the Heterogeneous Health Concerns under NIMBY Conflict Environmental Mass Events in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Healthcare",
            "volume": "8",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare8030324"
                ],
                "PMID": [
                    "32899950"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Explore the Conflict and Resolution of Pollution NIMBY Facility Construction in the Context of New Media: An Evolutionary Game Theoretical Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Complexity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Local democracy implications for coastal zone management-A case study in southern Norway",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vatn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Land Use Policy",
            "volume": "26",
            "issn": "3",
            "pages": "755--62",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Public participation modes in China's environmental impact assessment process: An analytical framework based on participation extent and conflict level. Environmental Impact Assessment Review",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Critical Factors of Effective Public Participation in Sustainable Energy Projects",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Management in Engineering",
            "volume": "34",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Evolutionary Game Analysis of Public Participation Behavior in the Planning of Pollution NIMBY Facilities",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Urban Studies",
            "volume": "24",
            "issn": "2",
            "pages": "91--98",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Research on the impact factors of public acceptance towards NIMBY facilities in China-A case study on hazardous chemicals factory",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Habitat International",
            "volume": "83",
            "issn": "",
            "pages": "11--20",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Public participation in rural domestic sewage treatment: a study from Inner Mongolia of China. Desalination and water treatment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "228",
            "issn": "",
            "pages": "72--83",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Residents' acceptance towards waste-to-energy facilities: formation, diffusion and policy implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Cleaner Production",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Evaluating public participation in Chinese EIA. An integrated Public Participation Index and its application to the case of the",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brombal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moriggi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marcomini",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "New Beijing Airport. Environmental Impact Assessment Review",
            "volume": "62",
            "issn": "",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Analysis of the effectiveness of public participation in environmental impact assessment in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Sang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Shan Xi Environment",
            "volume": "",
            "issn": "02",
            "pages": "30--32",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An evaluation framework for effective public participation in EIA in Pakistan",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nadeem",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environmental Impact Assessment Review",
            "volume": "31",
            "issn": "1",
            "pages": "36--47",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Trends in consultation and public participation within environmental impact assessment in Kenya",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Mwenda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bregt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ligtenberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Kibutu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Impact Assess. Project Appraisal",
            "volume": "30",
            "issn": "2",
            "pages": "130--135",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Case Study on Improving the Effectiveness of Public Participation in Public Infrastructure Megaprojects",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mackhaphonh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Construction Engineering and Management",
            "volume": "145",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Research on the effectiveness of public participation in decision-making of NIMBY facilities",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The early warning system for determining the \"not in My Back Yard\" of heavy pollution projects based on public perception",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saparauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gorecki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Skibniewski",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Cleaner Production",
            "volume": "282",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Issues of NIMBY conflict management from the perspective of stakeholders: A case study in Shanghai",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Ehk",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "Ehw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Habitat International",
            "volume": "53",
            "issn": "",
            "pages": "133--174",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Determinants of public intentions to participate in waste incineration power projects: An integrative model of the Theory of Planned Behavior and the Norm Activation Theory",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Arid Land Resources and Environment",
            "volume": "34",
            "issn": "10",
            "pages": "58--63",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Determining and prioritizing the factors influencing the outsourcing of Complex Product Systems R&D projects employing ANP and grey-DEMATEL method (case study: Aviation Industries Organization, Iran)",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Poudeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheshmberah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Torabi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Technology in society",
            "volume": "56",
            "issn": "",
            "pages": "57--68",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Novel Extension of DEMATEL Method by Trapezoidal Fuzzy Numbers and D Numbers for Management of Decision-Making Processes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pribicevic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doljanica",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Momcilovic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pamucar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Stevic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematics",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A Systematic Review of the State-of-the-Art Literature on Methodologies and Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dematel Technique",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mathematical Problems in Engineering",
            "volume": "3696457",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Operation mode selection of NIMBY facility Public Private Partnership projects",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PloS one",
            "volume": "16",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0254046"
                ],
                "PMID": [
                    "34242300"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Performance evaluation of green suppliers using entropy-TOPSIS-F",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Godoy",
                    "suffix": ""
                },
                {
                    "first": "Lms",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Cleaner Production",
            "volume": "207",
            "issn": "",
            "pages": "498--509",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Assessing sustainable energy development in the central and eastern European countries and analyzing its diversity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tutak",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Total Environ",
            "volume": "801",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2021.149745"
                ],
                "PMID": [
                    "34467916"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Optimum selection of bridge reinforcement scheme based on game theory and evidence theory",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Railway Science and Engineering",
            "volume": "17",
            "issn": "3",
            "pages": "556--62",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Generic normal cloud model",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Information Sciences",
            "volume": "280",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A Novel Stochastic Cloud Model for Statistical Characterization of Wind Turbine Output",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ieee Access",
            "volume": "9",
            "issn": "",
            "pages": "7439--7485",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A New Cognitive Model: Cloud Model",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Intelligent Systems",
            "volume": "24",
            "issn": "3",
            "pages": "357--75",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Safety performance assessment of fabricated building project based on cloud model",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "China Safety Science Journal",
            "volume": "27",
            "issn": "6",
            "pages": "115--135",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "An integrated TOPSIS-ORESTE-based decision-making framework for new energy investment assessment with cloud model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Computational & Applied Mathematics",
            "volume": "41",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Risk assessment of submarine pipelines using modified FMEA approach based on cloud model and extended VIKOR method. Process Safety and Environmental Protection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "155",
            "issn": "",
            "pages": "555--74",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Assessment of lake eutrophication using a novel multidimensional similarity cloud model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Environment Management",
            "volume": "248",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jenvman.2019.109259"
                ],
                "PMID": [
                    "31325792"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Best-worst multi-criteria decision-making method",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rezaei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Omega-International Journal of Management Science",
            "volume": "53",
            "issn": "",
            "pages": "49--57",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Analyzing challenges for sustainable supply chain of electric vehicle batteries using a hybrid approach of Delphi and Best-Worst Method. Resources Conservation and Recycling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Sustainable supplier selection based on industry 4.0 initiatives within the context of circular economy implementation in supply chain operations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kusi-Sarpong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Chiappetta",
                    "middle": [],
                    "last": "Jabbour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Rehman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Kusi-Sarpong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Production Planning & Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A new hybrid risk-averse best-worst method and portfolio optimization to select temporary hospital locations for Covid-19 patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kheybari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishizaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salamirad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of the Operational Research Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Decarbonize Russia-A Best-Worst Method approach for assessing the renewable energy potentials, opportunities and challenges",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Agyekum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mehmood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Panjwani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Alhelou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Adebayo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Energy Reports",
            "volume": "7",
            "issn": "",
            "pages": "4498--4515",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Risk assessment for PPP waste-to-energy incineration plant projects in china based on hybrid weight methods and weighted multigranulation fuzzy rough sets",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Edrs",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustainable Cities and Society",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Multi-criteria decision analysis of China's energy security from",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Fuzzy BWM-DEA-AR model and Malmquist Productivity Index. Energy",
            "volume": "228",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The evaluation framework of the implementation effect of public participation. https://doi.org/10.1371/journal.pone.0263842.g001",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "So, we end up with w � ¼ l � 1 w 0 þ l � 2 w 00 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The forward cloud generator. https://doi.org/10.1371/journal.pone.0263842.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The reverse cloud generator. https://doi.org/10.1371/journal.pone.0263842.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi jS 2 À E Evaluation steps. (1) Determine the factor set and the comment set. According to the evaluation index system, the factor set is determined as U = {X 1 , X 2 ,. . .. . .,X j }, evaluation set is V = {V 1 , V 2 , V 3 , V 4 , V 5 }. The interval is divided into [0,100], which corresponds to the domain [B min , B max ].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Interaction between the public and government in JiuFeng WTE plant project. https://doi.org/10.1371/journal.pone.0263842.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "038 0:057 0:068 0:075 0:000 0:049 0:094 0:079 0:064 0:072 0:060 0:038 0:075 0:038 0:098 0:000",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "), the government's attitude towards public participation (C 3 = 0.251), the level of attention from the news media (C 5 = 0.391), involvement of NGOs (C 12 = 0.992), the role of relevant experts (C 13 = 0.458), and the objective attitude of EIA agencies (C 14 = 0.833). This suggests that the influence of these factors on other factors are more significant than the influence that others exert on themselves. In addition, 9 risk factors have negative \"E−P\" values. These factors consist of mechanism for receiving public feedback (C 4 = -0.808), the convenience of project information access (C 6 = -0.371), public awareness of participation (C 7 = -0.907), interactivity of public participation (C 8 = -0.174), representation of the main body of public participation (C 9 = -0.118), continuity of public participation (C 10 = -0.957), transparency in the participation process (C 11 = -1.408), cost consumption in public participation (C 15 = -2.834), and the influence of public opinion on decision-making (C 16 = -1.0038).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Objective weights. After the standardizing the original data, the entropy value of each index can be obtained as 0.9979, 0.9977, 0.9979, 0.9989, 0.9978, 0.9979, 0.9977, 0.9978, 0.9979, 0.9978, 0.9978, 0.9979, 0.9976, 0.9980, 0.9979, 0.9987, 0.9977, 0.9976 respectively through Eq (5). Finally, the objective weights of indicators can be obtained as w 00 k = (0.0649,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": ", and the final combination weight of each index w � =",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Cloud map of sensitivity analysis. https://doi.org/10.1371/journal.pone.0263842.g008",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ". Preliminary statistics of evaluation indicators. (DOCX) S2 File. Questionnaire on influencing factors of implementation effect of public participation in decision-making of polluting NIMBY facilities. (DOCX) S3 File. Questionnaire on implementation effect of Public participation of Hangzhou Jiufeng waste-to-energy plant. (DOCX)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NIMBY facilities classification.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Indicators in IAP2 research.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Description of total variance.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Evaluation index system of the implementation effect of public participation.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The interactivity of public participation Refers to whether the public and the government can carry out information interaction[32] C 9 : Representation of the main body of public participationRefers to the fact that the public participants are representative enough to express the opinions of the public[35] C 10 : Continuity of public participation Refers to whether the public has time to continue to participate in the decision-making of NIMBY facilities[15] C 11 : Transparency in the participation process Refers to whether the process of public participation is open and transparent[3] B 3 : External support C 12 :The involvement of NGOs Refers to the ability of environmental NGOs to act as a bridge between the government and the public while remaining neutral[34] C 13 : The role of relevant experts Refers to the objectivity and impartiality of experts involved in the decision-making of NIMBY facilities[37] C 14 : The objective attitude of EIA agenciesRefers to the neutrality of the environmental assessment agency during the review process[39] B 4 : Cost-effectiveness C 15 : Cost consumption in public participationRefers to the consumption of time and money for the participation[40] C16 : The influence of public opinion on decision-making Refers to whether public opinion is taken into account in the final decision[34] https://doi.org/10.1371/journal.pone.0263842.t008",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Determine the standard cloud by golden section method. En ¼ ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffiffi",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Experts information.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Cause and effect values.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Cloud model division evaluation cloud.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Digital characteristics of the cloud model.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Weights obtained through BWM. https://doi.org/10.1371/journal.pone.0263842.t014 Fig 9. Weights comparison. https://doi.org/10.1371/journal.pone.0263842.g009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the 10 experts who participated in the survey for their valuable contributions to this research project. Thanks to the anonymous respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Conceptualization: Hui Zhao. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}