{"paper_id": "506f7699ba70906a607c6d6e704dd077ed97f1f6", "metadata": {"title": "Performance evaluation of the Panther Fusion® respiratory tract panel", "authors": [{"first": "Jolanda", "middle": ["J C"], "last": "Voermans", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Daphne", "middle": ["G J C"], "last": "Mulders", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suzan", "middle": ["D"], "last": "Pas", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Marion", "middle": ["P G"], "last": "Koopmans", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Annemiek", "middle": ["A"], "last": "Van Der Eijk", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": [], "last": "Molenkamp", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Background: Respiratory tract infections are among the most common infections during winter season. Rapid diagnostics is required for clinical decision making regarding isolation of patients and appropriate therapy. Objectives: The aim of this study was to evaluate the analytical and clinical performance characteristics of the Panther Fusion® respiratory panel using published laboratory-developed real-time PCR assays (LDT). Study design: Analytical sensitivity of Panther Fusion® Flu A/B/RSV was assessed by testing dilutions of cell culture isolates. Clinical performance assessment included the complete Panther Fusion® respiratory panel (Flu-A/B/RSV, PIV 1-4 and AdV/hMPV/RV) and consisted of a retrospective and a prospective study-arm. The retrospective evaluation included 201, stored (−80°C) samples collected between February 2006 and January 2017. Prospective evaluation was performed on 1045 unselected pretreated respiratory tract samples from patients presented to our hospital between November 2017 and May 2018.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Analytical sensitivity was generally slightly lower for the Panther Fusion® assays. Clinical specificity and sensitivity was between 96 %-100 % and 71.9 %-100 %, respectively. Discrepant results were found in 146 samples of which 88 samples tested LDT positive / Panther Fusion® negative and 58 samples were LDT negative / Panther Fusion® positive. A total of ten discrepant samples with Ct-values < 30 were sequenced to confirm the presence of 7 RV-C not-detected by LDT and 1 RV-A and 2 ADV-2 not detected by Panther Fusion®. Conclusions: The Panther Fusion® provides a random-access system with continuous loading and much shorter sample-to-answer times compared to LDT, albeit with a slightly less clinical sensitivity compared to the LDT.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "During the winter season, viral respiratory tract infections are among the most common infections and can be severe in children, elderly, and immunocompromised patients, often leading to hospitalization. Fast and reliable laboratory testing is essential for patient management [1] [2] [3] . Many laboratories have developed multiplex qRT-PCR assays to detect respiratory viruses, but more recently also commercial PCR assays have become available. Some of these assays can be used at point-of-care (POCT) and can consist of a limited panel (e.g. Influenza A and B viruses) [4] [5] [6] or a comprehensive panel detecting a large number of viruses and even atypical respiratory bacteria [7] [8] [9] . In contrast to some POCT respiratory virus PCR assays, which can be fast and easy to perform, most laboratory developed tests (LDT) require highly qualified personnel to perform and interpret the results, much longer times to result (up to ∼6 h) and more hands-on time because of, among others, separated nucleic acid extraction, amplification, analysis and QC.", "cite_spans": [{"start": 277, "end": 280, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 281, "end": 284, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 285, "end": 288, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 573, "end": 576, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 577, "end": 580, "text": "[5]", "ref_id": null}, {"start": 581, "end": 584, "text": "[6]", "ref_id": "BIBREF6"}, {"start": 685, "end": 688, "text": "[7]", "ref_id": "BIBREF7"}, {"start": 689, "end": 692, "text": "[8]", "ref_id": "BIBREF8"}, {"start": 693, "end": 696, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Background"}, {"text": "We have evaluated the Panther Fusion® and accessory respiratory virus panels. Panther Fusion® is an automated random access system for molecular detection with continuous loading, a turnaround time of 2.5 h and a throughput of up to 120 respiratory tract samples within 8.5 h.", "cite_spans": [], "ref_spans": [], "section": "Objectives"}, {"text": "Analytical sensitivity and repeatability was performed using a log10 dilution series of cell culture isolates for influenza A virus (FluA/H1N1/ Netherlands/202/95), influenza B virus (FluB/Yamagata/Netherlands/ 138), respiratory syncytial virus(RSV)-A and RSV-B. Dilution series were prepared, aliquoted and stored at −80°C until used. was tested in 20 replicates in both the Panther Fusion® FLU A/B/RSV assay and a routine laboratory developed automated real-time RT-PCR (LDT) using Aurora FLOW (Roche, Almere, the Netherlands) as described before [4, 10, 11] . Relative analytical sensitivity was determined by probit analysis with 95 % positivity using IBM SPSS 24. Competitive interference for the FLU A/B/RSV assay was assessed using pairs of target viruses at different concentrations; a range of 0.5log10 serial dilutions were run to determine the sensitivity of these targets in the presence of a high amount of influenza A/B or RSV A/B. Repeatability of each assay was assessed using five replicates of (positive) process controls, containing corresponding virus. To determine the stability of samples in Panther specimens lysis tubes (STM), one replicate of each process control, was tested after 1 day and 6 weeks at 4°C.", "cite_spans": [{"start": 549, "end": 552, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 553, "end": 556, "text": "10,", "ref_id": "BIBREF10"}, {"start": 557, "end": 560, "text": "11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Analytical performance evaluation"}, {"text": "Clinical performance was evaluated both retrospectively and prospectively. For retrospective evaluation stored (−80°C), 201 pretreated respiratory tract samples collected between February 2006 and January 2017 were selected: This included 25 known LDT-positive samples each for FluA, FluB and RSV, 20 samples for each of the parainfluenza viruses (PIV 1-4) and human metapneumovirus (hMPV), and 40 for human rhinovirus (RV) as well as for adenovirus (AdV). Some of these samples were known to be positive for multiple targets. All samples were tested on the complete Panther Fusion® respiratory panel (Panther Fusion® FluA/B/RSV, Paraflu 1-4, AdV/hMPV/RV) and were retested in LDT to confirm the original results. Prospective evaluation was performed on unselected pretreated respiratory tract samples from patients presented to our hospital between November 2017 and May 2018, with suspicion of infection with respiratory virus. Pretreatment of sputa (SP), Broncho alveolar lavage (BAL) and nasal washes (NW) was performed as described before [4, 10] . Briefly, pretreatment consisted of a 7-times dilution step in Dulbecco's modified Eagle's Medium (DMEM; Lonza Biowittaker, Vervier, Belgium) including 7.5 % NaHCO3 (Lonza Biowittaker, Vervier, Belgium) 1 M 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid (HEPES; Lonza Biowhittaker), 10 % penicillin/ streptomycin (Greiner Bio-one, Alphen a/d Rijn, the Netherlands), 5 % amphotericin B (Bristol-Meyers Squibb, Woerden, the Netherlands), and 40 % foetal bovine serum (Lonza Biowhittaker). After 5 min centrifugation at 3000 rpm (Hettich, Rotina 380, Beun de Ronde, Abcoude, the Netherlands), supernatant was stored at −80°C or directly used for nucleic acid testing. 500 μl (pretreated) sample was added to the Panther specimens lysis tubes, containing 710 μl specimen transport media (STM), on the same day as the routine LDT assays [4, 10, 11] were performed. STMs were stored at 4°C (maximum of 48 h), until Panther Fusion® assays were performed as described by the manufacturer.", "cite_spans": [{"start": 1044, "end": 1047, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1048, "end": 1051, "text": "10]", "ref_id": "BIBREF10"}, {"start": 1889, "end": 1892, "text": "[4,", "ref_id": "BIBREF3"}, {"start": 1893, "end": 1896, "text": "10,", "ref_id": "BIBREF10"}, {"start": 1897, "end": 1900, "text": "11]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Clinical performance evaluation"}, {"text": "Samples with discrepant results and a Ct value < 30 were repeated in both Panther Fusion® and LDT. Confirmed discrepancies were analyzed by Sanger sequencing. For RV a 549 bp fragment of the VP4/VP2gene [12, 13] , and for AdV a 600bp fragment of the hexon gene [14] , was amplified and sequenced using the BigDye™ Terminator v3.1 Cycle Sequencing Kit (Thermo Fisher Scientific) and a 3130xl genetic analyzer (Applied Biosystems). Sequences were analyzed using SeqMan Pro lasergene 10 software (DNA star) and genotypes were determined using NCBI blastn database.", "cite_spans": [{"start": 203, "end": 207, "text": "[12,", "ref_id": "BIBREF12"}, {"start": 208, "end": 211, "text": "13]", "ref_id": "BIBREF13"}, {"start": 261, "end": 265, "text": "[14]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Sanger sequencing"}, {"text": "Statistical analysis was performed using IBM SPSS v2.1. 95 % Confidence intervals for sample proportion were calculated using the Wilson method, Epitools (http://epitools.ausvet.com.au).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "Competitive interference within the FLUA/B/RSV assay.", "cite_spans": [], "ref_spans": [], "section": "Table 1"}, {"text": "Single target FLU A H+ (Ct 17) ", "cite_spans": [], "ref_spans": [], "section": "Table 1"}, {"text": "Relative Analytical sensitivity was determined by probit analyses at 95 % hitrate. Difference in relative sensitivity between Panther Fusion® and LDT was 0.53log10, 1.06log10, 0.36log10, 0.96log10, for FluA, FluB, RSV-A and RSV-B, respectively. The presence of two viruses in various concentrations was tested to establish the multiplex capacity of the assay. A high amount (Ct17) of influenza A virus resulted in an undetected internal control and a slightly less analytical sensitivity of the RSV-A and B viruses (Table 1 ). In contrast, high amounts of influenza B virus (Ct16) and RSV-A and B (Ct18-19) have no effect on the sensitivity.", "cite_spans": [], "ref_spans": [{"start": 515, "end": 523, "text": "(Table 1", "ref_id": null}], "section": "Analytical performance evaluation"}, {"text": "Repeatability was determined by calculating %coefficient of variation (CV) of five replicates of the positive process controls. All replicates for all targets tested positive, with a mean Ct-value of 32.3 (31.2-35.2) and %CV < 4.78 %. Measurements after 6 weeks at 4°C were within 1.2 Ct-value difference compared to the initial results for all viruses except for PIV2 (Ct-value difference of 3.5).", "cite_spans": [], "ref_spans": [], "section": "Analytical performance evaluation"}, {"text": "A total of 1246 respiratory tract samples (sample type distribution, Table 2 Clinical sensitivity and specificity was determined using all retrospective and prospective samples, with the LDT as the gold standard (Table 3) . This resulted in a specificity of > 99 % for all viruses except RV (96 %). Sensitivity of the Panther Fusion® varied from 71.9 %-100 %. Fig. 1 The discrepant samples negative by the Panther Fusion® were typed as AdV-2 and RV-A7. All other discrepant samples, with Ct > 30, were considered discrepant due to small differences in sensitivity between the assays and were not further investigated by sequencing.", "cite_spans": [], "ref_spans": [{"start": 69, "end": 76, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 212, "end": 221, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 360, "end": 366, "text": "Fig. 1", "ref_id": "FIGREF3"}], "section": "Clinical performance evaluation"}, {"text": "In this study, we evaluated the performance of the Panther Fusion® Flu A/B/RSV, Paraflu 1-4, AdV/hMPV/RV assays and compared this against a well-validated LDT assays. The relative analytical sensitivity of the Panther Fusion® system was slightly less for Flu A/B and RSV compared to the LDT, which corresponded with a slightly less clinical PIV-4 (sensitivity 71.9 %) and AdV (sensitivity 78.9 %) compared to LDT. In addition, for Panther Fusion® Sam et al., found presumed false positive results for hMPV in 7 samples. In our study we also found 9 hMPV-positive samples in Panther Fusion® (Ct > 36.2) that were negative in our LDT. Amplification curves were re-evaluated and all exhibited low-fluorescence, which could result in ambiguous interpretation. It is not uncommon that multiplex syndromic PCR panels are less sensitive compared to well-established LDT assays [17, 18] . These syndromic panels often are dependent on uniformed nucleic acid isolation and PCR procedures, which are a trade-off between sensitivity and consolidation. Linear regression showed good correlations between LDT and Panther Fusion® for all viruses, except RV and PIV-4. These findings could be explained by the large sequence diversity of RV. In addition, the RV LDT assay was not designed to detect all rhinovirus type C strains efficiently, which also contributes to the lower correlation. The number of PIV-4 positive samples in both assays was low (n = 23) and appear to be divided in two different subgroups. Whether this can be attributed to genetic differences between PIV-4A and PIV-4B strains and potential primer/probe mismatches could not be investigated. Primer and probe sequences are unknown, since commercial companies do not tend to share these data. Although for AdV a good correlation between both assays was demonstrated, Panther Fusion® missed 2 high positive AdV-2 samples in the retrospective study. Most likely this was not due to mismatch of primer/probe for AdV-2 as other AdV-2 samples included in the study were detected properly. Why these two AdV-2 samples with low Ct values were missed in the Panther Fusion® remains unclear.", "cite_spans": [{"start": 870, "end": 874, "text": "[17,", "ref_id": "BIBREF17"}, {"start": 875, "end": 878, "text": "18]", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}, {"text": "The Panther Fusion® respiratory assays are officially only CE-IVD approved for nasopharyngeal swabs. However, in our diagnostic setting the most common respiratory tract samples are throat swabs, sputa, BAL and nasal washings. Therefore, those materials were added to the study. Sputa, BAL and nasal washings were pretreated according to our diagnostic standard protocol, direct use of these materials has not been tested. All internal controls where within the assay limits, according to the Panther Fusion® software. However, the software only declares a result as invalid if the internal control is negative and no other virus is tested positive. As a consequence a certain degree of PCR inhibition will be tolerated by the Panther Fusion®. In specific cases laboratories could formulate additional cut-off values for the internal control, but these would have to be monitored and interpreted by the user. In addition, in case of for instance a high positive influenza A virus result the internal control may be negative, presumably by competition, but the result will not be rejected by the Panther Fusion® software. Theoretically, co-infections with for instance influenza B virus or RSV at low amounts of virus could inadvertently be reported as negative (Table 1) due to PCR inhibition, that is not monitored correctly.", "cite_spans": [], "ref_spans": [{"start": 1261, "end": 1270, "text": "(Table 1)", "ref_id": null}], "section": "Discussion"}, {"text": "The Panther Fusion® respiratory panel does not include coronaviruses, enterovirus and bocavirus. Other syndromic respiratory panels such as ePlex (GenMark), Biofire® FilmArray® (bioMérieux), and xTAG RVP FASTv2 (Luminex) do. These panels do not distinguish between rhino-or enteroviruses but ePlex and FilmArray® do have quicker turnaround times of about 60 min, whereas the turnaround time for xTAG is about 6 h and requires more hands-on time [9] . Although the first Panther Fusion® results are produced after approximately 2.5 h, after every 15 min five additional, complete panel results are generated. Panther Fusion® also provides an open channel on which LDT tests can be adapted and run simultaneously with the respiratory panel (and other CE-IVD assays). Furthermore, from one extraction a total of three PCR reactions can be performed, allowing efficient use of samples with limited volume.", "cite_spans": [{"start": 445, "end": 448, "text": "[9]", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, although slightly less sensitive as compared to an optimized LDT assay, Panther Fusion® and accessory respiratory virus panels offers a reliable, fully automated system with a minimum handson time, ease of use and short sample-to-answer times.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The study was approved by the Medical Ethical Commission of the Erasmus MC (MEC-2016-702). ", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "This study was supported by a research grant from Hologic Deutschland GmbH.", "cite_spans": [], "ref_spans": [], "section": "Declaration of Competing Interest"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Rapid and sensitive method using multiplex real-time PCR for diagnosis of infections by influenza a and influenza B viruses, respiratory syncytial virus, and parainfluenza viruses 1, 2, 3, and 4", "authors": [{"first": "K", "middle": ["E"], "last": "Templeton", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Scheltinga", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Beersma", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Kroes", "suffix": ""}, {"first": "E", "middle": ["C"], "last": "Claas", "suffix": ""}], "year": 2004, "venue": "J. Clin. Microbiol", "volume": "42", "issn": "", "pages": "1564--1569", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Diversity of respiratory viruses detected among hospitalized children with acute lower respiratory tract infections at Hospital Serdang, Malaysia", "authors": [{"first": "M", "middle": ["R"], "last": "Etemadi", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Jalilian", "suffix": ""}, {"first": "N", "middle": [], "last": "Othman", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Lye", "suffix": ""}, {"first": "S", "middle": [], "last": "Ansari", "suffix": ""}, {"first": "P", "middle": [], "last": "Yubbu", "suffix": ""}], "year": 2019, "venue": "J. Virol. Methods", "volume": "269", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "The development of a GeXP-based multiplex reverse transcription-PCR assay for simultaneous detection of sixteen human respiratory virus types/subtypes", "authors": [{"first": "J", "middle": [], "last": "Li", "suffix": ""}, {"first": "N", "middle": ["Y"], "last": "Mao", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Yang", "suffix": ""}, {"first": "M", "middle": [], "last": "Wang", "suffix": ""}, {"first": "W", "middle": ["B"], "last": "Xu", "suffix": ""}], "year": 2012, "venue": "BMC Infect. Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Performance evaluation of a rapid molecular diagnostic, MultiCode based, sample-to-answer assay for the simultaneous detection of Influenza A, B and respiratory syncytial viruses", "authors": [{"first": "J", "middle": ["J"], "last": "Voermans", "suffix": ""}, {"first": "S", "middle": [], "last": "Seven-Deniz", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Fraaij", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Van Der Eijk", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Koopmans", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Pas", "suffix": ""}], "year": 2016, "venue": "J. Clin. Virol", "volume": "85", "issn": "", "pages": "65--70", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Influenza A/B & RSV into the virology laboratory", "authors": [], "year": 2019, "venue": "J. Hosp. Infect", "volume": "101", "issn": "", "pages": "38--41", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Prospective comparison of RT-PCR/ESI-MS to prodesse ProFlu plus and Cepheid GenXpert for the detection of influenza a and B viruses", "authors": [{"first": "J", "middle": [], "last": "Hardick", "suffix": ""}, {"first": "A", "middle": [], "last": "Dugas", "suffix": ""}, {"first": "J", "middle": [], "last": "Goheen", "suffix": ""}, {"first": "R", "middle": [], "last": "Rothman", "suffix": ""}, {"first": "C", "middle": [], "last": "Gaydos", "suffix": ""}], "year": 2015, "venue": "J. Virol. Methods", "volume": "214", "issn": "", "pages": "43--45", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The FilmArray(R) respiratory panel: an automated, broadly multiplexed molecular test for the rapid and accurate detection of respiratory pathogens", "authors": [{"first": "N", "middle": ["E"], "last": "Babady", "suffix": ""}], "year": 2013, "venue": "Expert Rev. Mol. Diagn", "volume": "13", "issn": "", "pages": "779--788", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Multicenter evaluation of the ePlex respiratory pathogen panel for the detection of viral and bacterial respiratory tract pathogens in nasopharyngeal swabs", "authors": [{"first": "N", "middle": ["E"], "last": "Babady", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "England", "suffix": ""}, {"first": "K", "middle": ["L"], "last": "Smith", "suffix": ""}, {"first": "T", "middle": [], "last": "He", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Wijetunge", "suffix": ""}, {"first": "Y", "middle": ["W"], "last": "Tang", "suffix": ""}], "year": 2018, "venue": "J. Clin. Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Comparison of the Biofire FilmArray RP, Genmark eSensor RVP, Luminex xTAG RVPv1, and Luminex xTAG RVP fast multiplex assays for detection of respiratory viruses", "authors": [{"first": "E", "middle": ["B"], "last": "Popowitch", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "O&apos;neill", "suffix": ""}, {"first": "M", "middle": ["B"], "last": "Miller", "suffix": ""}], "year": 2013, "venue": "J. Clin. Microbiol", "volume": "51", "issn": "", "pages": "1528--1533", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Incidence of viral respiratory pathogens causing exacerbations in adult cystic fibrosis patients", "authors": [{"first": "R", "middle": ["A"], "last": "Hoek", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Paats", "suffix": ""}, {"first": "S", "middle": ["D"], "last": "Pas", "suffix": ""}, {"first": "M", "middle": [], "last": "Bakker", "suffix": ""}, {"first": "H", "middle": ["C"], "last": "Hoogsteden", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Boucher", "suffix": ""}], "year": 2013, "venue": "Scand. J. Infect. Dis", "volume": "45", "issn": "", "pages": "65--69", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Development of a quantitative TaqMan RT-PCR for respiratory syncytial virus", "authors": [{"first": "G", "middle": [], "last": "Dewhurst-Maridor", "suffix": ""}, {"first": "V", "middle": [], "last": "Simonet", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Bornand", "suffix": ""}, {"first": "L", "middle": ["P"], "last": "Nicod", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Pache", "suffix": ""}], "year": 2004, "venue": "J. Virol. Methods", "volume": "120", "issn": "", "pages": "41--49", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Upsurge of human enterovirus 68 infections in patients with severe respiratory tract infections", "authors": [{"first": "J", "middle": [], "last": "Rahamat-Langendoen", "suffix": ""}, {"first": "A", "middle": [], "last": "Riezebos-Brilman", "suffix": ""}, {"first": "R", "middle": [], "last": "Borger", "suffix": ""}, {"first": "R", "middle": [], "last": "Van Der Heide", "suffix": ""}, {"first": "A", "middle": [], "last": "Brandenburg", "suffix": ""}, {"first": "E", "middle": [], "last": "Scholvinck", "suffix": ""}], "year": 2011, "venue": "J. Clin. Virol", "volume": "52", "issn": "", "pages": "103--106", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Genetic clustering of all 102 human rhinovirus prototype strains: serotype 87 is close to human enterovirus 70", "authors": [{"first": "C", "middle": [], "last": "Savolainen", "suffix": ""}, {"first": "S", "middle": [], "last": "Blomqvist", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Mulders", "suffix": ""}, {"first": "T", "middle": [], "last": "Hovi", "suffix": ""}], "year": 2002, "venue": "J. Gen. Virol", "volume": "83", "issn": "", "pages": "333--340", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Comprehensive detection and serotyping of human adenoviruses by PCR and sequencing", "authors": [{"first": "H", "middle": [], "last": "Sarantis", "suffix": ""}, {"first": "G", "middle": [], "last": "Johnson", "suffix": ""}, {"first": "M", "middle": [], "last": "Brown", "suffix": ""}, {"first": "M", "middle": [], "last": "Petric", "suffix": ""}, {"first": "R", "middle": [], "last": "Tellier", "suffix": ""}], "year": 2004, "venue": "J. Clin. Microbiol", "volume": "42", "issn": "", "pages": "3963--3969", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Evaluation of performance characteristics of panther fusion assays for detection of respiratory viruses from nasopharyngeal and lower respiratory tract specimens", "authors": [{"first": "S", "middle": ["S"], "last": "Sam", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Caliendo", "suffix": ""}, {"first": "J", "middle": [], "last": "Ingersoll", "suffix": ""}, {"first": "D", "middle": [], "last": "Abdul-Ali", "suffix": ""}, {"first": "C", "middle": ["E"], "last": "Hill", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Kraft", "suffix": ""}], "year": 2018, "venue": "J. Clin. Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Comparison of six sample-to-Answer influenza A/B and respiratory syncytial virus nucleic acid amplification assays using respiratory specimens from children", "authors": [{"first": "D", "middle": [], "last": "Banerjee", "suffix": ""}, {"first": "N", "middle": [], "last": "Kanwar", "suffix": ""}, {"first": "F", "middle": [], "last": "Hassan", "suffix": ""}, {"first": "C", "middle": [], "last": "Essmyer", "suffix": ""}, {"first": "R", "middle": [], "last": "Selvarangan", "suffix": ""}], "year": 2018, "venue": "J. Clin. Microbiol", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Syndromic panel-based testing in clinical microbiology", "authors": [{"first": "P", "middle": [], "last": "Ramanan", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Bryson", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Binnicker", "suffix": ""}, {"first": "B", "middle": ["S"], "last": "Pritt", "suffix": ""}, {"first": "R", "middle": [], "last": "Patel", "suffix": ""}], "year": 2018, "venue": "Clin. Microbiol. Rev", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Rapid tests for influenza, respiratory syncytial virus, and other respiratory viruses: a systematic review and meta-analysis", "authors": [{"first": "A", "middle": ["H L"], "last": "Bruning", "suffix": ""}, {"first": "M", "middle": ["M G"], "last": "Leeflang", "suffix": ""}, {"first": "J", "middle": [], "last": "Vos", "suffix": ""}, {"first": "R", "middle": [], "last": "Spijker", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Jong", "suffix": ""}, {"first": "K", "middle": ["C"], "last": "Wolthers", "suffix": ""}], "year": 2017, "venue": "Clin. Infect. Dis", "volume": "65", "issn": "", "pages": "1026--1032", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Each dilution https://doi.org/10.1016/j.jcv.2019.104232 Received 13 August 2019; Received in revised form 29 November 2019; Accepted 9 December 2019", "latex": null, "type": "figure"}, "FIGREF1": {"text": ") from 977 patients were collected, of which 201 retrospectively and 1045 prospectively. The retrospective study existed of 159 nasal washes (NW), 17 throat swabs (TS), 9 BAL and 16 sputa (SP). Of these samples 11.4 % was positive for FluA, 12.4 % FluB, 14.4 % RSV, 8 % PIV-1, 10 % PIV-2, 10.4 % PIV-3, 9 % PIV-4, 17.9 % AdV, 10 % hMPV, 19.4 % HRV and in both LDT and Panther Fusion®. Mean Ct-values ranged from 23.3-30.0 for LDT and from 26.5-31.8 for Panther Fu-sion®. The prospective study consisted of 679 throat swabs, 137 nasal washes, 112 sputa, 68 nasopharynx swabs, 47 BAL, 1 saliva and 1 pleural fluid. In this study-arm, 5.5 % was positive for FluA, 9.hMPV and 11.5 % RV in LDT as well as on the Panther Fusion®. Mean Ct values ranged from 24.5-31.1 for LDT and from 28.4-36.3 for Panther Fusion®.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "shows the distribution of paired LDT and Panther Fusion® Ctvalues. Only samples positive in both assays were included (n = 680). Deming regression analysis shows a good correlation (slope 0.9607-1.179, R 2 > 0.83) between LDT and Panther Fusion® for most viruses, except for PIV-4 (slope = 0.7681, R 2 = 0.56) and RV (slope = 0.8038 R 2 = 0.51). Average differences in Ct-value between Panther Fusion® and LDT varied from 3.3-7.1; lower Ct-values were generated by LDT, except for RV, where 28 % of the lower Ct-values were generated by Panther Fusion®. PIV-4 positive samples appear to be divided in two subgroups, samples above the linear regression line have a comparable Ct-value between LDT and Panther Fusion® with an average Ct-value difference of 1.3 (0.0-2.7), were samples below this line have an average Ct-value difference of 7.4 (5.9-9.2). Discrepant results were found for all viruses, except PIV-2 (Fig. 2). A total of 88 samples were positive in LDT but negative in the Panther Fusion® assay. Most of these samples exhibited high Ct-values in the LDT (26 with Ct > 35; 59 with Ct 30-35; 3 with Ct < 30). Conversely 58 samples were positive in the Panther Fusion® but negative in LDT, again, mostly at high Ct-values (38 with Ct > 35; 13 with Ct 30-35; 7 with Ct < 30). Discrepant samples with a Ct < 30 were further investigated by Sanger sequencing. This included 2 AdV (LDT Ct-value 16.4 and 17.4) and 1 RV (LDT Ct-value 26.8) negative by Panther Fusion®; Ct), and 7 RV samples negative by LDT (Panther Fusion® Ct-value 19.2-29.4). All RV discrepant samples negative by LDT were typed as rhino virus type C.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Correlation plot of paired positive laboratory developed test (LDT) and Panther Fusion® (PF) Ct-values for Flu A/B/RSV (A), Paraflu 1-4 (B) and AdV/hMPV/ RV (C) samples. Slopes show a significant deviation from zero for all viruses.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "(continued)", "latex": null, "type": "figure"}, "FIGREF5": {"text": "(Scatter plot of discrepant results; samples with a Ct-value < 30 were further investigated by sequencing and are indicated by circles.", "latex": null, "type": "figure"}, "FIGREF6": {"text": ".C. Voermans: Writing -original draft, Formal analysis, Validation. Daphne G.J.C. Mulders: Investigation, Validation, Writing -review & editing. Suzan D. Pas: Conceptualization, Funding acquisition, Writing -review & editing. Marion P.G. Koopmans: Funding acquisition, Writing -review & editing. Annemiek A. van der Eijk: Resources, Writing -review & editing. Richard Molenkamp: Writingreview & editing, Supervision.", "latex": null, "type": "figure"}, "TABREF0": {"text": "#Average IC in single target samples = Ct 32.9 (32.1-34.6), IC Ct > 40 was considered negative,^IC FLU-A > 40 or negative.", "latex": null, "type": "table"}, "TABREF1": {"text": "Sample type distribution including both (retro and prospective) study arms. Samples were considered positive if both LDT and Panther Fusion® results were positive. NS = nasopharynx swabs; BAL = Broncho-Alveolar Lavages; TS = throat swabs; SP = sputa; NW = nasal washes; SA = saliva, PF = pleural fluid; NVD = No Virus Detected; n = number.", "latex": null, "type": "table"}, "TABREF2": {"text": "Clinical sensitivity and specificity of Panther Fusion® respiratory panel compared to LDT.", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2\nSample type distribution including both (retro and prospective) study arms.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>BAL </td><td> </td><td>NS </td><td> </td><td>NW </td><td> </td><td>SP </td><td> </td><td>TS </td><td> </td><td>SA </td><td> </td><td>PF </td><td> </td><td>Total\n</td><td> </td></tr><tr><td> </td><td>n= 56 </td><td>% </td><td>n=68 </td><td>% </td><td>n=296 </td><td>% </td><td>n=128 </td><td>% </td><td>n=696 </td><td>% </td><td>n=1 </td><td>% </td><td>n=1 </td><td>% </td><td>n=1246 </td><td>%\n</td></tr><tr><td>AdV </td><td>1 </td><td>1,8 </td><td>0 </td><td>0,0 </td><td>29 </td><td>9,8 </td><td>4 </td><td>3,1 </td><td>11 </td><td>1,6 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>45 </td><td>3,6\n</td></tr><tr><td>hMPV </td><td>5 </td><td>8,9 </td><td>7 </td><td>10,3 </td><td>16 </td><td>5,4 </td><td>4 </td><td>3,1 </td><td>27 </td><td>3,9 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>59 </td><td>4,7\n</td></tr><tr><td>FLUA </td><td>2 </td><td>3,6 </td><td>5 </td><td>7,4 </td><td>26 </td><td>8,8 </td><td>8 </td><td>6,3 </td><td>40 </td><td>5,7 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>81 </td><td>6,5\n</td></tr><tr><td>FLUB </td><td>5 </td><td>8,9 </td><td>5 </td><td>7,4 </td><td>26 </td><td>8,8 </td><td>13 </td><td>10,2 </td><td>79 </td><td>11,4 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>128 </td><td>10,3\n</td></tr><tr><td>RSV </td><td>3 </td><td>5,4 </td><td>4 </td><td>5,9 </td><td>40 </td><td>13,5 </td><td>10 </td><td>7,8 </td><td>42 </td><td>6,0 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>99 </td><td>7,9\n</td></tr><tr><td>PIV1 </td><td>2 </td><td>3,6 </td><td>0 </td><td>0,0 </td><td>16 </td><td>5,4 </td><td>1 </td><td>0,8 </td><td>8 </td><td>1,1 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>27 </td><td>2,2\n</td></tr><tr><td>PIV2 </td><td>1 </td><td>1,8 </td><td>0 </td><td>0,0 </td><td>17 </td><td>5,7 </td><td>1 </td><td>0,8 </td><td>4 </td><td>0,6 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>23 </td><td>1,8\n</td></tr><tr><td>PIV3 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>17 </td><td>5,7 </td><td>5 </td><td>3,9 </td><td>13 </td><td>1,9 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>35 </td><td>2,8\n</td></tr><tr><td>PIV4 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>17 </td><td>5,7 </td><td>2 </td><td>1,6 </td><td>4 </td><td>0,6 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>23 </td><td>1,8\n</td></tr><tr><td>RV </td><td>6 </td><td>10,7 </td><td>8 </td><td>11,8 </td><td>74 </td><td>25,0 </td><td>23 </td><td>18,0 </td><td>49 </td><td>7,0 </td><td>0 </td><td>0,0 </td><td>0 </td><td>0,0 </td><td>160 </td><td>12,8\n</td></tr><tr><td>NVD </td><td>30 </td><td>53,6 </td><td>32 </td><td>47,1 </td><td>59 </td><td>19,9 </td><td>56 </td><td>43,8 </td><td>387 </td><td>55,6 </td><td>1 </td><td>100,0 </td><td>1 </td><td>100,0 </td><td>566 </td><td>45,4\n</td></tr></table></body></html>"}}, "back_matter": []}