{
    "paper_id": "5093f3039f957aee453e23172366a033c1d1fb4e",
    "metadata": {
        "title": "Response to Evidence in favor of the essentiality of human cell membrane-bound ACE2 and against soluble ACE2 for SARS-CoV-2 infectivity",
        "authors": [
            {
                "first": "Man",
                "middle": [
                    "Lung"
                ],
                "last": "Yeung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Pokfulam"
                    }
                },
                "email": ""
            },
            {
                "first": "Jade",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Emerging Infectious Diseases",
                    "institution": "The University of Hong Kong",
                    "location": {
                        "settlement": "Pokfulam"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Hong Kong-Shenzhen Hospital",
                    "location": {
                        "settlement": "Shenzhen",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The letter written by Batlle et al. (2022) reports that SARS-CoV-2 infection could be inhibited by treatment with rACE2 using organoid models at super-physiological concentrations (20-200 mg/mL). Meanwhile, no notable changes (either enhancement or inhibition) could be observed upon treatment with rACE2 at physiological concentrations (0.1-100 ng/mL) using the HK-2 cell model that we previously reported (Yeung et al., 2021) We are sorry to see that Batlle et al. (2022) were not able to draw the same conclusion from their data ( Figure S1A in Batlle et al., 2022) as we did in our previous study, despite using the experimental conditions that we provided via the editors of Cell (Methods S1). Below are key differences in the experimental conditions between the two studies, which may have contributed to the discrepancies.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 42,
                    "text": "Batlle et al. (2022)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 427,
                    "text": "(Yeung et al., 2021)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 453,
                    "end": 473,
                    "text": "Batlle et al. (2022)",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 568,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 544,
                    "text": "Figure S1A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Use of different forms of ACE2. Batlle et al. (2022) used an engineered dimeric form of ACE2 (APN01) instead of the native sACE2 that we used in our previous study (Yeung et al., 2021) . According to the patent US8586319 (co-owned by some of the authors in the letter), the dimeric rACE2 form undergoes rigorous processing for optimization of expression construct (enabling the glycosylation of all possible N-glycosylation sites of ACE2), expression host (yielding at least 10 pg/cell/day of rACE2), and culture medium (extra addition of Zn 2+ ions to produce the Zn-incorporated ACE2 di-mers). It was claimed that the resulting rACE2 dimer (APN01) exhibits improved solubility, bioavailability, and enzymatic activity compared to the monomeric form. Although the APN01 may represent an improved form of rACE2 for therapeutic use, it is not suitable for testing the biological activity of native sACE2. Despite the different rACE2 forms, we noted that super-physiological concentrations of rACE2 (20-200 mg/mL) were required to inhibit SARS-CoV-2 infection in lung-and kidney-derived organoids (Figures S1C-S1E in Batlle et al., 2022) . Administration of such high levels of rACE2 in patients would be practically difficult. This is supported by findings reported by APEIRON Biologics on pharmacodynamics of rACE2 in rhesus macaques, piglets, and BALB/c mice after intravenous rACE2 administration. Although the authors used the APN01, with higher in vivo stability than its naturally occurring form ( Figure 20 in patent US8586319), only 2 mg/mL of rACE2 could be detected in serum samples taken from rhesus macaques and piglets shortly after the administration of a high dose of rACE2 (i.e., milligram level of rACE2, depending on the animal species) (Figure 7 in patent US8586319). The initial serum concentrations of rACE2 in these animals were already about 10-100 times lower than the reported doses required for SARS-CoV-2 inhibition in organoids (Figures S1B, S1C, and S1F in Batlle et al., 2022) . Moreover, given the half-life of rACE2, it would be difficult to maintain high concentrations for extended periods. Furthermore, we previously showed that low doses of rACE2 could increase SARS-CoV-2 infectivity ( Figures 6A, 6B , and S3 in Yeung et al., 2021) . Therefore, since rACE2 degrades over time, it may be reduced to a level that facilitates, rather than inhibits, cell entry of SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 52,
                    "text": "Batlle et al. (2022)",
                    "ref_id": null
                },
                {
                    "start": 164,
                    "end": 184,
                    "text": "(Yeung et al., 2021)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1115,
                    "end": 1135,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                },
                {
                    "start": 1985,
                    "end": 2005,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                },
                {
                    "start": 2249,
                    "end": 2268,
                    "text": "Yeung et al., 2021)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1503,
                    "end": 1512,
                    "text": "Figure 20",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1763,
                    "text": "(Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2222,
                    "end": 2236,
                    "text": "Figures 6A, 6B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Data processing. We noted much higher variations in data points collected using HK-2 cells than those collected using organoids, even though handling organoid cultures is technically more demanding than handling HK-2 cell cultures ( Figure S1A in Batlle et al., 2022) . For example, in the 1 ng/mL treatment group, the highest data point is >60-fold higher than the lowest data point. This raises a concern about the reproducibility of the experiment and, therefore, its conclusion. Further optimization of the experimental conditions, the use of native sACE2, and the repetition of the experiment multiple times may improve the experimental outcomes. Additionally, Batlle et al. presented their data in ''Fold change to mock infected cells,'' which does not allow evaluation of infectivity. As no notable change could be observed in any treatment group, data presentation showing the MOI/TCID 50 should be more useful for evaluating the efficiency of infectivity.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "text": "Figure S1A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "During organoid establishment, components/supplements containing undefined factors may influence the outcomes of infection studies. For example, we noted that the authors used mTeSR culture medium to establish the lung organoids. According to product information, the mTeSR medium contains FGF2, which could affect coronavirus infection (Yeung et al., 2016) . Other cellular factors, such as TNF-a, which induces ACE2 shedding, thus facilitating viral entry (Haga et al., 2008; Lambert et al., 2005) , are commonly used for organoid differentiation. Inclusion of these factors during organoid maturation could potentially alter the basal level of sACE2. Additionally, the basal level of sACE2 may be sufficient in organoids, masking the effect of sACE2 on SARS-CoV-2 infectivity. This may also explain the differences in the data obtained by Batlle et al. using organoid versus that obtained using cell models ( Figure S1 in Batlle et al., 2022) . Therefore, in organoids, the basal level of sACE2 should be measured when evaluating the true effect of sACE2 on SARS-CoV-2 infectivity.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 357,
                    "text": "(Yeung et al., 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 458,
                    "end": 477,
                    "text": "(Haga et al., 2008;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 478,
                    "end": 499,
                    "text": "Lambert et al., 2005)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 925,
                    "end": 945,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 912,
                    "end": 921,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "ll"
        },
        {
            "text": "The intention of developing organoid models is to provide an alternate platform for studying cellular responses, including infection and drug treatment, that are closer to physiological conditions. Nonetheless, the findings by Batlle et al. suggested that inhibition of infection could only be observed upon treatments starting at super-physiological concentrations of rACE2 (20-200 mg/mL) (Figures S1B, S1C, and S1F in Batlle et al., 2022) . Such concentrations, however, have been shown to be practically unachievable in both in vivo and clinical trial studies (mentioned above). An additional challenge in applying organoid models to study infection is the associated cellular heterogeneity, since only limited cell types within an organ are susceptible to SARS-CoV-2 infection. These susceptible cell types often represent a minor population within an organ. Therefore, inclusion of non-susceptible cell types may pose additional challenges for studying the effect of sACE2 on SARS-CoV-2 infectivity. In contrast, a homogeneous cell culture, such as HK-2 cells, allows full control of the infection environment. This cell line represents an alternative model for SARS-CoV-2 research, facilitating the study of physiologically relevant levels of rACE2 and their effects on SARS-CoV-2 infections.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 440,
                    "text": "Batlle et al., 2022)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ll"
        },
        {
            "text": "Supplemental information can be found online at https://doi.org/10.1016/j.cell.2022.05.005.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTAL INFORMATION"
        },
        {
            "text": "This study was partly supported by funding from the Health and Medical Research Fund ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECLARATION OF INTERESTS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evidence in favor of the essentiality of human cell membrane-bound ACE2 and against soluble ACE2 for SARS-CoV-2 infectivity",
            "authors": [],
            "year": null,
            "venue": "Cell",
            "volume": "185",
            "issn": "",
            "pages": "1837--1839",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2022.05.004"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modulation of TNF-alpha-converting enzyme by the spike protein of SARS-CoV and ACE2 induces TNFalpha production and facilitates viral entry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haga",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nakai-Murakami",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Osawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sata",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sasazuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ishizaka",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc. Natl. Acad. Sci. U S A",
            "volume": "105",
            "issn": "",
            "pages": "7809--7814",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0711241105"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tumor necrosis factoralpha convertase (ADAM17) mediates regulated ectodomain shedding of the severe-acute respiratory syndrome-coronavirus (SARS-CoV) receptor, angiotensin-converting enzyme-2 (ACE2)",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yarski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Thornhill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Parkin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hooper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem",
            "volume": "280",
            "issn": "",
            "pages": "30113--30119",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.m505111200"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "MERS coronavirus induces apoptosis in kidney and lung by upregulating Smad7 and FGF2",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F W"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K.-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K.-F",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K M"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K L"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K W"
                    ],
                    "last": "To",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/nmicrobiol.2016.4"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Soluble ACE2-mediated cell entry of SARS-CoV-2 via interaction with proteins related to the renin-angiotensin system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L L"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell",
            "volume": "184",
            "issn": "",
            "pages": "2212--2228",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2021.02.053"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(20190742, 21200622) and Commissioned Research on the Novel Coronavirus Disease (COVID-19) of the Food and Health Bureau, The Government of the Hong Kong Special Administrative Region (HKSAR), China (COVID1903010 -Project 12); the Theme-based Research Scheme (T11-709-21-N); the Collaborative Research Fund (C7142-20GF); the Centre for Virology, Vaccinology and Therapeutics, Hong Kong Science and Technology Park, HKSAR, China; and by the donation of TE Health Consultant Company Limited.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}