{
    "paper_id": "50b9f8e65aeedc37be0095538b8e86f05c6a8aee",
    "metadata": {
        "title": "Mikrobiologie und Antiinfektiva",
        "authors": [
            {
                "first": "Béatrice",
                "middle": [],
                "last": "Grabein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Röhrig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bei einem 38-jährigen Patienten wurde eine Analfistel operiert. Am 3. postoperativen Tag kommt es zur akuten Verschlechterung des Gesundheitszustands mit hämodynamischer Instabilität und Fieber. Daraufhin wird der Patient in eine Klinik der Maximalversorgung verlegt. Beim Eintreffen im Schockraum ist der Patient som nolent und kaltschweißig. Der Blutdruck beträgt 70/40 mmHg, die Herzfrequenz 120/min und die Körpertemperatur 39,6°C. Das Hautkolorit ist blass-grau. Im Verlegungsbericht wird bei stark ödematös geschwollenem Skrotum der Verdacht auf eine Fournier-Gangrän nach Analfistel-OP gestellt. Der diensthabende Intensivmediziner muss nun parallel die hämodynamische Situation stabilisieren, mikrobiologisches Material gewinnen, eine kalkulierte antimikrobielle Therapie beginnen und weitere Maßnahmen zur Diagnosesicherung einleiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fallbeispiel Teil 1"
        },
        {
            "text": "Infektionen gehören zu den häufigsten auf Intensivstationen behandelten Erkrankungen und sind mit erheblicher Morbidität, Letalität und Kosten verbunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fallbeispiel Teil 1"
        },
        {
            "text": "Ist die Infektion schon bei der Krankenhausaufnahme vorhanden, so spricht man von einer ambulant erworbenen Infektion. Eine nosokomiale Infektion liegt vor, wenn sich die Infektion während des Krankenhausaufenthalts entwickelt hat, also bei der Aufnahme weder vorhanden noch in der Inkubationsphase war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition Infektionen"
        },
        {
            "text": "Auch die ambulant erworbenen Infektionen können so schwer verlaufen, dass eine intensivmedizinische Behandlung erforderlich ist. Beispielhaft sei hier die ambulant erworbene Pneumonie (CAP, »community acquired pneumonia«) genannt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition Infektionen"
        },
        {
            "text": "Nosokomiale Infektionen machen nahezu 50% aller Infektionen auf Intensivstationen aus. Prädisponierende Faktoren des Intensivpatienten für eine nosokomiale Infektion sind die Schwere der Grunderkrankung, Begleiterkrankungen, wie z. B. Diabetes mellitus oder Alkoholabhängigkeit, ein hohes Lebensalter, eine Immunsuppression, Operationen, eine längere Dauer des Krankenhausaufenthalts, eine Vorbehandlung mit Antibiotika und invasive Maßnahmen wie z. B. Beatmung oder zentrale Zugänge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition Infektionen"
        },
        {
            "text": "Besteht der Verdacht auf eine Infektion, so stehen die Diagnosesicherung mit Erregernachweis, möglichst die Sanierung des infektiösen Fokus und der sofortige Beginn einer antimikrobiellen Behandlung im Vordergrund. Da der verursachende Erreger zunächst meist unbekannt ist, muss die initiale antimikrobielle Therapie kalkuliert erfolgen und das mögliche Erregerspektrum in Abhängigkeit von Art und Schwere der Infektion sicher erfassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition Infektionen"
        },
        {
            "text": "> Eine zu späte oder zu schmale antimikrobielle Therapie erhöht die Letalität schwerer Infektionen signifikant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition Infektionen"
        },
        {
            "text": "Bei den Überlegungen zur Auswahl einer geeigneten kalkulierten Initialtherapie hat sich die sog. » Tarrago Dieses Kapitel soll Ihnen somit als praktischer Leitfaden bei der täglichen klinischen Arbeit auf der Intensivstation dienen, mit dem Sie die richtige kalkulierte antimikrobielle Therapie zu jeder Tages-und Nachtzeit schnellstmöglich auswählen und beginnen können.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Tarrago",
                    "ref_id": null
                }
            ],
            "section": "Definition Infektionen"
        },
        {
            "text": "Im Vergleich zu Patienten auf der Normalstation haben Intensivpatienten ein 5-bis 10-fach höheres Infektionsrisiko. Die internationale Prävalenzstudie zu Infektionen bei Intensivpatienten (»extended prevalence of infection in intensive care«, EPIC II) hat gezeigt, dass 51% der Intensivpatienten eine Infektion hatten und 70% der Intensivpatienten Antibiotika und 16% Antimykotika erhielten. Mit Abstand am häufigsten wurden Pneumonien (64%) nachgewiesen, gefolgt von intraabdominellen Infektionen (20%), Blutstrom infektionen (15%) und Harnwegsinfekten (14%). Die deutsche Prävalenzstudie zur Sepsis geht von einer Inzidenz von mehr als 150.000 Fällen pro Jahr in Deutschland aus, dabei hatten 11% der Patienten eine schwere Sepsis oder einen septischen Schock. Die Letalität der Sepsis auf der Intensivstation lag bei 48,5%. Bei 56% der Patienten wurden gramnegative Mikroorganismen, bei 54% grampositive und bei knapp 18% Pilzen gefunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie der Infektionen auf Intensivstationen"
        },
        {
            "text": "Basierend auf Hochrechnungen des Krankenhaus-Infektions-Surveillance-Systems (KISS) sind etwa 8.000 der Sepsisfälle auf Intensivstationen ZVK-assoziiert, und etwa 20.000 nosokomiale Pneumonien sind beatmungsassoziiert. Damit spielen diese direkt mit der intensivmedizinischen Versorgung assoziierten Infektionen eine wichtige Rolle. hen und je nach Situation Kittel, Mund-Nase-Schutz, Schutzbrille und Kopfhaube zu tragen. Das Tragen von Handschuhen entbindet nicht von der Pflicht zur hygienischen Händedesinfektion nach dem Ablegen der Handschuhe. Auch alle Gegenstände, die am Patienten zum Einsatz kommen wie Stethoskope, Blutdruckmanschetten, Ultraschallköpfe sind regelmäßig zu desinfizieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie der Infektionen auf Intensivstationen"
        },
        {
            "text": "Pneumonie Zur Prävention einer Pneumonie haben sich die Oberkörperhochlagerung, die Entfernung subglottischen Sekrets, die Einhaltung eines Cuff-Drucks von mehr als 20 mbar und die orale Dekontamination mit antimikrobiellen Substanzen als wirksam erwiesen. Ein routinemäßiger Wechsel von Beatmungsschläuchen ist hingegen nicht sinnvoll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention"
        },
        {
            "text": "Gefäßkatheter Sinnvolle Maßnahmen zur Prävention von Infektionen von Gefäßkathetern sind die Beachtung der Barrieremaßnahmen wie das Tragen von Schutzkittel, Mund-Nasen-Schutz und sterilen Handschuhen sowie eine großflächige sterile Abdeckung bei der Katheteranlage, aber v. a. auch der hygienische Umgang mit Zuspritzports und Konnektionsstellen sowie mit Parenteralia. Eine adäquate Katheterpflege trägt ebenso zur Infektionsprävention bei.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention"
        },
        {
            "text": "Die fortlaufende, systematische Erfassung, Analyse und Interpretation mit Feedback, also die Surveillance nosokomialer Infektionen, schafft das Bewusstsein für Infektionsrisiken und führt ebenfalls zu einer Reduktion der Infektionshäufigkeit. Die Verpflichtung jedes Krankenhauses zur Surveillance der nosokomialen Infektionen sowie des Antibiotikaverbrauchs in Verbindung mit Erreger-und Resistenzstatistiken ist nun auch im Infektionsschutzgesetz explizit verankert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention"
        },
        {
            "text": "Die mikrobiologische Diagnostik erfüllt den Zweck, für den einzelnen Patienten einen Erregernachweis zu führen, der eine gezielte Therapie ermöglicht; darüber hinaus werden so aber auch epidemiologische Daten zum Erregerspektrum und zur Resistenzsituation auf der eigenen Intensivstation gesammelt. Für den individuellen Patienten kommen die Ergebnisse der Diagnostik in der Regel zu spät, um diese für die initiale Therapieentscheidung nutzen zu können, hier bietet sich die Therapieoptimierung oder die Deeskalation bei plausiblem Erregernachweis an. Die epidemiologischen Daten ermöglichen die Anpassung der Empfehlungen oder Leitlinien für die kalkulierte Initialtherapie an die eigenen Verhältnisse. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mikrobiologische Diagnostik"
        },
        {
            "text": "Die Klasse der β-Laktam-Antibiotika umfasst die verschiedenen Penicilline, die Cephalosporine, Aztreonam sowie die Carbapeneme. Allen β-Laktamen gemeinsam ist ihr bakterizider Wirkmechanismus, der auf der Hemmung der bakteriellen Zellwandsynthese beruht, ihre sehr gute Verträglichkeit, ihre geringe Toxizität und die Tatsache, dass alle β-Laktam-Antibiotika mit Ausnahme von Ceftarolin, einem neuen Cephalosporin der Gruppe 5, unwirksam gegenüber methicillinresistenten Staphylokokken sind. Eine weitere Gemeinsamkeit der β-Laktame ist ihre Pharmakodynamik. β-Laktame brauchen für ihre Wirksamkeit möglichst lang wirksame Konzentrationen im Serum oder Gewebe oberhalb der minimalen Hemmkonzentration der Mikroorganismen, sie haben also eine zeit-abhängige Kinetik. Dies bedeutet, dass sie, bei der meist kurzen Halbwertszeit, in 3-6 Dosen oder als prolongierte Infusion, soweit die Stabilität der Substanzen dies zulässt, verabreicht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "β-Laktam-Antibiotika"
        },
        {
            "text": "Die Penicilline werden anhand ihrer chemischen Struktur in Benzylpenicilline, Aminopenicilline, Acylaminopenicilline und Isoxazolylpenicilline eingeteilt, die sich im Wirkungsspektrum unterscheiden. Die Isoxazolylpenicilline sind per se stabil gegenüber β-Laktamasen, die anderen Penicilline können durch die Zugabe der β-Laktamaseinhibitoren Clavulansäure, Sulbactam oder Tazobactam geschützt werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Penicilline"
        },
        {
            "text": "Die Cephalosporine werden in 5 Gruppen eingeteilt. Auch die Cephalosporine gehören zu den sehr gut verträglichen Antibiotika, ihr allergenes Potenzial ist geringer als das der Penicilline, Kreuzallergien mit anderen β-Laktam-Antibiotika kommen in weniger als 10% der Fälle vor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cephalosporine"
        },
        {
            "text": "Die Cephalosporine werden allerdings häufiger mit »Kollateralschäden« wie Selektion von methicillinresistenten Staphylococcus aureus (MRSA) oder »extended-spectrum-β-lactamase 1 « (ESBL)-bildenden Enterobacteriaceae in Zusammenhang gebracht und gelten als häufige Auslöser Clostridium difficile-assoziierter Infektionen, sodass ihr breiter Einsatz für die kalkulierte Therapie zunehmend kritisch betrachtet wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cephalosporine"
        },
        {
            "text": "Die derzeit zugelassenen Cephalosporine sind alle grundsätzlich gegenüber Enterokokken und gegenüber Anaerobiern unwirksam. Moxifloxacin (z. B. Avalox), der einzige Vertreter der Gruppe 4, hat eine strukturbedingt deutlich bessere Aktivität im grampositiven Bereich, auch gegenüber Pneumokokken, sowie gegenüber Chlamydien, Mykoplasmen und Legionellen. Es ist das einzige Fluorchinolon mit Anaerobieraktivität, hat aber dafür keine klinische Aktivität gegenüber Pseudomonas aeruginosa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Es wird v. a. zur Therapie schwerer ambulant erworbener Atemwegsinfektionen oder zur Therapie von komplizierten Haut-Weichgewebe-Infektionen eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Erythromycin, Clarithromycin (z. B. Klacid) und Azithromycin (z. B. Zithromax), das streng genommen ein Azalid ist, wirken hemmend auf die bakterielle Proteinbiosynthese und sind von ihrer mikrobiologischen Aktivität her gleich zu setzen. Ihr Einsatzgebiet im Bereich der Intensivmedizin beschränkt sich weitgehend auf die Kombinationstherapie mit β-Laktamen bei der schweren ambulant erworbenen Pneumonie. Dies erklärt sich durch die Wirksamkeit der Makrolide gegenüber Legionellen, Mykoplasmen und Chlamydien, die hier als Erreger mit berücksichtigt werden müssen, aber vermutlich auch durch ihre immunmodulatorischen Eigenschaften. Die Pneumokokkenwirksamkeit war in den letzten Jahren wegen steigender Resistenzraten eingeschränkt; diese Tendenz ist aktuell aber eher rückläufig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Makrolide"
        },
        {
            "text": "Clindamycin (z. B. Sobelin) wirkt ebenfalls hemmend auf die bakterielle Proteinbiosynthese und hat eine hohe Aktivität gegenüber Staphylokokken, Streptokokken und verschiedenen Anaerobiern. Seinen Einsatz in der Intensivmedizin verdankt es der Tatsache, dass es aufgrund seines Wirkmechanismus die bakterielle Toxinproduktion hemmt, sodass es ein wichtiger Kombinationspartner bei Infektionen ist, bei denen die Toxinwirkung klinisch im Vordergrund steht, wie z. B. bei nekrotisierenden Haut-Weichgewebe-Infektionen. Aufgrund seiner guten Penetration in Knochengewebe ist es auch bei diesen Infektionen als Kombinationspartner im Einsatz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clindamycin"
        },
        {
            "text": "Gentamicin (z. B. Refobacin), Tobramycin (z. B. Gernebcin) und Amikacin (z. B. Biklin) wirken ebenfalls hemmend auf die bakterielle Proteinbiosynthese, aber auf andere Schritte als z. B. Makrolide oder Oxazolidinone. Sie haben zwar eine gute In-vitro-Aktivität v. a. gegenüber gramnegativen Erregern inklusive vieler Problemerreger, trotzdem hat ihre Bedeutung für die systemische Antibiotikatherapie deutlich abgenommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aminoglykoside"
        },
        {
            "text": "Sie sind -wenn ihr systemischer Einsatz überhaupt sinnvoll ist -grundsätzlich nur als Kombinationspartner, v. a. für β-Laktam-Antibiotika, einzusetzen. Die Zurückhaltung in der Anwendung liegt in erster Linie an dem erheblichen nephro-und ototoxischen Potenzial der Aminoglykoside. Durch eine tägliche Einmalgabe und eine nur kurze Therapiedauer lässt sich dieses Problem zwar reduzieren, aber die ungenügende Gewebepenetration in die Lunge bedingt, dass die Indikation Pneumonie praktisch wegfällt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aminoglykoside"
        },
        {
            "text": "Da die Aminoglykoside im sauren oder anaeroben Milieu ihre Wirkung verlieren, sind sie auch für intraabdominelle Infektionen nicht sinnvoll. Derzeit werden Aminoglykoside nur noch als Kombinationspart-ner bei der Enterokokken-und Streptokokkenendokarditis empfohlen, obwohl auch hier die Datenlage nicht eindeutig ist. Möglicherweise ergibt sich durch die inhalative Applikation eine Therapieoption bei Pneumonien. Zu Einzelheiten 7 Rademacher u. Welte, Intensivmedizin up2date 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aminoglykoside"
        },
        {
            "text": "Vancomycin und Teicoplanin (z. B. Targocid) hemmen die bakterielle Zellwandsynthese, allerdings aufgrund eines anderen Mechanismus als die β-Laktame. Sie wirken ausschließlich im grampositiven Bereich, hier umfassen sie jedoch auch die Mehrzahl der multiresistenten Erreger wie MRSA, methicillinresistente koagulasenegative Staphylokokken, Enterococcus faecium, und Clostridium difficile. Allerdings werden steigende minimale Hemmkonzentrationen bei Staphylokokken, insbesondere bei MRSA-Isolaten mit Therapieversagen in Zusammenhang gebracht, außerdem gibt es eine Zunahme der glykopeptidresistenten Enterococcus faecium-Stämme. Bei β-Laktam-Antibiotikaempfindlichen Erregern wirken die Glykopeptide deutlich schlechter als die β-Laktame, daher sollten sie nur bei Resistenz oder Allergien eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glykopeptide"
        },
        {
            "text": "Glykopeptide haben ein substanzabhängiges nephro-und ototoxisches Potenzial. Ein therapeutisches »drug monitoring« ist daher bei Vancomycin erforderlich. Bei Patienten mit Niereninsuffizienz ist es sinnvoll, andere Substanzen einzusetzen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glykopeptide"
        },
        {
            "text": "Auch Linezolid (z. B. Zyvoxid) als einziger Vertreter der Oxazolidinone hemmt die bakterielle Proteinbiosynthese, und zwar zu einem sehr frühen Zeitpunkt. Es wirkt nur gegenüber grampositiven Erregern, hier allerdings gegenüber allen multiresistenten Vertretern. Bisher kommen resistente Stämme nur sehr selten vor. Linezolid soll aufgrund möglicher Blutbildveränderungen, insbesondere einer Thrombozytopenie, nicht länger als 28 Tage eingesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Linezolid"
        },
        {
            "text": "Daptomycin (z. B. Cubicin) ist ein zyklisches Lipopeptid mit Aktivität ausschließlich gegenüber grampositiven Erregern einschließlich aller multiresistenten Vertreter. Daptomycin wirkt schnell bakterizid und eignet sich damit auch für die Therapie der Endokarditis. Da 371 26.5 · Kardiovaskulär-pneumologische Infektionen es in der Lunge rasch inaktiviert wird, ist es keine Therapieoption für die Pneumonie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daptomycin"
        },
        {
            "text": "Tigecyclin (z. B. Tygacil) ist ein Glycylcyclin, das wiederum eine Weiterentwicklung der Tetracycline darstellt. Die Tetracycline selber spielen in der Intensivmedizin keine Rolle mehr. Tigecyclin hat ein breites Wirkspektrum, das neben Anaerobiern, Chlamydien, Legionellen und Mykoplasmen viele grampositive und gramnegative Problemerreger umfasst. Dazu gehören MRSA, glykopeptidresistente Enterokokken, ESBLbildende Enterobacteriaceae und auch Acinetobacter baumannii. Als relevante Wirklücke ist Pseudomonas aeruginosa zu betrachten, die Wirkung gegenüber der Proteusgruppe ist klinisch ebenfalls nicht ausreichend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tigecyclin"
        },
        {
            "text": "Das Wirkspektrum von Fosfomycin (z. B. Infectofos) ist breit und umfasst grampositive und gramnegative Erreger einschließlich MRSA, ESBL-bildende Enterobacteriaceae und Pseudomonas aeruginosa. Die Wirkungsweise ist bakterizid, die Penetration in viele Gewebe sehr gut. Fosfomycin ist nicht für die Monotherapie schwerer Infektionen geeignet, da es unter einer Monotherapie zu einer schnellen Resistenzentwicklung kommt, es kann aber mit einer Vielzahl anderer Antibiotika kombiniert werden. Auf den hohen Natriumgehalt ist zu achten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fosfomycin"
        },
        {
            "text": "Rifampicin (z. B. Eremfat) wirkt nicht nur gut gegenüber Mykobakterien, sondern auch gegenüber Staphylokokken einschließlich MRSA, Streptokokken und Enterococcus faecalis. Da es bei einer Monotherapie zu einer raschen Resistenzentwicklung kommt, wird es sinnvollerweise nur als Kombinationspartner eingesetzt. Rifampicin hat eine hohe Gewebegängigkeit und reichert sich intrazellulär an. Aufgrund der starken Induktion des Enzymsystems Cytochrom P 450 hat Rifampicin ein hohes Interaktionspotenzial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rifampicin"
        },
        {
            "text": "Cotrimoxazol ist die Kombination von Sulfamethoxazol mit Trimethoprim. Das Wirkungsspektrum ist breit und umfasst grampositive und gramnegative Erreger sowie einige Protozoen und Pneumocystis jiroveci (früher carinii). In der Intensivmedizin wird es sinnvoll bei Pneumocystispneumonie, Infektionen durch Stenotrophomonas maltophilia und bei Nocardiose eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cotrimoxazol"
        },
        {
            "text": "Colistin gehört zur Gruppe der Polymyxine und wird auch als Polymyxin E bezeichnet. Es wirkt nur gegen gramnegative Erreger und hier auch gegen multiresistente Stämme von Pseudomonas aeruginosa, Acinetobacter baumannii oder ESBL-oder carbapenemasebildenden Enterobacteriaceae. Colistin sollte ausschließlich zur gezielten Therapie von Infektionen durch multi resistente gramnegative Erreger eingesetzt werden und steht zur i.v.-und inhalativen Anwendung zur Verfügung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colistin"
        },
        {
            "text": "Metronidazol (z. B. Clont) ist ein Nitroimidazol, dessen Wirkungsspektrum anaerobe grampositive und gramnegative Bakterien mit der Ausnahme von Propionibakterien und Aktinomyzeten umfasst. Metronidazol wird in der Regel in Kombination mit anderen Antibiotika im Rahmen von aerob-anaeroben Mischinfektionen eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metronidazol"
        },
        {
            "text": "Fidaxomicin ( Bei einem CRB-65-Score von 1 sollte die stationäre Aufnahme erwogen werden, bei einem CRB-65-Score ≥2 ist häufig eine Intensivtherapie erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fidaxomicin"
        },
        {
            "text": "Die Antibiotikatherapie der CAP sollte so früh wie möglich eingeleitet werden, da eine Verzögerung von 8 h oder mehr mit einer erhöhten Letalität verbunden ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotikatherapie der hospitalisierten CAP"
        },
        {
            "text": "Für die kalkulierte Therapie werden Substanzen mit breitem antimikrobiellem Spektrum bevorzugt. Makrolide werden für eine Monotherapie wegen der relativ hohen Makrolidresistenz der Pneumokokken nicht empfohlen, die Makrolide können aber als Kombinationspartner für β-Laktam-Antibiotika eingesetzt werden (. Tab. 26.4) .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 317,
                    "text": "(. Tab. 26.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antibiotikatherapie der hospitalisierten CAP"
        },
        {
            "text": "In den ersten Tagen wird die parenterale Applikation bevorzugt. Die Fluorchinolone können aufgrund ihrer guten oralen Bioverfügbarkeit auch initial oral verabreicht werden, wenn die klinische Situation dies zulässt. Das Gleiche gilt für das Makrolid als Kombinationspartner zu einem β-Laktam-Antibiotikum. Die initiale parenterale Therapie kann auf eine orale Therapie umgestellt werden, wenn der Patient klinisch stabil und bewusstseinsklar ist, orale Nahrung aufnehmen kann und orale Medikamente sicher einnehmen kann. Die Therapie kann 48-72 h nach klinischer Besserung und Entfieberung, frühestens aber nach 5 Tagen beendet werden; eine Therapiedauer über 7 Tage ist kaum erforderlich. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotikatherapie der hospitalisierten CAP"
        },
        {
            "text": "Neben dem herzchirurgischen Klappenersatz und dem Komplikationsmanagement ist die antimikrobielle Therapie eine der 3 Säulen der Endokarditistherapie. Hierfür werden bakterizid wirkende Antibiotika bevorzugt. Für die kalkulierte Initialtherapie, die bei der infektiösen Endokarditis in der Regel nur für wenige Tage bis zum definitiven Erregernachweis erforderlich ist, werden unterschiedliche Regime für Nativklappen und Klappenprothesen empfohlen (. Tab. 26.10;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimikrobielle Therapie"
        },
        {
            "text": ". Tab. 26.11):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimikrobielle Therapie"
        },
        {
            "text": "Eine orale Folgetherapie nach Abschluss der leitliniengerechten Therapie erscheint nicht sinnvoll. Blutkulturen dienen auch der Kontrolle des Therapieerfolgs, sie sollten daher auch nach Beendigung der Therapie abgenommen werden. Achten Sie darauf, dass intraoperativ mikrobiologisches Material, bevorzugt Flüssigkeit oder Gewebe, zumindest aber ein Abstrich, aus dem infizierten Bereich gewonnen wird. Nur so kann der Erreger rasch identifiziert und die antimikrobielle Therapie nach Erhalt der mikrobiologischen Befunde anpasst werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimikrobielle Therapie"
        },
        {
            "text": "In der Regel handelt es sich um Mischinfektionen; meist sind die Leiterreger Escherichia coli, Bacteroides fragilis und Enterokokken beteiligt. Die Menge und das Spektrum der Erreger unterscheiden sich allerdings in Abhängigkeit vom Ort der Perforation. So sind die Erregerzahlen bei einer Perforation von Magen oder Duodenum eher gering (<10 3 /ml) und aerob/anaerobe Mischinfektionen eher selten, die mittlere Erregerzahl bei einer Perforation der Gallenwege oder des Jejunums ist mit bis 10 5 /ml hingegen deutlich höher und aerob/anaerobe Mischinfektionen mit etwa 50% der Fälle deutlich häufiger. Bei einer Perforation von Dickoder Dünndarm kann nahezu ausnahmslos von einer aerob/anaeroben Mischinfektion mit einer sehr hohen Erregerzahl von über 10 5 /ml ausgegangen werden. Weiterhin ist bei der klinischen Einschätzung die Ausprägung der Peritonitis zu beachten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erregerspektrum"
        },
        {
            "text": "Im Gegensatz zur sekundären und postoperativen Peritonitis handelt es sich bei der tertiären Peritonitis um eine Infektion in der Abdominalhöhle ohne chirurgisch sanierbaren Fokus. Hier persistiert die Infektion nach einer chirurgischen Herdsanierung, ohne dass eine weitere operative Intervention sinnvoll wäre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiäre Peritonitis"
        },
        {
            "text": "Das betroffene Patientenkollektiv ist schwer zu identifizieren. Meist sind es schwerkranke Intensivpatienten mit hohem SAPS oder APACHE-Score und persistierend hohen CRP-Serumkonzentrationen, die aufgrund einer anhaltenden Abwehrschwäche und einer Erregerselektion durch eine oder mehrere vorhergehende Antibiotikatherapiezyklen von dieser Form der persistierenden Infektion bevorzugt betroffen sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiäre Peritonitis"
        },
        {
            "text": "In der Regel ist hier schon primär eine gezielte Thera pie möglich, da der Erregernachweis meist gelingt. Für eine kurzzeitige kalkulierte Therapie gelten die Empfehlungen für die postoperative Peritonitis, da das Erregerspektrum vergleichbar ist. Bei entsprechenden Risikofaktoren muss auch an eine Pilzinfektion gedacht werden. Eindeutige Indikationen für eine Antibiotikatherapie bei der nekrotisierenden Pankreatitis sind: 4 infizierte Nekrose, 4 infizierte Pseudozyste, 4 Cholangitis, 4 intra-oder extrapankreatischer Abszess.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tertiäre Peritonitis"
        },
        {
            "text": "Ursächlich für eine sekundär infizierte Pankreasnekrose ist häufig die Translokation von Erregern aus dem Kolon in das peripankreatische Gewebe. Als Erreger werden am häufigsten Enterobacteriaceae, Enterokokken, Staphylokokken, Anaerobier und Candida-Spezies nachgewiesen. Neben der Erregerempfindlichkeit ist die Pankreasgängigkeit (»get to the point«) der antimikrobiellen Substanzen ausschlaggebend (. Tab. 26.17 ",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 415,
                    "text": "Tab. 26.17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Nekrose ist der Nachweis von Gaseinschlüssen im nekrotischen Pankreasgewebe durch ein Abdomen-CT."
        },
        {
            "text": "Alternativ kann Tigecyclin zum Einsatz kommen. Bei nachgewiesener In-vitro-Empfindlichkeit sind auch die Fluorchinolone zur Therapie möglich. Fosfomycin ist eine Option als Kombinationspartner. Pseudomonaden können in knapp 10% aller Fälle bei einer intraabdominellen Infektion nachgewiesen werden. Auch wenn bei Pseudomonaden nicht immer klar zwischen Infektionserregern und Kolonisatoren unterschieden werden kann, sollten diese bei schwerkranken Intensivpatienten im Spektrum der Therapie berücksichtigt werden (. Tab. 26.19) .",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 528,
                    "text": "(. Tab. 26.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Enterokokken und vancomycinresistente Enterokokken (VRE) > Der primäre Einsatz von Carbapenemen ist bei ESBL-bildenden Erregern indiziert."
        },
        {
            "text": "Bei Resistenz gegenüber allen bisher genannten Optionen steht Colistin zur Verfügung. Hier ist die Datenlage allerdings begrenzt. Die Tagesdosis Colistin beträgt 3-mal 20.000-25.000 IE/kg. Da Colistin potenziell nephrotoxisch ist, muss die Nierenfunktion während der Therapie überwacht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enterokokken und vancomycinresistente Enterokokken (VRE) > Der primäre Einsatz von Carbapenemen ist bei ESBL-bildenden Erregern indiziert."
        },
        {
            "text": "Harnwegsinfektionen gehören mit einem Anteil von ca. 40% zu den häufigsten nosokomialen Infektionen. Zu 80% sind Blasenverweilkatheter die Ursache, zu 10% urologisch-endoskopische Eingriffe. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Harnwegsinfektionen"
        },
        {
            "text": "In den letzten 2 Jahrzehnten kam es zu einer weltweiten Zunahme von invasiven Pilzinfektionen bei operativen und nichtoperativen Intensivpatienten. Die am häufigsten nachgewiesene Gattung ist weiterhin Candida. Bei immunsupprimierten Patienten handelt es sich zunehmend um invasive Fadenpilzinfektionen, insbesondere Aspergillosen. Auffällig ist bei den invasiven Candidainfektionen die Zunahme der »Nicht-Albicans«-Arten. Trotz der Einführung neuer Antimykotika ist die Letalität dieser Infektionen weiterhin hoch, da sie häufig erst spät diagnostiziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pilzinfektionen"
        },
        {
            "text": "Es werden hier nur die Antimykotika beschrieben, die für die Behandlung invasiver Mykosen beim Intensivpatienten Bedeutung haben. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antimykotika"
        },
        {
            "text": "Zu den Echinocandinen gehören Anidulafungin (z. B. Ecalta), Caspofungin (z. B. Cancidas) und Micafungin (z. B. Mycamine). Mikrobiologisch sind die Echinocandine gleich, sie hemmen die Glucansynthese der Pilzzellwand und wirken fungizid gegenüber Candida. Sie wirken gegenüber allen wesentlichen Candidaarten, wobei die Wirkung gegenüber Candida parapsilosis schwächer ist als die der Azole, und sie wirken in vitro gegenüber Aspergillen. Klinische Studien zur Aspergilluswirksamkeit gibt es aber nur für Caspofungin, daher ist auch nur Caspofungin zur Therapie von Aspergillusinfektionen zugelassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Echinocandine"
        },
        {
            "text": "Alle Echinocandine haben keine Aktivität gegenüber Kryptokokken und Mucorazeen, Fusarien oder Scedosporien. Da die Echinocandine nicht in den Liquorraum penetrieren, sind sie nicht zur Therapie von Praxistipp Auch wenn der Nachweis von Candida in Sekreten aus dem Respirationstrakt häufig gelingt, sind Candidapneumonien eine absolute Rarität. Daher rechtfertigt der alleinige Nachweis von Candida im Respirationstrakt keine antimykotische Therapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Echinocandine"
        },
        {
            "text": "Bei schwerkranken Intensivpatienten, z. B. Patienten mit schwerer Sepsis, Schwerbrandverletzten oder immunsupprimierten Patienten, kann der Nachweis von Candidaspezies im Urin in einer Keimzahl von >10 4 /ml der Ausdruck einer invasiven Candidiasis sein und einer positiven Blutkultur vorausgehen. Entzündungszeichen, die bei dieser Hochrisikogruppe anderweitig nicht erklärbar sind, sollten an eine Candidainfektion denken lassen. Der definitive Nachweis einer systemischen Candidainfektion ist der Erregernachweis im Blut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Echinocandine"
        },
        {
            "text": "Beim Verdacht auf eine Candidainfektion müssen mindestens 3 Blutkultursets mit je 8-10 ml Blut pro Flasche beimpft werden. Ein Ergebnis ist frühestens nach 24-48 h zu erwarten. Der Nachweis von Candida im Blut ist beweisend für eine Candidainfektion, die behandelt werden muss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Praxistipp"
        },
        {
            "text": "Eine weitere diagnostische Option sind nichtkulturelle Nachweisverfahren wie z. B. serologische Tests. Die serologischen Tests können über den Antigen-bzw. Antikörpernachweis einen frühzeitigen Hinweis auf eine invasive Infektion geben, da serologische Befunde teilweise schon vor den kulturellen Befunden vorliegen und bei einigen Patienten insbesondere der Antigennachweis der Fungämie zeitlich vorausgehen kann. Die Sensitivität liegt aber je nach Testverfahren bei nur 40-70%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Praxistipp"
        },
        {
            "text": "Mittels molekulargenetischer Nachweisverfahren kann aus dem Untersuchungsmaterial (Blutkultur, Pleurapunktat, etc.) Pilz-DNA nachgewiesen werden, was die Detektionszeit gegenüber den kulturellen Methoden verkürzen kann. Die nichtkulturellen Nachweisverfahren spielen aktuell nur als Zusatzuntersuchung bei Hochrisikopatienten eine Rolle und können bei entsprechenden Verdachtsmomenten nur als Ergänzung zur konventionellen mikrobiologischen Diagnostik empfohlen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Praxistipp"
        },
        {
            "text": "Fazit Die Gewinnung von Blutkulturen bei Verdacht auf eine invasive Candidiasis muss zum diagnosti-talisierten Patien ten kann die Kolonisationsrate bis zu 80% betragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Praxistipp"
        },
        {
            "text": "Entwicklung einer invasiven Candidiasis zu werten, sie ist aber alleine kein Nachweis einer Infektion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "Die mikrobiologisch beweisende Diagnostik einer invasiven Candidamykose setzt den kulturellen Nachweis des Erregers in einer Blutkultur oder einem anderen primär sterilen Material (Pleurapunktat, Aszites, Gewebebiopsie etc.) voraus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "j Klinik Klinische Leitsymptome, die frühzeitig eine invasive Candidiasis anzeigen, gibt es nicht. Von oberflächlichen Pilzinfektionen der Haut oder Schleimhäute ausgehende invasive Mykosen zeigen eher fließende Übergänge der klinischen Symptomatik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "Eine Candidastomatitis (Mundsoor) kann auch beim Immungesunden nach Verlust des lokalen Kolonisationsschutzes der Standortflora durch eine Antibiotikatherapie auftreten und lokal begrenzt bleiben. Kommt es aber zu einem Verlust immunkompetenter Zellen, so kann sich hieraus eine Candidapharyngoösophagitis entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "Die Abgrenzung zwischen oberflächlicher oder invasiver Infektion ist solange nicht möglich, bis eindeutige Symptome einer lebensbedrohlichen Infektion vorliegen. In Abwesenheit valider klinischer Symptome für eine invasive Candidiasis kommt der genauen Erfassung patienteneigener Risikofaktoren sowie einer schnellen Diagnostik ein großer Stellenwert zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "j Mikrobiologische Diagnostik Der kulturelle Nachweis erfolgt auf spezifischen Nährböden und ist im Prinzip unproblematisch. Candida spezies wachsen innerhalb von 18-72 h. Leider sind die Blutkulturmedien nicht für die Anzucht von Pilzen optimiert, sodass auch bei invasiven Candidainfektionen die Candidämie unentdeckt bleiben kann. Die Identifizierung der nachgewiesenen Isolate bis auf Speziesebene gibt wichtige Hinweise auf die Antimykotikaempfindlichkeit und ist für die Wahl des Therapieregimes bedeutsam.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "Kolonisation oder invasive Mykose In primär nicht sterilen Materialien, z. B. Trachealsekret oder Bronchiallavageflüssigkeit, Stuhl oder Katheterurin, ist der Candidanachweis meist Zeichen einer Kolonisation und nicht einer invasiven Mykose. 395 26.10 · Pilzinfektionen schen Standardprogramm auf jeder Intensivstation gehören. Auch wenn die Blutkultur keine 100%ige Sensitivität aufweist -die Sensitivität der nichtkulturellen Nachweisverfahren liegt noch deutlich niedriger! Nachteilig bei den kulturellen Nachweisverfahren ist zwar weiterhin die Dauer bis zum Vorliegen des Befundes, der große Vorteil ist aber die nahezu uneingeschränkte Durchführbarkeit auf der Intensivstation. Zusammen mit der Speziesdifferenzierung und Empfindlichkeitsprüfung der Pilzisolate führt der kulturelle Nachweis letztlich zum korrekten und kostenoptimierten Einsatz der Antimykotika.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "j Therapie Auch wenn in ausgesuchten Fällen, z. B. bei Patienten nach Knochenmarktransplantation, die prophylaktische Anwendung einer antimykotischen Therapie zur Reduktion der Letalität geführt hat, kann hieraus keine generelle Empfehlung zur prophylaktischen Therapie bei Intensivpatienten abgeleitet werden. Bei einer nachgewiesenen invasiven Candidiasis führt demgegenüber eine zeitnahe adäquate antimykotische Therapie zur signifikanten Letalitätsreduktion. Für die Auswahl des Antimykotikums bei dem Verdacht auf eine invasive Candidiasis ist der klinische Zustand des Patienten ausschlaggebend. Derzeit wird der hämodynamische Status des Patienten als wichtigstes Auswahlkriterium herangezogen. Kann der Nachweis eines azolempfindlichen Erregers geführt werden, so kann auf Fluconazol deeskaliert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "> Die Kolonisation ist als Risikofaktor für die"
        },
        {
            "text": "Wechseln Sie bei einer nachgewiesenen Candidämie alle intravasalen Katheter, da die Pilze am Kunststoffmaterial innerhalb eines Biofilms persistieren, der sie gegen die fungistatische oder fungizide Wirkung von Antimykotika schützt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Praxistipp"
        },
        {
            "text": "Auch wenn Candidaspezies die dominierenden Erreger invasiver Mykosen bei Intensivpatienten sind, nehmen auch bei nicht neutropenischen Intensivpatienten invasive Aspergillosen zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasive Aspergillosen"
        },
        {
            "text": "j Klinik",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasive Aspergillosen"
        },
        {
            "text": "In der Intensivmedizin sehen wir Aspergillosen überwiegend als invasive pulmonale Aspergillose. Die klinischen Symptome sind relativ unspezifisch, z. B. Husten, evtl. mit Hämoptysen, Luftnot, atemabhängigen Pleuraschmerzen oder Fieber. Daher sind zur Diagnose eine ausführliche Anamnese inklusive vorhandener Risikofaktoren, radiologische Befunde und die Untersuchung von Sekret-und Gewebeproben nötig. Bei ca. 30% der Patienten kommt es zu einer Dissemination der invasiven pulmonalen Aspergillose. Die disseminierte invasive Aspergillose betrifft verschiedene Organsysteme in unterschiedlichem Ausmaß: ZNS 10%, Herz 15%, Darm 40-50%, Leber 30%, Milz 30%, Nieren 30% sowie Haut 5%. Aspergillen haben eine ausgeprägte Angiophilie, sodass das klinische Bild der Mykose als thromboembolische Erkrankung imponieren kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasive Aspergillosen"
        },
        {
            "text": "Bei Patienten mit ZNS-Manifestation ist bei ca. 50% der Fälle der Liquorbefund unauffällig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "j Diagnostik Da sich invasive Aspergillosen am häufigsten in der Lunge manifestieren, gibt eine hochauflösende CT-Untersuchung des Thorax die entscheidenden Hinweise zur Diagnosefindung. Charakteristisch sind in der Frühphase noduläre, peripher gelegene Infiltrate mit Umkleidung durch eine milchglasartige Eintrübung (»halo sign«) und nach einigen Tagen eine Kavernenbildung mit Luftsichel (»air-crescent sign«).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Der Patient erhält 1.000 ml kristalloide Lösung, einen Noradrenalinperfusor sowie einen transurethralen Dauerkatheter zur Überwachung der Diurese. Unter den therapeutischen Maßnahmen kann die hämodynamische Situation stabilisiert werden, der Patient klart auf",
            "authors": [],
            "year": null,
            "venue": "Um bei bestehendem septischem Schock keine Zeit verstreichen zu lassen, wird noch im Schockraum mit den intensivmedizinischen Erstmaß nahmen begonnen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Das Abdomen-CT ergibt einen regelrechten Befund ohne Abszedierung, Flüssigkeits-oder Luftansammlung, sodass zum jetzigen Zeitpunkt keine chirurgischen Maßnahmen indiziert sind. In den Blutkulturen werden Enterokokken und Escherichia coli nachgewiesen, sodass die Translokation von Bakterien aus dem Rektum als ursächlich für dieses schwere septische Krankheitsbild anzunehmen ist. Nach 5 Tagen intensivmedizinischer Therapie kann der Patient mit stabilen Kreislaufverhältnissen ohne neurologisches",
            "authors": [],
            "year": null,
            "venue": "Eine initial kalkulierte Antibiotikatherapie mit 1 g Meropenem i.v. und 600 mg Clindamycin i.v. wird unverzüglich begonnen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Empfehlungen zur kalkulierten parenteralen Initialtherapie bakterieller Erkrankungen bei Erwachsenen -Update",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Literatur Bodmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grabein",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Die",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chemother J",
            "volume": "19",
            "issn": "",
            "pages": "179--255",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of antibiotics in severe acute pancreatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "De Waele",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "8",
            "issn": "",
            "pages": "317--324",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Epidemiology of sepsis in Germany: results from a national prospective multicenter study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brunkhorst",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Bone",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Intensive Care Med",
            "volume": "33",
            "issn": "",
            "pages": "606--618",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mikrobiologische Diagnostik invasiver Pilzinfektionen bei",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Grabein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Patienten in der Intensivmedizin. Intensiv-und Notfallbehandlung",
            "volume": "34",
            "issn": "",
            "pages": "111--122",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnose und Therapie von Candidainfektionen. Gemeinsame Empfehlungen der Deutschsprachigen Mykologischen Gesellschaft (DMYKG) und der Paul-Ehrlich-Gesellschaft für Chemotherapie (PEG)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Groll",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buchheidt",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cornely",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chemother J",
            "volume": "20",
            "issn": "",
            "pages": "67--93",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Management of invasive candidiasis and candidemia in adult non-neutropenic patients: Part I. Epidemiology and diagnosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Arendrup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Auzinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "",
            "pages": "55--62",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Management of invasive candidiasis and candidemia in adult non-neutropenic patients: Part II. Treatment",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Arendrup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Auzinger",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intensive Care Med",
            "volume": "35",
            "issn": "",
            "pages": "206--214",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guidelines on the prevention, diagnosis, and treatment of infective endocarditis (new version 2009)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tornos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Heart J",
            "volume": "30",
            "issn": "",
            "pages": "2369--2413",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiologie, Diagnostik, antimikrobielle Therapie und Management von erwachsenen Patienten mit ambulant erworbenen tiefen Atemwegsinfektionen (akute Bronchitis, akute Exazerbation einer chronischen Bronchitis, Influenza und andere respiratorische Virusinfektionen) sowie ambulant erworbener Pneumonie. S3-Leitlinie der Paul-Ehrlich-Gesellschaft für Chemotherapie, der Deutschen Gesellschaft für Pneumologie und Beatmungsmedizin, der Deutschen Gesellschaft für Infektiologie und vom Kompetenznetzwerk CAPNETZ -Update",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Höffken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chemother J",
            "volume": "18",
            "issn": "",
            "pages": "189--251",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of previous antibiotic therapy on outcome of Gram-negative severe sepsis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reichley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoppe-Bauer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "",
            "pages": "1859--1865",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Short-course versus prolonged-course antibiotic therapy for hospitalacquiredpneumonia in critically ill adults. Cochrane Database of Systematic Reviews",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pugh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "Rpd",
                    "middle": [],
                    "last": "Cooke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dempsey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD007577.pub2"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Inhalative Antibiotika -eine Option für die Zukunft? Intensivmedizin up2date",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rademacher",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Welte",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "21--29",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Therapy of ventilator-associated pneumonia. A patient-based approach based on the rules of »The Tarragona Strategy«",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sandiumenge",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bodi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": "876--883",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International study of the prevalence and outcomes of infection in intensive care units",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "2323--2329",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Hier findet man die 2011 veröffentlichte S3-Leitlinie »Aszites, spontan bakterielle Peritonitis, hepatorenales Syndrom«. www.infektionsnetz.de: Homepage des Infektionsnetzes Deutschland",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nationales Referenzzentrum für Surveillance von nosokomialen Infektionen. www.p-e-g.org: Homepage der Paul-Ehrlich-Gesellschaft für Chemotherapie e.V. Hier kann man verschiedene aktuelle Leitlinien und Empfehlungen der PEG kostenlos herunterladen. www.rki.de: Homepage des Robert Koch Institut",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daher sollte Ofloxacin (z. B. Tarivid) nicht mehr eingesetzt werden. j Fluorchinolon Gruppe 4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "> Die hygienische Händedesinfektion ist die wichtigste Maßnahme zur Prävention von Infektionen auf der Intensivstation. Die Händedesinfektion ist vor und nach jeder Maßnahme am Patienten zwingend erforderlich. wichtigste Maßnahme zur Prävention von Infektionen ist das Einhalten einfacher Hygieneregeln und in erster Linie die regelmäßige hygienische Händedesinfektion vor -zum Patientenschutz -und nach -zum Eigenschutz und zum Schutz vor Weiterverbreitung von Erregern -jedem Patientenkontakt oder Kontakt mit z. B. Kathetern oder Infusionssystemen, Drainagen, Tubus, Beatmungssystem, Sekreten und Exkreten, vor Zubereitung von Injektionen oder Infusionen, vor und nach Verbandwechseln etc. (. Abb. 26.1). Vor allen invasiven Maßnahmen ist eine ausreichende Hautdesinfektion ebenso essenziell. Beim Umgang mit Patienten mit Infektionen oder mit resistenten Erregern ist eine persönliche Schutzausrüstung, bestehend aus Handschu-. Abb. 26.1 Wann ist eine Händedesinfektion indiziert",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "-10 ml Blut beim Erwachsenen -hat ebenfalls entscheidende Bedeutung für die Nachweisrate. Der richtige Entnahmezeitpunkt wird nicht durch die Fieberhöhe definiert, sondern durch den Zeitpunkt, zu dem die Verdachtsdiagnose einer schweren Infektion gestellt wird. Es existieren keine klaren Regeln für das Intervall zwischen den Entnahmen. Beim kritisch kranken Patienten genügen hier wenige Minuten. Wichtig ist, dass die Blutkultur aus einem frisch punktierten Gefäß (periphere Vene, zentrale Vene bei ZVK-Neuanlage, Arterie bei Anlage eines arteriellen Zugangs) unter aseptischen Bedingungen entnommen wird und nicht aus einem liegenden Katheter, es sei denn, es geht um die Diagnostik einer katheterassoziierten Infektion, dann werden parallel Blutkulturen aus jedem Zugang und mindestens einem frisch punktierten Gefäß entnommen. Wichtig ist die 2-malige Hautdesinfektion vor Entnahme und eine ausreichende Einwirkzeit des Hautdesinfektionsmittels -bei peripherer Venenpunktion mindestens 1 min! > Blutkulturen werden sofort ins Labor gebracht und weiter bearbeitet; wenn diesz. B. bei nächtlicher Abnahme -nicht möglich ist, werden Blutkulturen je nach Herstellerangabe bei Raumtemperatur (in der Regel) oder 36°C (nur noch sehr wenige Systeme) gelagert. Blutkulturen sollen nicht im Kühlschrank gelagert werden, da die Kühlung das Wachstum der Mikroorganismen verlangsamen und damit die Diagnosestellung verzögern würde. Bei Patienten unter Antibiotikatherapie, bei denen der Verdacht auf eine erneute Infektionsepisode besteht, ist die Nachweischance über Blutkulturen geringer als beim nicht vorbehandelten Patienten, trotzdem ist der Versuch sinnvoll, da resistente Erreger trotzdem angezüchtet werden können und sonst keine Möglichkeit der Erregersicherung besteht. Neue molekulargenetische Verfahren, die DNA von Mikroorganismen direkt im Blut nachweisen können, haben hier möglicherweise einen Vorteil, nachteilig ist, dass keine Empfindlichkeitsprüfung möglich ist. Beim schwerkranken Patienten immer mindestens 2, besser 3 Blutkulturen vor Beginn der antimikrobiellen Therapie entnehmen! Der »richtige« Zeitpunkt ist der, an dem man die Verdachtsdiagnose »Infektion« stellt, unabhängig von Fieberhöhe oder Schüttelfrost. Bei Patienten mit Pneumonie(verdacht) ist die Entnahme von Material aus dem Respirationstrakt sinnvoll. Beim spontan atmenden Patienten ist Sputum geeignet, wenn es korrekt gewonnen und innerhalb weniger Stunden (2 bis maximal 4 h; Lagerung unter Kühlung bei 4-8°C) im Labor bearbeitet wird. Bei beatmeten Patienten bietet sich tief endotracheal abgesaugtes Sekret (»Trachealsekret«) als hoch sensitives, aber wenig spezifisches Material (da auch Mikroorganismen erfasst werden, die nur kolonisieren) für den Erregernachweis an. Auch Trachealsekret sollte so schnell wie möglich ins Labor transportiert und sofort weiter verarbeitet werden. Bei Verzögerungen wird das Material bis zur Laboranalyse gekühlt gelagert, z. B. im Kühlschrank, damit die potenziell pathogenen Erreger nicht von der physiologischen Mund-Rachen-Flora überwachsen werden. Die quantitative mikrobiologische Untersuchung von Bronchialsekret, z. B. einer bronchoalveolären Lavageflüssigkeit, liefert zwar spezifische Ergebnisse, allerdings liegt die Sensitivität häufig unter 75%, sodass invasiv gewonnenes Material nicht für die Routinediagnostik empfohlen wird. Die mikroskopische Untersuchung eines Grampräparats respiratorischer Sekrete, die innerhalb weniger Minuten eine erste Beurteilung erlaubt, kann einen schnellen Hinweis auf den Pneumonieerreger liefern und hilfreich für die Wahl der kalkulierten Therapie sein. > Zur Pneumoniediagnostik beim intubierten Pa tienten ist die semiquantitative Untersuchung des Trachealsekrets sinnvoll und ausreichend. Denken Sie an das Grampräparat als »Schnellnachweis«! j Grampräparat Das Grampräparat bietet auch bei anderen Infektionen oft eine schnelle Orientierungsmöglichkeit über das Vorhandensein und die morphologische Zuordnung von Mikroorganismen und sollte als wesentliche Möglichkeit einer mikrobiologischen »Schnelldiagnostik« vorgehalten werden, allerdings ist die Sensitivität gering, sodass ein negatives Grampräparat eine Infektion nicht ausschließt. Für die meisten anderen Infektionsarten und -orte ist es in der Regel sinnvoll, Material vor Beginn der Antibiotikatherapie oder vor einer Umstellung der Therapie mög lichst gezielt vom Infektionsort zu entnehmen. Flüssigkeiten oder Gewebeproben sind hier oft aus sa gekräftiger als Abstriche. Ein schneller Proben transport unter optimalen Bedingungen, d. h. unter Verwendung geeigneter Transportmedien, ist für das Ergebnis der mikrobiologischen Diagnostik entscheidend. Serologische Verfahren haben für die Diagnostik von Infektionen auf der Intensivstation eine untergeordnete Bedeutung, weshalb hier nicht weiter darauf eingegangen werden soll. Diese Verfahren haben bisher nur wenig Eingang in die bakteriologische Routinediagnostik gefunden, in der Virologie sind sie hingegen für viele Infektionen eine schnelle und adäquate Möglichkeit zur Diagnosestellung, z. B. zur Influenza-oder Zytomegalie-Virus-Diagnostik. In der Bakteriologie werden molekulargenetische Methoden als Routineverfahren zum MRSA-Screening eingesetzt. Hier bietet die Polymerase kettenreaktion (PCR) die Möglichkeit, MRSA-Träger schnell, d. h. innerhalb weniger Stunden, zu identifizieren oder einen Trägerstatus unwahrscheinlich zu machen, sodass Isolierungsmaßnahmen schnell eingeleitet oder aufgehoben werden können. Eine Übersicht der für die Intensivmedizin wichtigsten Erreger zeigt . Tab. 26.1. Tab. 26.1 Wichtigste Erreger in der Intensivmedizin",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Diese Gruppe besteht nur aus Ertapenem (z. B. Invanz). Ertapenem hat keine Aktivität gegenüber Enterokokken, gegenüber Pseudomonas aeruginosa oder gegenüber Acinetobacter species, dafür ist die Halbwertszeit länger, sodass eine tägliche Einmalgabe möglich ist. Aztreonam ist das einzige verfügbare Monobactam. Sein Wirkungsspektrum liegt ausschließlich im gramnegativen Bereich einschließlich Pseudomonas aeruginosa. Die klinische Bedeutung in Deutschland ist gering. Seit 2012 empfiehlt die European Medicines Agency (EMA) die Anwendung von Aztreonam per inhalationem zur Behandlung chronischer Lungeninfektionen bei Mukoviszidose durch Pseudomonas aeruginosa bei Patienten ab dem 6. Lebensjahr. Hinweis: Aztreonam ist in Deutschland nur noch zur inhalativen Anwendung (z. B. Cayston) erhältlich. Die i.v.-Formulierung kann aber weiterhin über die internationale Apotheke beschafft werden. Parenterale Fluorchinolone finden sich nur in den Gruppen 2-4. Die Fluorchinolone wirken konzentrationsabhängig schnell bakterizid durch das Eingreifen in die bakterielle DNA-Synthese. Das Wirkspektrum ist grundsätzlich breit, allerdings schränken steigende Resistenzraten von v. a. Escherichia coli und anderen Enterobacteriaceae ihren Einsatz als Monotherapie zur kalkulierten Initialtherapie deutlich ein, zumal diese Resistenzen alle Fluorchinolone betreffen. Die Fluorchinolone weisen eine gute Penetration in viele Gewebe auf. Sie verteilen sich nicht nur extra-, sondern auch intrazellulär, wodurch sie auch gegen intrazelluläre Erreger wie Chlamydien und Legionellen wirken. Ciprofloxacin (Gruppe 2, z. B. Ciprobay) ist das Fluorchinolon mit der besten Pseudomonasaktivität. Diese ist bei Levofloxacin (Gruppe 3, z. B. Tavanic) zwar vorhanden, aber schwächer ausgeprägt. Dafür wirkt Levofloxacin gegenüber Pneumokokken, was für Ciprofloxacin nicht zutrifft. Überhaupt ist die Aktivität von Ciprofloxacin gegenüber grampositiven Erregern klinisch nicht ausreichend, sodass es v. a. bei gramnegativen Infektionen oder als Kombinationspartner für β-Laktame für die kalkulierte Initialtherapie zum Einsatz kommt. Die Wirkung gegenüber Chlamydien, Mykoplasmen und Legionellen ist auch schwächer als die von Levofloxacin. Levofloxacin ist keine strukturelle Weiterentwicklung der Fluorchinolone, sondern das gereinigte links drehende, mikrobiologisch aktive Enantiomer von Ofloxacin, das damit über eine doppelt so hohe Aktivität im Vergleich zur Ausgangssubstanz verfügt. Dies erklärt die bessere Wirksamkeit gegenüber grampositiven Erregern und gegenüber Chlamydien, Mykoplasmen und Legionellen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "z. B. Dificlir) ist das erste Antibiotikum aus der Gruppe der Makrozykline. Es wirkt ausschließlich gegen Clostridium difficile, die Wirkung ist bakterizid. Fidaxomicin steht nur zur oralen Anwendung zur Verfügung und wird praktisch nicht resorbiert. Es ist zur Behandlung von Clostridium-difficile-Infektionen zugelassen. Es stellt eine Alternative zu Metronidazol oder Vancomycin dar, eine Überlegenheit ist bisher nicht belegt, aber die Rezidivrate ist niedriger als unter Vancomycin. Jährlich werden etwa 200.000 Patienten in Deutschland wegen einer CAP (»community acquired pneumonia«) im Krankenhaus behandelt. Inzidenz und Letalität steigen mit zunehmendem Lebensalter; die Letalität der stationär behandelten Patienten beträgt etwa 13%. Patienten mit Mukoviszidose. Die Resistenzsituation der Pneumokokken gegenüber Penicillin ist in Deutschland unverändert günstig, Isolate mit Hochresistenz gegenüber Penicillin kommen praktisch nicht vor. Die Resistenz gegenüber Makroliden hatte dagegen deutlich zugenommen, ist aber nun bei etwa 15-18% stabil bzw. zeigt sogar eine rückläufige Tendenz. Die Inzidenz β-Laktamase-produzierender Haemophilus influenzae-Isolate liegt in Deutschland bei etwa 8%. Die »Atemwegsfluorchinolone«, Levofloxacin und Moxifloxacin, zeigen gegenüber beiden Erregern eine hohe Aktivität; Resistenzen sind noch sehr selten. Es gibt keine sichere klinische Diagnose einer CAP, zumal mit steigendem Lebensalter oligosymptomatische Verläufe zunehmen. Für die sichere Diagnose ist der Nachweis eines Infiltrats in der Röntgenthoraxaufnahme gefordert (7 Kap. 37). Die mikrobiologische Diagnostik umfasst: 4 die Entnahme von mindestens 2 Blutkulturen, 4 die bakteriologische Sputumuntersuchung, wenn purulentes Sputum produziert wird und 4 den Legionellenantigennachweis im Urin. Erfolgt bei einem Pleuraerguss eine Pleurapunktion, dann ist auch hieraus eine mikrobiologische Diagnostik sinnvoll. Der Pneumokokkenantigennachweis im Urin wird nicht als Routinediagnostik empfohlen, da er eine Pneumokokkeninfektion weder sicher diagnos-tizieren noch sicher ausschließen kann. In Ausbruchssituationen, v. a. in der Frühphase, ist ein Schnellnachweis von Influenzaviren sinnvoll. Die Bestimmung von Entzündungsparametern im Serum, C-reaktives Protein (CRP) oder Procalcitonin (PCT) wird bei Aufnahme und im Verlauf empfohlen. Bei einem PCT von <0,1 ng/ml wird die Beendigung der Therapie empfohlen, bei Patienten mit fehlendem Abfall ist ein Therapieversagen oder eine sekundäre Infektion zu überprüfen. Die Entscheidung, einen Patienten mit CAP zu hospitalisieren, kann mittels CRB-65-Index getroffen werden. Der Index umfasst folgende Punkte: 4 Bewusstseinstrübung, 4 Atemfrequenz ≥30/min, 4 systolischer Blutdruck <90 mmHg oder diastolischer Blutdruck ≤60 mmHg, 4 Alter ≥65 Jahre.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "j Schwere CAP (sCAP)Patienten mit sCAP werden in 2 Gruppen eingeordnet, die sich durch das Risiko für das Vorliegen einer Pseudomonasinfektion unterscheiden.Insgesamt ist Pseudomonas aeruginosa bei der CAP in Deutschland selten, sollte aber beim Vorliegen folgender Risikofaktoren in das kalkulierte Therapiekonzept eingeschlossen werden: Patienten mit Mukoviszidose.Bei der sCAP kann ein frühzeitiger Therapiebeginn die Letalität senken. Um eine inadäquate Antibiotikatherapie zu vermeiden, werden Antibiotika empfohlen, die das zu erwartende Erregerspektrum sicher erfassen (. Tab. 26.5; . Tab. 26.6). In der Regel wird initial eine Kombinationstherapie empfohlen. Nach Erregernachweis mit Empfindlichkeitsprüfung soll in der Regel eine Deeskalation auf eine Monotherapie erfolgen.> Bei der sCAP ist ein früher Therapiebeginn prognostisch entscheidend. Da die Therapie adäquat sein muss, wird initial eine Kombinationstherapie empfohlen. Wichtig ist die Entscheidung, ob Pseudomonas aeruginosa als Erreger zu berücksichtigen ist oder nicht.26.5.2 Nosokomiale Pneumonie (HAP)Die nosokomiale Pneumonie (»hospital acquired pneumonia«, HAP) ist die häufigste Infektion auf Intensivstationen. Sie ist mit einer Letalität von 20-70% behaftet; besonders gefährdet sind Patienten mit einer . Tab. 26.4 Kalkulierte Antibiotikatherapie der hospitalisierten CAP Substanzen für die Initialtherapie a Dosierung der Initialtherapie (pro Tag) Gesamttherapiedauer Bei vorausgegangener Antibiotikatherapie innerhalb der letzten 3 Monate wird ein Wechsel der zuletzt verwendeten Substanzgruppe empfohlen. b Bei Vorliegen von Risikofaktoren für Legionellen (z. B. Reiseanamnese, Steroidtherapie) ist die Kombination mit einem Makrolid in jedem Fall empfohlen, ansonsten ist die Kombination initial sicherer als die Monotherapie, ein Überlebensvorteil durch die Kombinationstherapie findet sich bei dieser Patientengruppe aber nicht. c Patienten mit Risikofaktoren für eine Infektion mit Enterobacteriaceae inkl. ESBL-Bildnern (außer Pseudomonas aeruginosa) sowie Patienten, die kürzlich eine Therapie mit Penicillinen oder Cephalosporinen erhalten haben. . Tab. 26.5 Kalkulierte Antibiotikatherapie bei sCAP ohne Pseudomonasrisiko Bei vorausgegangener Antibiotikatherapie innerhalb der letzten 3 Monate wird ein Wechsel der zuletzt verwendeten Substanzgruppe empfohlen. b Patienten mit Risikofaktoren für eine Infektion mit Enterobacteriaceae inkl. ESBL-Bildnern (außer P. aeruginosa) sowie Patienten, die kürzlich eine Therapie mit Penicillinen oder Cephalosporinen erhalten haben. c Bei Patienten mit septischem Schock und/oder invasiver Beatmung ist initial eine Kombinationstherapie mit einem Betalaktam indiziert. Kliniken und sogar zwischen einzelnen Stationen, sodass die Kenntnis der lokalen Epidemiologie und Empfindlichkeit von besonderer Bedeutung ist. Auch in Deutschland ist die Zunahme von Enterobacteriaceae, die »extended spectrum«-β-Laktamasen bilden, zu sehen. Der Anteil liegt bei Escherichia coli und bei Klebsiella pneumoniae inzwischen bei über 10%. Dagegen hat sich die MRSA-Prävalenz inzwischen bei etwa 20% stabilisiert, wobei auf Intensivstationen der Anteil höher sein kann. Eine stattgehabte Antibiotikatherapie innerhalb der letzten 3 Monate prädisponiert zu Infektionen durch resistente Erreger. > Bei der Behandlung von nosokomialen Pneumonien spielen Erreger und Resistenzen im eigenen Bereich eine wesentliche Rolle für die Therapieauswahl. Die Diagnostik der nosokomialen Pneumonie ist klinisch und radiologisch kaum eindeutig möglich. Selbst bei der Kombination aus pulmonalem Infiltrat und 2 klinischen Kriterien sind etwa 25% der Befunde falsch positiv. Auch die mikrobiologische Diagnostik ist oft nicht eindeutig. Die qualitative Untersuchung des Trachealsekrets weist häufig Erreger nach, die nur kolonisieren, die quantitative Analyse invasiv gewonnenen Bronchialsekrets hingegen ist häufig falsch negativ, insbesondere bei Patienten mit vorausgehender Antibiotikatherapie. Da die frühzeitige adäquate Therapie der nosokomialen Pneumonie das Überleben des Kardiovaskulär-pneumologische Infektionen . Tab. 26.6 Kalkulierte Antibiotikatherapie bei sCAP mit Pseudomonasrisiko Bei klinischem Ansprechen ist eine Deeskalation auf eine Therapie mit β-Laktam/Makrolid oder ein Fluorchinolon, wenn möglich unter Berücksichtigung der Antibiotikaempfindlichkeitsprüfung, indiziert. Aminoglykoside sollten wegen erhöhter Toxizität im Regelfall nicht länger als 3 Tage verabreicht werden. b Bei vorausgegangener Antibiotikatherapie innerhalb der letzten 3 Monate wird ein Wechsel der zuletzt verwendeten Substanzgruppe empfohlen, dies gilt insbesondere für eine vorausgegangene Fluorchinolontherapie. c Weitere Dosierung nach Spiegelbestimmung. wesentlich beeinflusst, ist die Verdachtsdiagnose ausreichend für die Entscheidung zur Therapie. Um eine unnötige Antibiotikatherapie zu verhindern, ist eine Reevaluation der Situation nach 48-72 h essenziell. Für das Screening kann der modifizierte »klinischpulmonale Infektionsscore« (CPIS) verwendet werden (. Tab. 26.7). In Gruppe I und II (also ≤5 Punkte) wird eine Monotherapie empfohlen, in Gruppe III eine Kombinationstherapie, die den Zweck hat, das erwartete Erregerspektrum möglichst sicher zu erfassen (7 Übersicht). Bei einer hohen Rate an MRSA auf der Station wird die Addition einer MRSA-wirksamen Substanz empfohlen. Für die Pneumonie steht hier in erster Linie Linezolid zur Verfügung. Alternativ kann Vancomycin eingesetzt werden, das allerdings deutlich schlechter in die Lunge penetriert. Die Therapiedauer sollte in der Regel 8 Tage nicht überschreiten, längere Therapiedauern sind bei Pseudomonas aeruginosa oder Staphylococcus aureus indiziert. Weder die Kombination eines β-Laktams mit einem Fluorchinolon noch mit Fosfomycin ist evidenzbasiert, aber diese Kombinationen sind aus pharmakokinetischer Sicht sinnvoll, im Gegensatz zur evidenzbasierten Kombination mit Aminoglykosiden, die bei systemischer Applikation kaum ins Lungengewebe penetrieren. Bei multiresistenten gramnegativen Erre-gern, die auch carbapenemresistent sind, kommt als weitere Option Colistin i.v. in Frage. Aktuell wurde von den Fachgesellschaften DGAI, DGI, DGHM, DGP und PEG eine S3-Leitlinie zur nosokomialen Pneumonie erarbeitet. Diese S3-Leitlinie sieht nur noch zwei Therapiegruppen vor, die etwa den PEG-Gruppen I und III entsprechen, d. h., es gibt eine Monotherapiegruppe und eine Kombinationstherapiegruppe, je nachdem, ob mit resistenten Erregern zu rechnen ist oder nicht. Die Risikofaktoren für resistente Erreger sind neben dem Aufenthalt auf der Intensivstation und der invasiven Beatmung über mehr als 4 Tage ein Krankenhausaufenthalt über mehr als 4 Tage, eine vorhergehende Antibiotikatherapie, vorbestehende strukturelle Lungenerkrankungen, eine Malnutrition, chronische Dialysepflichtigkeit, das Vorhandensein offener Wunden oder die Aufnahme aus Langzeitpflegebereichen. All das bedeutet, es werden viel mehr Patien-ten mit einer Kombinationstherapie behandelt. In der Kombinationsempfehlung fehlt Fosfomycin als Therapieoption, da es unter Evidenzkriterien nicht untersucht ist. Die S3-Leitlinie legt besonderen Wert auf eine Reevaluierung der Therapie nach 48-72 h und insbesondere auf die Deeskalation einer Kombinationstherapie auf einen Monotherapie, je nach mikrobiologischem Befund. In der nachfolgenden Übersicht ist das Vorgehen anhand der PEG-Empfehlung dargestellt. . Tab. 26.8 Punktebewertung von Risikofaktoren bei Patienten mit nosokomialer Pneumonie Die einzelnen Risikofaktoren haben einen unterschiedlich starken Einfluss auf den Schweregrad der Erkrankung und das zu erwartende Erregerspektrum. Es werden 3 Risikogruppen gebildet: Gruppe I: ≤2 Punkte, Gruppe II: 3-5 Punkte, Gruppe III: ≥6 Punkte. Therapie 7 Übersicht. Das Erregerspektrum ist von Staphylokokken (Staphylococcus aureus, aber v. a. auch koagulasenegative Staphylokokken, z. B. Staphylococcus epidermidis) dominiert, es kommen aber auch Corynebakterien, gramnegative Enterobakterien und Candida vor (. Tab. 26.9). Bei Verdacht auf eine katheterassoziierte Infektion wird ein Katheterwechsel empfohlen, der dann nicht über einen Führungsdraht erfolgen sollte. Wenn die Punktionsstelle infiziert ist, sollte die Neuanlage nicht an der infizierten Stelle erfolgen. routinemäßiger Wechsel von intravasalen Kathetern wird nicht empfohlen. Sobald das Ergebnis der mikrobiologischen Diagnostik vorliegt, erfolgt die weitere Therapie nach Antibiogramm oder Antimykogramm. Drogenmissbrauch. Dies führt zu einer Änderung im Erregerspektrum, da Staphylokokken bei diesen Formen der infektiösen Endokarditis häufiger auftreten als Streptokokken. In mehr als 80% aller Fälle von infektiöser Endokarditis gelingt der Erregernachweis mittels Blutkulturen, sodass eine gezielte Therapie möglich ist. Typische Erreger sind Oralstreptokokken (»Viridans-Streptokokken«, vergrünende Streptokokken), Enterokokken, Staphylococcus aureus und koagulasenegative Staphylokokken. Selten kommen die Erreger der HACEK-Gruppe (Haemophilus parainfluenzae, H. aphrophilus, H. paraphrophilus, H. influenzae, Actinobacillus actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella kingae, K. denitrificans) vor, dazu Brucellen, Coxiella burnetii, Bartonellen und Pilze.Häufig wird die Diagnose einer infektiösen Endokarditis mit langer Verzögerung gestellt, da die Symptomatik mit Fieber, Gewichtsverlust, Myalgien, Nachtschweiß und Abgeschlagenheit eher unspezifisch ist.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Tab. 26.10 Kalkulierte Antibiotikatherapie bei infektiöser Endokarditis Hier optional wegen unzureichendem Nachweis eines klinischen Nutzens und erhöhter Nephrotoxizität. d Der klinische Nutzen von Rifampicin ist in dieser Situation nicht stringent nachgewiesen, wird in der Regel wegen der mutmaßlich guten Biofilmpenetration dennoch empfohlen. e Oder 2 Wochen bei Kombination mit Gentamicin 3 mg/kg/Tag als Einzelgabe i.v. b . f Gilt nicht für E. faecium; Infektiologen oder klinisch tätigen Mikrobiologen kontaktieren. g Die zugelassene Dosierung beträgt 6 mg/kg. Eine höhere Dosierung ist möglicherweise wirksamer. MHK = minimale Hemmkonzentration schen und in der kalkulierten antimikrobiellen Therapie unterscheiden.Die primäre (spontan bakterielle) Peritonitis ist sehr selten (ca. 1% aller Peritonitiden). Typischerweise wird diese durch nur einen einzelnen Erreger ausgelöst, ist also eine Monoinfektion. Bei jungen Patienten handelt es sich meist um eine hämatogen entstandene Infektion durch Streptokokken, Pneumokokken oder Haemophilus influenzae. Im Erwachsenenalter tritt eine primäre Peritonitis vorwiegend im Gefolge einer alkoholtoxischen Leberzirrhose mit Aszites (ca. 70%) oder bei Patienten mit einer reduzierten Abwehrlage anderer Genese (ca. 30%) auf. Beispielhaft sei hier die sog. »Zirrhoseperitonitis« bei Patienten mit dekompensierter Leberzirrhose genannt. Die häufigsten Erreger dieser spontan bakteriellen Peritonitis (SBP) im ambulanten Bereich sind Escherichia coli und andere Enterobacteriaceae. Als Antibiotikum der ersten Wahl werden Cephalosporine der Gruppe 3a (z. B. Ceftriaxon, Cefotaxim) empfohlen. Bei einer nosokomialen spontan bakteriellen Peritonitis kann aufgrund der aktuellen Resistenzlage bei gramnegativen Erregern alternativ zu den Cephaloporinen auch ein Carbapenem der Gruppe 1 eingesetzt werden.Die kalkulierte Antibiotikatherapie der primären Peritonitis ist in . Tab. 26.12 dargestellt.Die sekundäre Peritonitis ist mit etwa 80% die häufigste Form der Peritonitis. Die mit etwa 80-90% häufigste Ursache einer sekundären Peritonitis ist eine Organperforation im Magen-Darm-Trakt. Hierbei handelt es sich meistens um eine Perforation des Dickdarms (30%), des Dünndarms (20%), des Magen bzw. Duodenums (20%) oder um eine perforierte Appendizitis (20-30%).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "j Sekundäre lokal begrenzte PeritonitisIn der Frühphase nach einer Organperforation kommt es häufig zu einer lokal begrenzten Peritonitis. Die Patienten fühlen sich meist nicht schwer krank und sind vielfach noch hämodynamisch stabil. Anamnestisch wird oft ein plötzlich aufgetretener starker abdomineller Schmerz (»Zerreißungsschmerz«) berichtet. Von dem (noch) guten Allgemeinzustand des Patienten darf man sich hier nicht täuschen lassen, es müssen umgehend weitere Maßnahmen, wie z. B. Sonographie oder CT-Untersuchung, zur Diagnosesicherung durchgeführt werden.Die operative Sanierung eines Fokus hat auch hier oberste Priorität. Ein persistierender Fokus führt sonst zur abdominell getriggerten Sepsis. Intraoperativ findet sich bei lokal begrenzten akuten Peritonitiden, z. B. in den ersten Stunden nach einer Magenperforation, meist ein klares bis leicht trübes Exsudat.Eine antibiotische Therapiedauer von 1-2 Tagen reicht hier in der Regel aus (. Tab. 26.13), da die wesentliche Maßnahme die chirurgische Sanierung ist.Im Gegensatz zur lokal begrenzten akuten Peritonitis zeigt ein Patient mit einer diffusen Peritonitis häufig schon ausgeprägte klinische Symptome einer schweren Infektion wie Fieber, Tachykardie und hämodynamische Instabilität bis hin zum septischen Schock.Da es sich bei einer diffusen Peritonitis meist nicht um eine frische Perforation oder Leckage handelt, zeigt sich intraoperativ meist ein trübes, eitriges oder fäkulentes Exsudat. Hier müssen Antibiotika oder Antibiotikakombinationen mit einem breiten Wirkungsspektrum eingesetzt werden (. Tab. 26.14).Die Kombination eines Aminoglykosids mit einem anaerobierwirksamen Antibiotikum wird heute nicht mehr empfohlen, da Aminoglykoside im anaeroben oder sauren Milieu nicht wirksam sind.Bei der postoperativen Peritonitis handelt es sich um eine infektiöse abdominelle Komplikation, die im Zusammenhang mit einem operativen Eingriff auftritt, z. B. als Anastomoseninsuffizienz nach Sigmaresektion. Auch hier muss der Fokus schnellstmöglich operativ saniert werden. Im Vergleich zur ambulant erworbenen sekundären Peritonitis ist die Prognose dieser . Tab. 26.13 Kalkulierte Antibiotikatherapie bei sekundärer lokaler begrenzter Peritonitis VRE) und ESBL-Bildner sowie Candida-Spezies müssen -in Abhängigkeit vom Risikoprofil des Patienten -kalkuliert mit behandelt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Enterococcus faecium ursächlich sein. Wenn nach einer Woche Antibiotikatherapie die Infektion nicht beherrscht werden kann, muss der Peritonealdialysekatheter entfernt werden.> Bei einem Patienten mit schwerer Sepsis oder septischem Schock und CAPD immer an eine (Dialyse)katheterinfektion denken. Ist der (Dialyse)katheter der wahrscheinliche Fokus, dann muss er bei schwerer Sepsis sofort entfernt werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "). Bei entsprechenden Risikogruppen müssen auch multiresistente Erreger, v. a. MRSA, VRE und ESBL-Bildner, erfasst werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Die Mehrheit der Erreger, die katheterassoziierte Harnwegsinfektionen verursacht, entstammt der patienteneigenen Darmflora und wurde somit quasi verschleppt. Der Prävention kommt in diesem Zusammenhang eine besondere Bedeutung zu. Das Robert-Koch-Institut empfiehlt, dass nur diejenigen Personen Blasenkatheterisierungen durchführen dürfen, die mit der korrekten Indikationsstellung, Technik und den Erfordernissen der Asepsis sowie der Katheterhygiene vertraut sind.Das Erregerspektrum umfasst in erster LinieEscherichia coli und andere Enterobacteriaceae, aber auch Enterokokken. Bei Harnwegsinfektionen von Intensivpatienten muss vermehrt mit resistenten Erregern gerechnet werden, da Patienten auf der Intensivstation meist 4 schon länger stationär im Krankenhaus liegen, Zu den resistenten Erregern gehören z. B. Pseudo monas aeruginosa und Acinetobacter baumannii, aber auch ESBL-bildende Enterobacteriaceae (. Tab. 26.20). Die Prognose einer Harnwegsinfektion ist insgesamt eher günstig und die Letalität niedrig. Nekrotisierende Fasziitis Bei der nekrotisierenden Fasziitis handelt es sich um eine Weichgewebeinfektion mit rascher Ausbreitungstendenz und frühzeitiger Entwicklung einer Sepsis. Auslösend für die Infektion können Hautverletzungen, Hautinfektionen, intramuskuläre Injektionen oder chirurgische Eingriffe sein. Die Infektion führt zu kapillären Thrombosen mit nachfolgender Nekrose von Faszie, Subkutis und Kutis. Die nekrotisierende Fasziitis beginnt oft mit unspezifischen Symptomen wie lokalen Schmerzen und Fieber. Innerhalb kurzer Zeit kommt es dann zu einer Schwellung der betroffenen Areale und zur Ausbildung einer schweren Sepsis bis hin zum septischen Schock. Die Haut über dem Infektionsherd ist gerötet und überwärmt und es kommt häufig zur Blasenbildung. Im weiteren Verlauf entwickeln sich mehr oder weniger ausgedehnten Nekrosen. Kernpunkte der Behandlung sind ein rasches radikales chirurgisches Débridement sowie eine frühzeitige kalkulierte antimikrobielle Therapie. Greift die nekrotisierende Fasziitis von der Extremität auf den Rumpf über, verläuft sie meist letal. -Gangrän Die Fournier-Gangrän ist eine Sonderform der nekrotisierenden Fasziitis und betrifft die Skrotal-und Perinealfaszien. Die Infektion geht entweder von der Haut, vom Harntrakt oder Enddarm aus. Als Risikofaktoren gelten Diabetes mellitus, lokales Trauma oder (auch kleine) Operationen. Insbesondere die Paraphimose sowie die Harnröhren-oder Enddarmverletzung seien hier genannt. Klinische stehen eine lokale Schwellung und Rötung, teilweise mit Krepitation (Gasbildung), und die rasche Entwicklung einer Sepsis im Vordergrund. Im weiteren Verlauf entstehen dunkle eingeblutete nekrotische Areale. Die Behandlung besteht auch hier in einer radikalen Exzision des erkrankten Gewebes und einer frühzeitigen adäquaten antimikrobiellen Therapie. Tab. 26.21). Nach Erregernachweis und Empfindlichkeitsprüfung sollte die Antibiotikatherapie angepasst werden. Ausschlaggebend für die Prognose sind der Zeitpunkt und das Ausmaß der chirurgischen Versorgung. Nur die schnelle und ausgedehnte Exzision des nekrotischen Gewebes ermöglicht ein Überleben des Patienten. Die Letalität der schweren Weichgewebeinfektionen beträgt bei rascher und richtiger Versorgung immer noch 20-75%, bei verzögerter oder chirurgisch zurückhaltender Therapie bis zu 100%. Die Entzündungsreaktion im Rahmen eines diabetischen Fußsyndroms kann bei leichten Formen klinisch als leichte lokale Rötung und Überwärmung imponieren, aber auch bei ausgedehnter Infektion der Fokus für einen septischen Schock sein. Durch die verminderte Immunreaktion und die diabetische Polyneuropathie können schon Bagatelltraumen bei Patienten mit Diabetes mellitus zu einer ausgedehnten Infektion führen, die im Verlauf auch auf angrenzende Knochenregionen übergreifen kann. Somit müssen antimikrobielle Substanzen gewählt werden, die sowohl im Weichgewebe als auch im Knochen hohe Wirkspiegel erreichen (. Tab. 26.22). Häufig handelt es sich um Misch infektionen durch Staphylokokken, Streptokokken, Enterobacteriaceae, Pseudomonaden und Anaerobier. Weiterhin muss auch eine Beteiligung von MRSA bei entsprechenden Risikofaktoren berücksichtigt werden. Bei Patienten auf der Intensivstation handelt es sich meist um ausgedehnte Infektionen, die neben der notwendigen parenteralen antimikrobiellen Therapie meist auch chirurgisch saniert werden müssen. Bei der Infektion des Markraums spricht man von einer Osteomyelitis, die häufig Folge einer endogen-hämatogenen Erregeraussaat ist. Es sind meist Monoinfektionen durch Staphylococcus aureus, Streptokokken, Serratia marcescens oder Proteus-Spezies. Sind alle Elemente des Knochens von der Infektion betroffen, so spricht man von einer Ostitis. Diese entsteht fast immer posttraumatisch bzw. postoperativ durch direkte Kontamination. Es handelt sich hierbei meist um Mischinfektionen mit Staphylokokken, Streptokokken, Enterobacteriaceae und Anaerobiern. Bei der Ostitis muss neben einer initial kalkulierten Antibiotikatherapie frühzeitig ein chirurgisches Debridement und bei einer Fraktur die Stabilisierung des Knochens erfolgen (. Tab. 26.23). Intraoperativ müssen . Tab. 26.21 Kalkulierte Antibiotikatherapie bei nekrotisierenden Weichgewebeinfektionen Substanzen für die Initialtherapie Dosierung der Initialtherapie (pro Tag) Clindamycin und 3×600 mg i.v. Metronidazol 3×0,5 g i.v. ggf. Linezolid a 2×600 mg g i.v. a bei Verdacht auf MRSA-Beteiligung. erhalten Ceftriaxon 250 mg einmalig i.v., Kinder erhalten Rifampicin 10 mg/kg alle 12 h für 2 Tage p.o. Handelt es sich hingegen sicher um keine Meningokokkenmeningitis, sondern z. B. um eine Pneumokokkenmeningitis, so müssen Kontaktpersonen keine Antibiotikumprophylaxe einnehmen. OPSI Nach einer Splenektomie kann es zu einer »overwhelming post-splenectomy infection« (OPSI) kommen. Die häufigsten Erreger einer OPSI nach Splenektomie, die auch eine Meningitis auslösen können, sind Streptococcus pneumoniae, Haemophilus influenzae und Neisseria meningitidis. Aus diesem Grund muss eine aktive Impfung gegen Pneumokokken, Haemophilus influenzae Typ B (HIB) und Meningokokken möglichst vor, im Notfall auch nach einer Milzentfernung erfolgen. Die höchste Letalität weisen Pneumokokken-und Listerienmeningitiden mit bis zu 40% auf, die Prognose der Meningokokkenmeningitis ist wesentlich günsti-ger, die Letalität liegt deutlich unter 10%. Allerdings bleiben bei 20-40% der Patienten neurologischen Residuen (Hemiparese, epileptische Anfälle, neuropsychologische Auffälligkeiten).",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Amphotericin B bindet an das Ergosterol der Pilzzellmembran und wirkt fungizid. Das Wirkungsspektrum ist breit und umfasst alle Candida-Spezies mit Ausnahme der seltenen Candida lusitaniae, Aspergillen mit Ausnahme von Aspergillus terreus und auch viele andere Pilzspezies wie Kryptokokken, Mucorazeen und die Erreger außereuropäischer Mykosen, die aber im Bereich der Intensivmedizin in Deutschland praktisch keine Bedeutung haben. Konventionelles Amphotericin B sollte wegen der Nephrotoxizität und der häufigen Unverträglichkeitsreaktionen, wie Fieber, Schüttelfrost und Erbrechen, nicht mehr eingesetzt werden.> Liposomales Amphotericin B ist deutlich weniger nephrotoxisch als konventionelles Amphotericin B. Liposomales Amphotericin B (z. B. AmBisome) wird hauptsächlich bei lebensbedrohlichen Pilzinfektionen als Zweitlinientherapie bei Versagen oder Unverträglichkeit der Erstlinientherapie eingesetzt. Azole blockieren die Ergosterolsynthese der Pilze. Ihr Wirkungsspektrum unterscheidet sich erheblich, je nach Substanz. . Tab. 26.25 Kalkulierte Antibiotikatherapie der bakteriellen Meningitis Substanzen für die Initialtherapie Gesamttherapiedauer mindestens 7 Tage bei Neisseria meningitidis; mindestens 10 Tage bei anderen Erregern. a initial mit Ampicillin kombinieren, weil Cephalosporine unwirksam gegenüber Listeria monocytogenes sind. b bei der nosokomialen Meningitis sind häufig methicillinresistente Staphylokokken beteiligt. zerebralen Mykosen geeignet. Die Echinocandine sind sehr gut verträglich und werden als Erstlinientherapie bei der Candidämie bei schwer kranken Patienten empfohlen. Die Echinocandine stehen nur für die parenterale Anwendung zur Verfügung. Die Diagnosestellung einer invasiven Pilzinfektion ist schwierig, da es keine eindeutigen klinischen Zeichen gibt. Der Erregernachweis in primär sterilen Materialien gelingt häufig nicht und der Nachweis der invasiven Pilzinfektion in der Histologie ist ebenfalls häufig nicht möglich, sodass die Diagnose einer invasiven Mykose auf einer Zusammenschau von klinischen Symptomen, radiologischen, laborchemischen und mikrobiologischen Untersuchungsbefunden sowie von Risikofaktoren beruht. Hoher APACHE-II-, SAPS-oder SOFA-Score 4 Kofaktoren, die eine Pilzinfektion fördern können -Immunsuppressive Therapie, z. B. >20 mg Mit 58% ist Candida albicans das häufigste invasive Isolat in Deutschland, gefolgt von Candida glabrata mit 19%. Candida tropicalis und Candida parapsilosis tragen zu je 10% zum Erregerspektrum bei. Bei bis zu 37% der Bevölkerung finden sich Candidaspezies als Kolonisa tion im Gastrointestinaltrakt, im Urogenitaltrakt sowie auf Schleimhautoberflächen. Bei hospi-Fluconazol (z. B. Diflucan) ist das älteste der neueren Triazolderivate, die zur Therapie systemischer Mykosen zur Verfügung stehen. Es hat nach wie vor eine gute Aktivität gegenüber vielen Candidaarten wie Candida albicans, Candida tropicalis oder Candida parapsilosis. Candida krusei ist primär resistent, Candida glabrata gilt als in vitro weniger sensibel, klinisch ist die Wirkung nicht ausreichend, sodass Candida-glabrata-Infektionen nicht mit Fluconazol therapiert werden sollen. Fluconazol wirkt auch gut gegenüber Cryptococcus neoformans. Fluconazol hat keine Aktivität gegenüber Aspergillen und anderen Schimmelpilzen. Voriconazol (z. B. Vfend) und Posaconazol (z. B. Noxafil) erfassen ein wesentlich breiteres Spektrum von Pilzen als Fluconazol. Beide wirken gegenüber quasi allen Candidaspezies, auch gegenüber den fluconazolresistenten, allerdings sind Candida-glabrata-Infektionen auch mit den neueren Azolen nicht optimal zu behandeln. Voriconazol und Posaconazol wirken fungizid gegenüber Aspergillen und haben Aktivität gegenüber Fusarien und Scedosporium species. Der Unterschied im Wirkungsspektrum zwischen Voriconazol und Posaconazol besteht in der Aktivität gegenüber Schimmelpilzen aus der Gruppe der Mucorazeen (Mucor spp., Rhizopus spp., Rhizomucor spp.), die nur bei Posaconazol vorhanden ist. Voriconazol steht für die orale und parenterale Applikation zur Verfügung, Posaconazol nur oral. Voriconazol interagiert mit vielen anderen Medikamenten, insbesondere Immunsuppressiva, daher sind hier Dosisanpassungen erforderlich. Voriconazol gilt als Medikament der Wahl bei nachgewiesener Aspergillose.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Hämodynamisch stabiler Intensivpatient ohne Organdysfunktion und ohne Azolvorexposition -Antimykotikum der Wahl: Fluconazol (z. B. Diflucan): 10 mg/kg i.v. -Therapiedauer: 14 Tage über die letzte positive Blutkultur hinaus 4 Hämodynamisch instabiler Intensivpatient mit Sepsis oder septischem Schock oder Azolvorexposition -Antimykotikum der Wahl ist ein Echinocandin: -Anidulafungin (z. B. Ecalta): Tag 1: 200 mg i.v., ab Tag 2: 100 mg i.v. -Caspofungin (z. B. Cancidas): Tag 1: 70 mg i.v., ab Tag 2: 50 mg i.v. -Micafungin (z. B. Mycamine): 100 mg i.v. -Alternative: Liposomales Amphotericin B (z. B. AmBisome): 3-5 mg/kg i.v. -Therapiedauer: 14 Tage über die letzte positive Blutkultur hinaus",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Auch wenn die Rolle der Enterokokken als primär pathogener Erreger einer intraabdominellen Infektion kontrovers beurteilt wird, wird eine Therapie mit einem enterokokkenwirksamen Antibiotikum in folgenden Fällen empfohlen: 4 Patienten mit schwerer Sepsis abdomineller Genese, 4 bei postoperativer und tertiärer Peritonitis, 4 bei Patienten nach Herzklappen-OP (Endokarditisgefahr!), 4 nach Vorbehandlung mit einer enterokokkenselektionierenden Antibiotikatherapie.> Wenn zusätzliche Risikofaktoren für vancomycinresistente Enterokokken vorliegen, wie eine bekannte Kolonisierung oder ein Ausbruch, ist Tigecyclin das Mittel der Wahl.Alternativ kommen wegen ihrer In-vitro-Wirksamkeit auch Linezolid und Daptomycin in Frage, auch wenn die Datenlage derzeit unzureichend ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Insbesondere bei Escherichia coli und Klebsiella pneumoniae konnte in den letzten Jahren eine zunehmende Resistenz gegenüber Penicillinen und Cephalosporinen der Gruppen 3 und 4 nachgewiesen werden.. Tab ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "Tab",
                    "ref_id": null
                }
            ],
            "section": "ESBL-Bildner und Pseudomonaden"
        }
    ]
}