{
    "paper_id": "5148acceb66ffba9092194428254811e548c37ce",
    "metadata": {
        "title": "Screw-assisted 3D printing with granulated materials: a systematic review",
        "authors": [
            {
                "first": "Joaquim",
                "middle": [],
                "last": "Manoel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Justino",
                "middle": [],
                "last": "Netto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Henrique",
                "middle": [
                    "Takashi"
                ],
                "last": "Idogava",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Luiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eduardo",
                "middle": [
                    "Frezzatto"
                ],
                "last": "Santos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zilda",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Castro",
                "middle": [],
                "last": "Silveira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Romio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jorge",
                "middle": [
                    "Lino"
                ],
                "last": "Alves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents a systematic review on extrusion additive manufacturing (EAM), with focus on the technological development of screw-assisted systems that can be fed directly with granulated materials. Screw-assisted EAM has gained importance as an enabling technology to expand the range of 3D printing materials, reduce costs associated with feedstock fabrication, and increase the material deposition rate compared to traditional fused filament fabrication (FFF). Many experimental printheads and commercial systems that use some screw-processing mechanism can be found in the literature, but the design diversity and lack of standard terminology make it difficult to determine the most suitable solutions for a given material or application field. Besides, the few previous reviews have offered only a glimpse into the topic, without an in-depth analysis about the design of the extruders and associated capabilities. A systematic procedure was devised to identify the screw-assisted EAM systems that can print directly from granulated materials, resulting in 61 articles describing different pieces of equipment that were categorized as experimental printheads and commercial systems, for small-and large-scale applications. After describing their main characteristics, the most significant extruder modifications were discussed with reference to the materials processed and performance requirements. In the end, a general workflow for the development of 3D printers based on screw extrusion was proposed. This review intends to provide information about the state-of-the-art screw-assisted EAM and help the academy to identify further research opportunities in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to the standard terminology, the extrusion additive manufacturing (EAM) technique is characterized by the selective dispensing of softened materials through a nozzle, which generates continuous strands that are usually deposited layer upon layer to print a 3D part [1] . EAM systems, from which the fused filament fabrication (FFF) equipment derived from the Stratasys' Fused Deposition Modeling (FDM®) patent [2] are the most widespread, have benefited from simple constructive solutions that are cheap to implement and easy to operate [3, 4] , favoring its extensive adoption for the fabrication of prototypes or end-user products in multiple application fields [5, 6] .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 551,
                    "end": 553,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 678,
                    "end": 680,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although nowadays the filament-based 3D printers can be made more robust, scalable, and compatible with a range of polymers [3] , the quest for novel materials and applications, higher deposition speed, and reduction of costs associated with feedstock have motivated the development of alternative EAM machines based on piston and screw mechanisms [4] [5] [6] . In fact, the utilization of a screw mechanism with continuous feeding of granulated materials, similarly to industrial polymer extruders, is particularly interesting to allow a more precise control over the extrusion process, associated with improved capacity to generate pressure, homogenize the molten material, and allow some level of mixing.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Previous reviews on EAM with focus on screw-assisted printheads were not found. Gonzalez-Gutierrez et al. [5] and Rane, Strano [7] described the filament-, piston-, and screwbased extrusion mechanisms used to 3D print metallic and ceramic components from solid materials in the form of filaments or granules [5] , as well as pastes or suspensions [7] . However, few paragraphs were dedicated to discuss the screw-assisted systems, which were mostly used due to the viscosity of the highly filled materials processed. A review on 3D printing of engineering thermoplastics, which usually require high processing temperatures, has also described the use of screw-assisted systems [8] . However, most of the described machine modifications focused on the temperature of the build environment temperature, which should be controlled to help softening the material, reduce thermal gradients in the part and avoid damage of sensitive components. Zhang et al. [6] mentioned the screw-assisted printheads as important improvements of EAM, which could favor 3D printing with innovative materials (e.g., micro-or nano-reinforced polymers), and lead to faster and more precise deposition.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As shown, the reviews available are usually oriented by the material type or application field, and usually mention few examples of screw-assisted 3D printing equipment, overlooking important aspects of the screw extrusion technology. To the best of the authors' knowledge, the literature lacks a review on the design of the extruders used in EAM, with focus on the evolution of this technology, the main printhead modifications and their motivations, as well as on the typical development stages taken to carry out research in that field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In that context, the present systematic review aims to investigate the technological development of screw-assisted EAM, evidencing the different solutions proposed for the extrusion units of the 3D printheads both from experimental and commercially available machines. Although a variety of materials in different states can be processed in such equipment, the scope of this review was narrowed to the systems that could be fed with granulated materials, so that the role of the screw not only as a conveying mechanism but also as an active processing component could be noticed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This review paper consists of seven sections. Section 2 begins with the methodology used to carry out the literature review. Section 3 presents the search output and a short analysis of the publications, evidencing the main trends in the research with screw-assisted systems. In Section 4, the technical evolution of the equipment is discussed, providing a general overview of the different designs proposed for experimental systems as well as the main features of commercially available equipment. Section 5 summarizes the main modifications of the extrusion units with reference to the materials processed and performance requirements. Section 6 discusses the general development workflow for screw-assisted printheads, with insights relative to the design, operationalization, and assessment of the systems. Finally, the main conclusions of this systematic review are drawn in Section 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A review protocol was devised according to the guidelines presented by Siddaway et al. [9] . Three electronic databases (ScienceDirect, Scopus, and WebofKnowledge) were used, with the keywords divided into two strings, as shown in Table 1 . The survey covered the period from 2000 to 2020 and considered only documents labeled as research articles.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Research method"
        },
        {
            "text": "For each string, the search results from the three databases were exported to the Endnote® online reference manager, to eliminate the duplicates and perform the screening process. This was done by reading the articles' title, abstract, and keywords considering the following inclusion criteria: (1) the 3D printing process should be based on material extrusion; (2) material conveying and/or melting and/or pressurization should be performed by a screw mechanism; (3) solid particles should be directly fed to the 3D printer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The pre-selected articles were read thoroughly, to make sure that only functional equipment with which actual processing/deposition experiments could have been performed were considered, to better investigate their contribution to the field of screw-assisted EAM. Finally, the articles were analyzed regarding the (i) type of equipment (i.e., experimental or commercial), (ii) application scale (i.e., small-scale or large-scale 3D printing), (iii) the main modifications of the extrusion units with relation to the materials processed and performance requirements, and (iv) the research presented in each publication (i.e., system development, functionalization, performance assessment, and characterization of 3D printed parts). Figure 1 presents a flowchart of the search process, showing the resulting number of papers after each step. From the 251 articles found for the two search strings, 45 duplicates were excluded and 53 met the three inclusion criteria. After full reading, 37 articles found in the systematic search and 17 crossed references were qualified to compose the repository. Besides, 7 articles previously known by the authors that described screw-assisted EAM systems still uncovered by the search were also added to the repository, totalizing 61 articles. Since this study aims to structure the knowledge about screw-assisted 3D printers that use granulated materials, the equipment explored in the different publications are listed in Table 2 . Experimental machines are referenced by the name of the first author, while commercial systems are denoted by the models' name. All publications related to each table entry are indicated by the numbers in brackets. Table 2 also shows the countries that contributed to the research with each system, as well as the data used to classify the equipment into small-and large-scale systems. These include equipment details (nozzle diameter, maximum printing volume, and screw diameter) and the values used for the main process parameters (screw rotation speed, and deposition speed).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 739,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1459,
                    "end": 1466,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1684,
                    "end": 1691,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Research method"
        },
        {
            "text": "Typically, the nozzle diameter used in small-scale systems was smaller than 1 mm, the deposition speed ranged from 1 to 30 mm/s, and the printing volume reached up to 300 × 300 × 300 mm 3 . For large-scale systems, the nozzle diameter ranged from 0.8 to 10.1 mm, with deposition speed usually greater than 20 mm/s up to 279 mm/s, and printing volume starting at 800 × 600 × 600 mm 3 . Although not always reported, in most small-scale printheads, the screw diameter was not much larger than 15 mm, while screw diameters up to 25 mm were found in large-scale systems.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The number of publications throughout the years is summarized in Fig. 2 according to the type of equipment and scale of application. The first years (2004) (2005) (2006) (2007) (2008) can be seen as a pioneering period, which was followed by a continuous increase in the number of publications from 2014 to 2018, reflecting the crescent interest in the topic. The reduced numbers from 2019 to 2020 might relate to the COVID-19 pandemic, which has limited the conduction of experimental research worldwide as mentioned by Billah et al. [67] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 156,
                    "end": 162,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 169,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 176,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 183,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Research method"
        },
        {
            "text": "The publications from the pioneering period described only experimental small-scale systems [11] [12] [13] [14] . The first commercial system intended for small-scale applications was described in two publications from 2016 [45, 46] , the same year when an experimental equipment for potential large-scale application was introduced [56] . With regard to the commercial large-scale systems, the first equipment was described a year later, in two articles from 2017 [63, 64] . As will be shown in Section 4, many new experimental systems for both smalland large-scale applications appeared in the period from 2014 to 2018 [15-29, 32, 34, 35, 37] , which can be related to the high number of publications in the same period. Although the scientific production in the last 2 years decreased, a crescent share of the research was carried out with commercial systems [48, 49, 51, 53, 54, 65-69, 71-73, 75] , indicating the consolidation of screw-assisted EAM in the market.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[63,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 621,
                    "end": 644,
                    "text": "[15-29, 32, 34, 35, 37]",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 900,
                    "text": "[48, 49, 51, 53, 54, 65-69, 71-73, 75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "With regard to the geographic distribution, researchers from 21 countries could be identified. The USA respond for most publications (16) , followed by the UK (14) , and India (8) . The authors from the USA account for most publications using large-scale AM systems [63] [64] [65] [66] [67] [68] [69] and recycling AM [70] [71] [72] [73] . With relation to the UK, most research was conducted on additive bio-manufacturing (bio-AM) [19] [20] [21] [22] [23] [45] [46] [47] [48] [49] , defined by Ferrari et al. [77] as the \"use of 3D printing for medical purposes or non-therapeutic 'human enhancement', whether they involve the production of biological material or not.\" In the case of India, most publications can be attributed to the same research group that conducted many experiments on a custom-made deposition tool [25] [26] [27] [28] [29] [30] [31] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[77]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Research method"
        },
        {
            "text": "The co-occurrence of keywords was analyzed with aid of the VOSviewer software, after correcting spelling differences and merging synonyms. Also, abbreviated terms were replaced by their corresponding full equivalents. Figure 3 shows the resulting network, in which the size of the circles is proportional to the frequency of each keyword, while the width of the links indicate how often two keywords were used together. The keywords that appeared together in the publications were positioned close to each other in the map.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Research method"
        },
        {
            "text": "The most frequent keywords were \"additive manufacturing\" and \"3D printing,\" both occurring 29 times, followed by \"fused deposition modeling,\" occurring 18 times. The clusters in red, yellow, and orange, in which the most frequent keywords were respectively \"scaffold\" (occurring 8 times), \"big area additive manufacturing\" (occurring 5 times), and \"recycling\" (occurring 5 times), relate to the three main topics of interest of the USA and the UK (i.e., bio-AM, large-scale AM, and recycling AM). Other prominent clusters revolve around the terms \"screw extrusion\" (10 times), \"extrusion\" (9 times), \"pellet\" (8 times), and \"composites\" (7 times). Table 3 ranks the five most influential articles, with information about the corresponding author, journals' name, research domain, year of publication, and number of citations according to the Scopus database. Again, bio-AM and large- As one of the main researchers working on large-scale AM, Prof. C. E. Duty (University of Tennessee Knoxville, USA) was cited more than 70 times within the repository, and his first article describing the BAAM® machine [63] appeared in the references of other 8 publications from the repository. The paper by A. Bellini [12] was a reference for other 6 publications within the repository, while other publications with her contribution investigating the phenomena of the EAM process have been cited 12 times in the other papers. Although the same equipment developed by A. Bellini was used in the paper authored by F. Wang [11] , he was cited few times within the repository. Prof. P. Bártolo (University of Manchester, UK) is the corresponding author of most publications in the field of bio-AM, and his best cited article [46] appears on the reference of other 4 papers within the repository. In sum, his publications were cited 36 times by the other papers from the repository. The paper by A. Goyanes [53] was not cited by the other publications; however, other works in the field of pharmaceutical AM with his contribution were found in the references.",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1708,
                    "end": 1712,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 648,
                    "end": 655,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Research method"
        },
        {
            "text": "The technological evolution of screw-assisted EAM is shown in the Fig. 4 in a timeline that organizes the various experimental printheads and commercial systems according to the year when they were first described in the literature, with the same notation as used in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 274,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Technological evolution of screw-assisted EAM"
        },
        {
            "text": "As indicated by the timeline, the first screw-assisted EAM systems appeared in the years from 2002 to 2008 [10] [11] [12] [13] [14] , coinciding with the decade when low-cost filament-fed desktop machines, and alternative syringe-based printheads were developed [78] . Although the first systems were mostly used in bio-AM applications [11, 14] , the concept was further developed from 2014 to 2019 to different purposes [17, 18, 37, 39, 40 ]. An expressive equipment variety for small-scale applications could be observed in the period, including four commercial systems (3D Discovery® [45, 46] , PAM® [51] , M3DIMAKER® [53] , ExAM 255® [54] ). Despite the description of the first screw-assisted EAM based on a do-ityourself (DIY) printhead kit [41] , no significant equipment improvements were introduced in 2020.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "[78]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "40",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Technological evolution of screw-assisted EAM"
        },
        {
            "text": "In turn, large-scale 3D printing started timidly only by 2016 with experimental setups adapting benchtop-sized industrial extruders to different positioning systems. Systems based on robotic arms have been considered in 2017 [58, 60] , due to their higher degree-of-freedom and potentially bigger printing volume. The most innovative system incorporated a first plasticating stage followed by an auger screw for controlled deposition [59] . Besides, the first commercial system (BAAM® [63] ) was introduced in the period. New large-scale systems were last introduced in 2018, with two commercial machines (Gigabot X® [70] , Super Discovery® [75] ) and no significant modifications in terms of extruder design. Figure 5 shows the general design of the pioneering printheads developed by Bellini [10] , and Reddy et al. [13] , which were capable of extruding directly from granulated material, and consisted of miniaturized vertical screw extruders replacing the usual filament-fed deposition tool.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 710,
                    "end": 718,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Technological evolution of screw-assisted EAM"
        },
        {
            "text": "In the case of Bellini [10] , an auger screw (i.e., screw with constant pitch and channel depth) was confined by a heated barrel, whose extremity could accommodate deposition nozzles with varied diameter. Besides, the printhead assembly moved in the three directions thanks to a custom-made desktop positioning system, while the deposition surface was kept fixed [12] . The system's performance was initially assessed with relation to the processing temperature, nozzle geometry, and deposition velocity using ceramic materials with different granulometry. According to the authors, some level of agglomeration as well as air entrapment was observed within the deposited structures [12] . The equipment was also used to fabricate scaffolds from biopolymers [11] .",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "To overcome the feeding problems described by Bellini et al. [12] , the printhead developed by Reddy et al. [13] included a separated granulate feeding unity and a screw with variable channel depth and pitch (i.e., with compression profile). A support similar to a breaker plate to avoid the deflection of the screw due to uneven radial pressure was also included. The resulting printhead was kept fixed due to its increased weight, while the deposition surface moved in the three directions. Test specimens were fabricated directly from polymer pellets under different conditions.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Another early development in screw-assisted EAM was found in Lam et al. [14] , which developed a printhead to process and deposit biocomposite scaffolds. Multi-material mixing followed by three-dimensional deposition using a single piece of equipment was reported for the first time; however, no details about the screw design and disposition of the components were provided.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "The basic design of the printheads developed by Bellini [10] and Reddy et al. [13] was further explored and improved by Silveira et al. [15] , Jackson et al. [24] , Singamneni et al. [32, 33] , Tseng et al. [34] , Zhou et al. [37] , Leng et al. [39] , Alexandre et al. [41] , and Wang et al. [44] . Except for the printhead developed by Jackson et al. [24] , all equipment adopted a screw with a compression profile. Silveira et al. [15] , Jackson et al. [24] , and Alexandre et al. [41] integrated their deposition tools into low-cost desktop 3D printers. In contrast, Tseng et al. [34] , Singamneni et al. [32] , and Wang et al. [44] constructed their own Cartesian positioning platforms.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 158,
                    "end": 162,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 188,
                    "end": 191,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 226,
                    "end": 230,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "The smallest screw diameter (7 mm) was found in the equipment developed by Silveira et al. [15] , which could reuse waste powders from a Selective Laser Sintering (SLS) machine, and also formulated biocomposites to print tissue engineering scaffolds [16] . Biocomposites were also explored by Singamneni et al. [32, 33] using their equipment, but in this case, the materials were previously mixed and cut into pellets. Nozzles with increased diameter were used to avoid material clogging. Tseng et al. [34] designed their printhead to process pellets of highly viscous polymers, and added infrared (IR) heaters near the deposition nozzle to prevent delamination and warping when printing. The equipment designed by Jackson et al. [24] was very simple and both the auger screw and housing could be fabricated in acrylic resin by a stereolithography process, since the intended processing temperature for the petroleum-based pellets was relatively low. Alexandre et al. [41] replaced the FFF printhead of a lowcost 3D printer with a do-it-yourself screw-extruder kit, marketed by a recently founded company. The equipment was tested with virgin and recycled polymer pellets, as well as shredded plastic waste. The printhead developed by Wang et al. [44] to process biopolymer pellets has no significant innovations, and the authors did not provide a detailed description of its dimensions. The main novelty is that the authors used a mandrel rotating around the x-axis as the deposition surface. Tests were performed to calibrate the thickness of the extruded fibers in function of the rotation speed of screw and mandrel, as well as the printhead travel speed.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 250,
                    "end": 254,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Modifications to the basic design of the screw-assisted printheads are shown in Figure 6 . Instead of an ad hoc extrusion screw, Kumar et al. [25] appropriated from a drill bit attached to the spindle head of a computer numerical control [13] (CNC) milling machine, devising a straightforward solution to the complex problem of screw design and fabrication. Zhou et al. [37] used an auger screw, but included four feeding ports at different heights along the extruder barrel to allow multimaterial feeding and better control of the process residence time. In turn, Leng et al. [39] designed a conical screw to achieve improved plastification and better material homogenization over a shorter length.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Many articles describing the feasibility of the deposition tool developed by Kumar et al. [25] were published. Various materials, including neat polymers and composites in the form of pellets, were processed [26] [27] [28] [29] [30] [31] . The idea of using a drill bit was also explored by Whyman et al. [35] , which included a separate pellet feeder to prevent the drill from stalling. The printhead was integrated into a custom-built Cartesian positioning platform. Besides biopolymer pellets, polymer blends previously prepared and cut as pellets were also tested [36] . Boyle et al. [38] used a drill bit to adapt and construct the open-source Rich Rap Universal Pellet Extruder (RRUPE), which was intended to recycle defective polymers parts. Although 3D printed parts could be produced, Whyman et al. [35] and Boyle et al. [38] reported material clogging in the drill and inconsistent feeding, respectively, during the calibration experiments. A similar printhead using a drill bit was developed by Kim, Lee [42] , which was then integrated into a low-cost 3D printer. Pellets made of ceramic materials and polymer binders were used to fabricate test specimens and porous \"green parts,\" which is a term used to describe parts that require further processing (e.g., debinding and sintering) to achieve their final properties [7] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 213,
                    "end": 217,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 830,
                    "end": 834,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1331,
                    "end": 1334,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "The printhead developed by Zhou et al. [37] was integrated into a 3D Touch® (BitsFromBytes, Bristol, UK) printer and tested with polymer pellets to determine the adequate screw rotation speed with relation to the printing parameters. The auger screw was fabricated employing a powder bed fusion AM process, followed by manual polishing. Using the most inferior feeding port, heat-sensitive polymer granules could be extruded with no significant thermal degradation, and a benchmarking model was 3D printed to assess the dimensional accuracy provided by the equipment. Multi-material printing was also explored, by adding fluorescent particles to the melt.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "In the case of Leng et al. [39] , the theory behind the advantages of the conical screw with relation to material plastication was exposed, but the dimensions of the printhead components were not provided. A Cartesian positioning platform was constructed, and test specimens could be fabricated from polymer pellets under different conditions while keeping fixed the screw rotation speed. The capacity to 3D print geometries of different levels of complexity was also explored. Figure 7 shows alternative printhead designs found by the systematic search, which involve more than one mechanism. Annoni et al. [17] appropriated from a small injection molding machine, composed of an inclined plasticating screw and a vertical piston-assisted injection unity. Canessa et al. [18] added a progressive cavity pump (a.k.a. Moineau pump) to the extremity of an auger screw, to achieve improved control of material flow. Liu et al. [19] integrated an auxiliary liquefying chamber to their screw-assisted printhead, which was capable of pumping already molten material to the screw mechanism. Finally, Khondoker, Sameoto [40] developed a two-stage system, which consisted of a fixed horizontal plasticating unity that was connected to a typical FFF deposition head.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 486,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Annoni et al. [17] explored direct EAM of metals and ceramics from injection molding feedstocks. The pellets had expressive contents of solid particles and, therefore, required a deposition tool capable of generating high levels of Fig. 6 Schematic illustrations of the most significant modifications to the basic design of vertical screw-assisted printheads proposed by a Kumar et al. [25] , b Zhou et al. [37] , and c Leng et al. [39] extrusion pressure. Due to the weight of the injection molding unity, the equipment was fixed to a custom-made delta positioning system. The deposition surface was capable of move in 3 directions, as well as rotating around 2 axes. Although extrudability tests were performed to investigate the influence of the binder percentage and geometry of the nozzle, no actual 3D part was built.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 238,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Canessa et al. [18] did not provide much information about the design of the auger screw, since their focus was on the design of the Moineau pump to achieve better volumetric control of the extrusion flow rate. The concept would circumvent the need for retraction strategies, allowing intermittent deposition even with continuous material feeding. The printhead was integrated into a RepRap 3D printer and was validated with different materials.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "The printhead developed by Liu et al. [19] was a multitechnological deposition tool that presented two pistondriven dispensing unities, a screw-assisted extruder, and a plasma jetting unity. No information about the screw design was provided. Each deposition unity was indexed by rotational movement, and the head assembly was integrated into a custom-made Cartesian positioning system [19] . The equipment was used to fabricate scaffolds from neat polymer pellets [20] [21] [22] [23] and biocomposites [20, 23] , which were previously prepared by manual mixing processes.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "In contrast to the previous screw-assisted printheads that integrate into the same assembly the processing and deposition unities, the alternative design proposed by Khondoker, Sameoto [40] decouples the inherent limitations imposed by the weight and inertia of the screw extruder from the speed and resolution requirements of the deposition head. The filament extruder consisted of a DIY kit (Filastruder®, Snellville, USA), which used a drill bit as plasticating screw. The deposition head was connected to the pellet extruder using a heated hose and was adapted to a low-cost 3D printer. Printing feasibility was demonstrated with pellets of elastomeric materials. A similar system was described by Liu et al. [43] , which also connected a horizontal pellet extruder to a filament-fed deposition head. However, in this case, the extruder was custom-made and used a screw with a compression profile.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "An impregnation mold was coupled to the die of the extruder, to generate a pre-impregnated filament that could be fed to the deposition head. The printhead was mounted on a custommade Cartesian platform and could move on the vertical direction, while the deposition surface moved on the x-y plane. The equipment allowed 3D printing with continuous fiberreinforced composites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental small-scale systems"
        },
        {
            "text": "Most experimental screw-assisted printheads that were specifically developed (or could be applied) for large-scale 3D printing share the same general configuration of the vertical extruders presented in the previous subsection. Some systems appropriated from commercially available extruders [56, 57, 60] , while others presented custom-made deposition heads with auger screw [58] , or typical extrusion screw with a compression profile [59, 62] . The use of robotic arms in experimental systems [58] [59] [60] 62] was more frequent than Cartesian platforms [56, 59] .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 506,
                    "end": 510,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Experimental large-scale systems"
        },
        {
            "text": "Hertle et al. [56] adapted a screw-driven welding extruder to a gantry structure, with the deposition surface moving in two directions. The equipment could be fed with polymer pellets and was initially used to assess material adhesion in shear test specimens. In a later publication, a similar welding extruder was mounted on a six-axes robot arm, and material deposition was performed onto electrochemically treated aluminum sheets to assess once again the shear strength of test specimens [57] .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Experimental large-scale systems"
        },
        {
            "text": "Magnoni et al. [60] attached a benchtop-sized screw extruder to a robotic arm that could move on six axes to perform large-scale 3D printing directly from polymer pellets. The focus of their work was determining the influence of the process parameters on the resulting height and width of the deposited material. An online control routine was implemented to correct the positioning of the robotic arm based on data acquired during material deposition. In a subsequent work, an online re-slicing algorithm was developed to compensate for the variation of stature during 3D printing, preserving the original part size [61] . Brooks et al. [58] have also described a Fig. 7 Schematic illustrations of the alternative small-scale screw-assisted printhead designs developed by a Annoni et al. [17] , b Canessa et al. [18] , c Liu et al. [19] , and d Khondoker, Sameoto [40] screw-assisted deposition tool that could be used for largescale 3D printing, but it was explored in the manufacture of thin-shelled parts without the need for supports. Instead of moving the printhead, a convex deposition surface was attached to the robotic arm so that it could be moved with six degrees-of-freedom. Pellets of polymer filled with vegetal fiber were processed. The focus of their paper was on the algorithm developed to generate the printing trajectory of 2D geometries projected to the deposition surface. Similarly, the AM system described by Schmidt et al. [62] had a fixed printhead, with the deposition surface attached to a robotic arm that could move on six axes. The custom-made printhead included a screw with a compression profile. Calibration experiments were performed in function of the material type and, since the material flow rate was known under different conditions, 3D printing tests were conducted at a range of speeds. Test specimens were cut from single-walled cylinders built under a continuous extrusion mode.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 864,
                    "end": 868,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1447,
                    "end": 1451,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [
                {
                    "start": 664,
                    "end": 670,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Experimental large-scale systems"
        },
        {
            "text": "In contrast to the aforementioned examples, Fig. 8 presents the alternative solution for a screw-assisted large-scale 3D printer, proposed by Liu et al. [59] . The extrusion head was composed of two stages: in the first stage, a screw with a compression profile was responsible for conveying and melting the polymer pellets, while an auger screw controlled the extrusion rate in the second stage. Both screws could be driven independently, and the vertical screw could rotate backward to retract the material during the 3D printing process.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 44,
                    "end": 50,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Experimental large-scale systems"
        },
        {
            "text": "The extruder assembly was integrated into a milling machine and could be moved on the y-z plane while the deposition surface moved on the x-axis. Tests were performed with composite pellets to understand the influence of the pressure generated in the first stage and the rotation speed of the auger screw on the resulting flow rate. Specimens were cut from 3D printed plates. The capacity to print more complex parts was also demonstrated; however, melt flow instabilities were reported [59] .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Experimental large-scale systems"
        },
        {
            "text": "As shown in Fig. 9 , four commercial small-scale EAM systems with screw-assisted printheads were found in the systematic search. The 3D Discovery® machine, marketed by RegenHU (Villaz-St-Pierre, Switzerland), is a multitechnological biofabrication platform that incorporates up to six printheads, including a piston unity, and a screw-assisted extruder head. The Pellet Additive Manufacturing® (PAM) system is marketed by Pollen AM (Ivry-sur-Seine, France) and presents four pellet-fed mini screw extruders. The M3DIMAKER® pharmaceutical 3D printer, marketed by FabRx (London, UK), can print from filaments or powders, in which case a miniaturized screw extruder is used. The ExAM 255® 3D Printer, marketed by AIM3D GmbH (Rostock, Germany), presents two mini screw extruders that can print from highly filled pellets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Commercial small-scale systems"
        },
        {
            "text": "The printheads from the 3D Discovery® are mounted on a Cartesian positioning system and move on the x-z plane while the deposition surface moves on the y-axis. The screwassisted unity is very similar to the experimental equipment described by Liu et al. [19] , in which the pellets are first melted in a heated chamber and then air-pumped to the rotating screw. The 3D Discovery® was used to fabricate scaffolds from different biocomposites [45] [46] [47] [48] [49] . In all cases, the biocomposites were previously formulated by manual melt mixing and then cut in pellets. According to the authors, the screw-assisted processing was essential to further distribute the solid particles in the molten polymer [45] [46] [47] [48] [49] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 708,
                    "end": 712,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Commercial small-scale systems"
        },
        {
            "text": "The PAM® Series P machine has the extruders fixed to the structure, while the deposition surface is mounted on a delta positioning system. Geoffroy et al. [51] used the PAM® machine to directly print pellets from neat and flame-retarded polymers. Polymer compounding and pelletizing were previously carried with the aid of a twin-screw extruder. The dispersion degree of the additives was characterized by x-ray mapping, and the flame-retardancy performance achieved with the 3D printing process was compared to the results obtained from thermocompression. The screw-assisted 3D printing process was found to influence the resulting size of the additive particles, which affected the fire behavior.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Commercial small-scale systems"
        },
        {
            "text": "The M3DIMAKER® presents a Cartesian positioning system and the printhead moves in three directions, while the deposition surface is fixed. Goyanes et al. [53] used the M3DIMAKER® machine to produce printlets (3D printed tablets) from drug-loaded polymer powders. The extrusion temperature and other process parameters were kept fixed, to evaluate the performance of the printlets produced with different grades of the polymer matrix. The equipment allowed to fabricate medicines in a single-step process from small amounts of material, which can prevent thermal degradation of the drugs, expedite pre-clinical tests, and enable the production of dose-personalized medicines using a much broader range of excipients.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Commercial small-scale systems"
        },
        {
            "text": "Similarly, the Exam255® uses a Cartesian positioning system with the printheads moving in the x-y plane, while the deposition surface moves on the z-axis. However, the system is encapsulated. Lengauer et al. [54] used the ExAM 255® to Fig. 8 Schematic illustration of the alternative design for large-scale screw-assisted 3D printing developed by Liu et al. [59] directly 3D print hardmetal combined with polymeric binders used in the metal injection molding industry. After 3D printing, the green parts were subject to thermal debinding and sintering. The printing quality achieved with the screwassisted system was compared to the results from a low-cost desktop FFF 3D printer, using self-fabricated hardmetal filaments. As discussed by the authors, the smaller nozzle diameter generated higher extrusion pressure that was beneficial to the quality of the printed parts.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Commercial small-scale systems"
        },
        {
            "text": "Three commercially available screw-assisted EAM systems for large-scale applications were found in the systematic search and are shown in Fig. 10 : the BAAM® (Big Area Additive Manufacturing) 3D printer, marketed by Cincinnati Inc. (Harrison, USA) , the Gigabot X® 3D printer, marketed by re:3D (Houston, USA), and the Super Discovery 3D Printer®, market by CNC Barcenas (Valdepeñas, Spain). Benchtop-sized screw extruders that are mounted on gantry structures compose all three systems. However, the printhead from the BAAM® system moves on the x-axis, and the deposition surface moves on the y-z plane, while the printheads from the Super Discovery 3D Printer® and Gigabot X® move on the x-y plane and the deposition surface on the z-axis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 232,
                    "end": 247,
                    "text": "(Harrison, USA)",
                    "ref_id": null
                }
            ],
            "section": "Commercial large-scale systems"
        },
        {
            "text": "Duty et al. [63] reported the development of the BAAM® technology. The deposition head originally appropriated from the screw of a welding extruder, which was later replaced by a longer screw version to avoid intra-bead porosity and increase the material output. Besides, a reciprocating z-tamping attachment was added to the printhead to further reduce porosity and improve interlayer adhesion. Process feasibility was first demonstrated using neat polymer pellets but, due to the expressive distortion and warping, fiber-reinforced materials became preferred. The BAAM® machine was explored in several publications, using diverse materials, including composites based on high-temperature thermoplastics [65, [67] [68] [69] . Due to the significant difference between the large-and small-scale EAM, the BAAM® process was investigated with the aid of thermomechanical modeling [64] , leading to the development of specific design guidelines for large-scale 3D printing by Roschli et al. [66] .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[65,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 715,
                    "end": 719,
                    "text": "[68]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 720,
                    "end": 724,
                    "text": "[69]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Commercial large-scale systems"
        },
        {
            "text": "Woern et al. [70] first tested the Gigabot X® 3D printer with a variety of particulate materials, including virgin pellets, and recycled polymers. An experimental matrix was proposed to determine the optimum printing parameters for each material, in function of the temperature and deposition speed. The Fig. 9 The four commercial small-scale 3D printer with screw-assisted printheads found in the systematic search: a 3D Discovery® [50] , b PAM® Series P [52] , c M3DIMAKER® [79] , and d Exam255® [55] Fig . 10 The large-scale screw-assisted systems found in the systematic search: a the BAAM® machine [80] , b the Gigabot X® machine (adapted from [73] ), and c the Super Discovery® 3D printer [76] adequate deposition speed was mostly dependent on the shape of the material particles (e.g., pellets, shreds, or flakes). Tensile test specimens were fabricated, and the properties from the recycled materials were found to be comparable to the virgin polymers. Later publications described recycling tests with other materials [71] [72] [73] , obtained from ground plastic parts. Besides calibration experiments and the fabrication of test specimens, complex parts were 3D printed to demonstrate technical and economic feasibility [71, 73] . However, the 3D printing tests with composite particles made of hard and flexible polymers performed by Dertinger et al. [72] were unsuccessful due to feeding difficulties. Later, Little et al. [73] added a Crammer feeder to avoid melt flow inconsistencies due to the irregularity of shape and size of the ground particles.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[79]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[80]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[76]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1032,
                    "end": 1036,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1231,
                    "end": 1235,
                    "text": "[71,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1236,
                    "end": 1239,
                    "text": "73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1436,
                    "end": 1440,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 310,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": ". 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Commercial large-scale systems"
        },
        {
            "text": "The Super Discovery 3D Printer® was tested by Moreno Nieto [75] , to demonstrate its application feasibility to the naval industry. The printhead was equipped with an articulated arm, where different tools such as a video surveillance device could be fitted to remotely supervise the 3D printing process. Pellets of different polymers were processed, in some cases with manual addition of reinforcing fibers. Expressive thermal distortion was observed with some of the neat polymers, while poor printability with the fiber-reinforced composites was reported. Although the negative results with the composites might indicate that the Super Discovery 3D Printer® is somewhat less developed than the BAAM® machine, it should be noted that in this study the fibers were manually mixed with the polymer pellets, and not properly compounded, which could have caused nozzle clogging due to non-uniform distribution.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Commercial large-scale systems"
        },
        {
            "text": "The publications analyzed in the previous section have shown a significant design variety for the screw-assisted EAM systems. While many articles in which small-scale equipment were described intended mainly to demonstrate the process feasibility, others have focused on the properties of the 3D printed parts. In either case, adjusting the design of the printhead with relation to specific material properties or processing requirements was not on the scope. Anyway, the referred articles described experiments with different materials, such as ceramics (PZT/ECG8 [12] , Fe 2 O 3 +Al 2 O 3 /binders, and Fe 2 O 3 +ZrO 2 +Y 2 O 3 /binders [42] ), neat and reinforced thermoplastics (polycaprolactone (PCL) [11, 44] , poly(L-lactideco-D,L-lactide)/tricalcium phosphate (PLDLLA/TCP), ethylene vinyl acetate (EVA) [25-27, 29, 51] , acrylonitrile butadiene styrene (ABS) [28, 30] , polypropylene (PP) [28] , ABS/ aluminum [30] , bitumen [24] , hardmetals (WC-Co [54] ), and medicines (hydroxypropylcellulose/itraconazole [53] ).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 569,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 639,
                    "end": 643,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 811,
                    "end": 826,
                    "text": "[25-27, 29, 51]",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 872,
                    "end": 875,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 918,
                    "end": 922,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1017,
                    "end": 1021,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Extruder modifications"
        },
        {
            "text": "With respect to the large-scale systems, the same trend could be observed. Even though extruder scaling-up was necessary, most publications described systems that appropriated from commercial welding [56, 57] and laboratory extruders [60, 61] to demonstrate the feasibility of the equipment. Neat pellets of PP [56, 57] , polylactic acid (PLA) [60, 61] , and ABS [61] were processed using the extruders as acquired. Moreno Nieto et al. [75] have also processed neat ABS, PLA, and polyethylene terephthalate glycol (PETG)-modified, as well as flame-retarded ABS, carbon fiber (CF)-, and glass fiber (GF)-reinforced ABS without alterations on the machine.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "[60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[75]",
                    "ref_id": "BIBREF75"
                }
            ],
            "ref_spans": [],
            "section": "Extruder modifications"
        },
        {
            "text": "Few publications described modifications on the screwassisted printheads. Some were motivated by specific material properties and others could be related to improvements on the performance of the equipment, independent from the materials processed. These will be described in the following subsections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Extruder modifications"
        },
        {
            "text": "Most material-related modifications on the printhead addressed the state of the granules (i.e., average size and size distribution of the particles). To avoid premature melting due to the small size of the particles when processing neat ABS, high-impact polystyrene (HIPS), PLA, and PP in the powder form, Boyle at al. [38] modified the geometry of the hopper and improved the thermal insulation of the extruder. Little et al. [73] adjusted the geometry of the hopper and used a separate feeder to circumvent feeding problems due to the irregular size of the particles when recycling shredded polyethylene terephthalate (PET) bottles. Reich et al. [71] used additional cooling fans near to the hopper to avoid premature melting and also improved the thermal insulation of the extruder in order to recycle ground polycarbonate (PC) parts, which required a relatively high temperature to be extruded.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Material-related modifications"
        },
        {
            "text": "A very specific example of system modification related to the state of the feedstock refers to the equipment developed by Liu et al. [43] , which intended to impregnate continuous carbon fibers with molten polyamide (PA12). Besides using a screw with compression profile, an impregnation mold was especially designed so that the fiber bundles could be continuously impregnated with the polymer. The resulting preextruded composite filament was then pulled into the actual deposition head.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Material-related modifications"
        },
        {
            "text": "The feedstock composition led Annoni et al. [17] to use an injection machine as printhead, in order to demonstrate the EAM feasibility of highly filled materials, such as ZrO 2 + Y 2 O 3 , and AISI 630 steel combined with polymer binders. The equipment presented a screw-extruder followed by a piston mechanism, which was important due to the high viscosity of the ceramic and metal injection molding materials. Besides, the internal geometry of the deposition nozzle (i.e., orifice diameter, length of the land) was also adjusted to achieve stable extrusion flow. Singamneni et al. [32] also had to adjust the diameter of the nozzle when processing composites of polybutylene-adipate-terephthalate (PBAT) reinforced with wood flour, to avoid clogging caused by the vegetal fibers.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Material-related modifications"
        },
        {
            "text": "Two publications described modifications related to the thermal properties of the materials. Zhou et al. [37] designed a barrel with multiple feeding ports and used the lowest one to avoid thermomechanical degradation polyvinyl alcohol (PVOH). Besides, an auger screw was fabricated to subject the polymer to minimal shearing and pressure levels. Tseng et al. [34] completely adjusted the design of their printhead to process pellets of polyether-ether-ketone (PEEK). Three independent heaters were used to achieve the required temperature profile in the extruder, and a screw with the L/D ratio and compression profile prescribed by the material supplier was fabricated. Moreover, the screw flights were designed and checked to ensure the safety of the equipment with regard to the high melt viscosity of PEEK.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 360,
                    "end": 364,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Material-related modifications"
        },
        {
            "text": "The adjustments on the screw geometry of the experimental systems addressed performance requirements, and not specific material properties. Reddy et al. [13] designed a screw with compression profile to eliminate the air entrapped between the ABS pellets, and used a separate feeder to avoid material aggregation. The printhead described by Silveira et al. [15] had a screw with reduced diameter and compression profile, making it capable to process small amounts of material and mix different components [16] . A scraper was used to avoid powder bridging at the hopper. Despite the different properties, PA12 [15] and PCL reinforced with tricalcium phosphate [16] were successfully processed.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 660,
                    "end": 664,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "The extrusion screw from the system developed by Schmidt et al. [62] followed the conventional design guidelines from polymer extrusion theory to achieve a certain mass output, avoid material agglomeration at the feeding zone, and thermal degradation of the melt. Pellets of ABS and PLA were processed. In turn, Leng et al. [39] designed a conical screw to achieve higher pressure and improved plastication, but in a shorter length. Thermoplastic polyurethane (TPU) was processed because it is biocompatible and difficult to print in FFF systems.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "Duty et al. [63] reported the substitution of the original screw from the BAAM® machine for another with larger pitch at the feed zone and higher compression ratio. The screw was replaced to allow higher throughput with ABS/CF composites. No other modification was described in the following publications, in which high-temperature materials such as polyphenylsulfone (PPSU), polyethersulfone (PES), and polyphenylenesulfide (PPS) reinforced with carbon fibers were processed [65] .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "Instead of modifying the screw geometry, Brooks et al. [58] prevented premature melting and agglomeration of pellets of biopolyesters reinforced with New Zealand flax fibers by positioning a heatsink with fan near to the hopper. Similarly, Whyman et al. [35] used a separate feeder, so that the printhead is operated under starve-fed conditions, preventing the drill bit from stalling when processing PLA pellets. The low shearing imposed by the drill bit was beneficial when processing pellets of ABS/PP blend, to avoid morphology alterations [36] .",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "The bio-AM system developed by Liu et al. [19] included a pre-melting chamber, which could be fed with polymer pellets and delivered molten material directly to the auger screw. Although the printhead design was not explained, this probably avoided the auger from stalling due to its low plasticating capacity and torque limitations. Besides, the whole screw length was available to convey and eventually mix different materials. Neat PCL pellets [20] [21] [22] and composites based on PCL and carbon nanotubes (CNT) were processed [19, 23] .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "Some printhead modifications were performed to improve the control over the flow of the extruded material. While Canessa et al. [18] coupled a progressive cavity pump to the extremity of an auger, Liu et al. [59] used a second independent metering auger. The first authors demonstrated the feasibility of their concept with different materials, such as chocolate, wax, and PLA, while the latter processed only ABS reinforced with glass fiber.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "Lastly, Khondoker, Sameoto [40] observed that most screw-assisted printheads resulted in bulky pieces of equipment, which were difficult to move with precision at the satisfactory speed in order to perform three-dimensional deposition. By using a heated rose between a miniature filament extruder and a typical FFF printhead, the authors were able to develop a low-cost system to successfully 3D print thermoplastic elastomers, including pellets of styrene-ethylenebutylene-styrene (SEBS) and of a shape memory polymer.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Performance-related modifications"
        },
        {
            "text": "The research presented in each publication from the repository allowed to elaborate a general development workflow that summarizes the common stages that the authors went through when investigating on the topic of screw-assisted EAM. The workflow is presented in Fig. 11 , highlighting the development stages and the main decision aspects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 270,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "General development workflow"
        },
        {
            "text": "Many publications describing experimental systems showed that the development workflow starts by the definition of the application field and system scale [12, 15, 19, 24, 34, 39, 40, 43, 59] . Also, it was important to investigate the properties and characteristics of the feedstock materials (e.g., viscosity [28, 30, 37, 57, 65] , thermal behavior [37, 53, 67, 72] , or particle size distribution [41, [70] [71] [72] [73] , since the material properties can direct and impose limitations on the development of the equipment.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "43,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "67,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[70]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[73]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "General development workflow"
        },
        {
            "text": "Next, when designing the printhead, the authors had to choose which driving elements would be used, define the geometry of the main components of the extruder, and decide about any peripherals. Stepper motors were often used [15, 18, 19, 24, 33-35, 37, 38, 41, 70, 71] , probably due the good relation between the torque provided and dimensions, low cost, and for its easiness of control. Although it can be seen as the core of the printhead, screw design was strictly considered by few authors [13, 15, 39, 59, 62] mostly to meet specific performance requirements. Peripherals such as independent feeding systems [13, 35, 72] , pre-melting chamber [19, 45] , additional cooling elements [36, 58, 71] , additional heaters [34] , and other mechanisms to improve the state of the deposited layer [34, 56, 57, 63] have also been proved important to achieve consistent results.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 268,
                    "text": "[15, 18, 19, 24, 33-35, 37, 38, 41, 70, 71]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "72]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "71]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 722,
                    "end": 726,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 803,
                    "end": 806,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "63]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "General development workflow"
        },
        {
            "text": "The printhead should be integrated into an adequate positioning system to comply with its planned application, which goes through defining the number of degrees-of-freedom, and structure type. Some authors used robotic arms [56-58, 60, 62] with multiple degrees of freedom or CNC systems [25, 59] . When the design of the printhead limited its movements, the positioning system enabled 3D printing through a moveable deposition surface [13, 17, 34, 51, 58, 62] . 3D printing platforms were adapted from pre-existing systems [16, 18, 24] or were custom-made to meet specific requirements [12, 17, 19, 33, 58, 64] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 239,
                    "text": "[56-58, 60, 62]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 453,
                    "end": 456,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 529,
                    "end": 532,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 533,
                    "end": 536,
                    "text": "24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "64]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "General development workflow"
        },
        {
            "text": "Screw-assisted EAM was performed by continuous [16, 23, 25, 33, 44, 58] or intermittent deposition [18, 59, 75] . The problem of unwanted extrusion, referred to as \"over deposition\" [10] , \"bleeding\" [24] , \"leakage\" [44] , or \"salivation\" [59] , was reported and could be circumvented with a continuous deposition approach, control of the volumetric flow [17, 18] , or material retraction [58, 59, 75] . A software is necessary to control the screw rotation speed, temperature, and machine movements. Proprietary [39, 54, 73, 75] or open-source options that can include or not slicing tools were used [35, 40, 41, 61, 72] .",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 52,
                    "end": 55,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 56,
                    "end": 59,
                    "text": "25,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 60,
                    "end": 63,
                    "text": "33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 68,
                    "end": 71,
                    "text": "58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 99,
                    "end": 103,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 356,
                    "end": 360,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 395,
                    "end": 398,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "73,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 527,
                    "end": 530,
                    "text": "75]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 607,
                    "end": 610,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 611,
                    "end": 614,
                    "text": "41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "61,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 619,
                    "end": 622,
                    "text": "72]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "General development workflow"
        },
        {
            "text": "Finally, when the machine is ready, experiments for performance assessment can be performed. This involves initial tests for the system's calibration, usually to correlate the screw rotation speed with the material output at different temperatures [26, 30, 34, 40, 59, 62] . Knowing the volumetric output was critical to estimate a range of values for the deposition speed. Functional validation involves actual 3D printing and is often followed by a quality assessment. This often involves mechanical testing [13, 16, 19, 24, 25, 32, 34-40, 42-44, 56, 59, 62, 63] , microscopic analysis [11, 12, 14, 16, 17, 22, 34, 35, 37, 38, 42, 43, 45, 47, 53, 63] , and surface analysis [13, 34, 38] . Depending on the intended application, other tests (e.g., biological [11, 14, 44, [47] [48] [49] , physic-chemical [16, 21, 37, 45, 47, 49, 51, 53] ) might be needed. Comparison with the performance achieved by other machines and/or technologies may also be valuable [41, 54, 71, 72] .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 257,
                    "end": 260,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 261,
                    "end": 264,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 510,
                    "end": 564,
                    "text": "[13, 16, 19, 24, 25, 32, 34-40, 42-44, 56, 59, 62, 63]",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "42,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "43,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 685,
                    "end": 688,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 773,
                    "end": 777,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 783,
                    "end": 787,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 806,
                    "end": 810,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "21,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 815,
                    "end": 818,
                    "text": "37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 835,
                    "end": 838,
                    "text": "53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[41,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 963,
                    "end": 966,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "71,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "72]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "General development workflow"
        },
        {
            "text": "A systematic review on screw-assisted EAM has been performed, identifying 61 publications on the field in the period from 2000 to 2020. Although only research papers in English were considered, a variety of experimental printheads and commercial systems based on screw extrusion for small-and large-scale applications could be found. This way, even if the repository does not cover the entire literature, the results bring together the main contributions to the technological development of screw-assisted EAM, and can be useful for future research on the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The publications were analyzed with respect to the annual production, geographic distribution, and co-occurrence of keywords, followed by the identification of the most influential articles in general, and most cited authors within the repository. The machines have been organized and described over time, to evidence the continuous improvements and evolution of the technique, and the printhead modifications have been summarized and correlated to the materials processed and performance requirements. In the end, a brief discussion on the common stages that have been undertaken for the development of the described equipment was made. Both for experimental and commercial systems, the most exploited constructive solution consists of vertical screw extruders, to which polymer-based granules are fed and then extruded through the deposition nozzle, constituting a single-stage process. For small-scale systems, the printheads often require a miniaturized screw mechanism, and its fabrication may represent most of the development costs. In turn, large-scale systems can benefit from benchtop-sized screw extruders, reducing costs and expediting equipment development. The aggregation state of the granules seems to be more critical to a successful extrusion process than physical properties of feedstock, and modifications on the design of the screw were made mostly to address specific performance requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Although a systematic design approach has the potential to structure the development stages and bring together the different fields of knowledge (e.g., mechanisms, materials science, and manufacturing) that are necessary to achieve greater reliability, repeatability, and robustness, very few projects were carried out in a systematic way, impacting on the quality of the resulting 3D printed parts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Finally, from the expressive variety of materials processed, it can be concluded that the screw-assisted printheads are important not only to expand the applicability of EAM but can also constitute experimental platforms for the formulation of novel material systems. In fact, in the academic context, the development of such equipment can help to democratize access to the technique, otherwise restricted to few research groups capable to afford the often expensive commercial systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Author contribution Joaquim M. J. Netto: conceptualization, methodology, investigation, writing-original draft, visualization. Henrique. T. Idogava: data curation, investigation, writing-original draft. Luiz E. Frezzatto Santos: data curation, investigation, writing-original draft. Zilda C. Silveira: conceptualization, methodology, writing-review and editing, supervision. Pedro Romio: data curation, investigation, writingoriginal draft. J. L. Alves: conceptualization, methodology, writingreview and editing, supervision Funding This study was financed by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior-Brasil (CAPES)-Finance Code 001 and by CNPq (grant no. 142348/2018-0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Data availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Ethics approval The work contains no libelous or unlawful statements, does not infringe on the rights of others, or contains material or instructions that might cause harm or injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Consent to participate The authors consent to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors consent to publish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ISO/ASTM (2017) ISO/ASTM 52900:2017-02 Additive manufacturing -general principles terminology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Apparatus and method for creating threedimensional objects",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Crump",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Design for additive manufacturing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Additive manufacturing of metallic based on extrusion process: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Nurhudan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Supriadi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Whulanza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Saragih",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Manuf Process",
            "volume": "66",
            "issn": "",
            "pages": "228--237",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmapro.2021.04.018"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Additive manufacturing of metallic and ceramic components by the material extrusion of highly-filled polymers: a review and future perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gonzalez-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schuschnigg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kukla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sapkota",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holzer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Materials",
            "volume": "11",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma11050840"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "From materials to devices using fused deposition modeling: A state-of-art review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nanotechnol Rev",
            "volume": "9",
            "issn": "1",
            "pages": "1594--1609",
            "other_ids": {
                "DOI": [
                    "10.1515/ntrev-2020-0101"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A comprehensive review of extrusionbased additive manufacturing processes for rapid production of metallic and ceramic parts",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv Manuf",
            "volume": "7",
            "issn": "",
            "pages": "155--173",
            "other_ids": {
                "DOI": [
                    "10.1007/s40436-019-00253-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Current understanding and challenges in high temperature additive manufacturing of engineering thermoplastic polymers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Chatham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fallon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Zawaski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gilmer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bortner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addit Manuf",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2020.101218"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How to do a systematic review: a best practice guide for conducting and reporting narrative reviews, meta-analyses, and meta-syntheses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Siddaway",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Hedges",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annu Rev Psychol",
            "volume": "70",
            "issn": "1",
            "pages": "747--770",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-psych-010418-102803"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fused deposition of ceramics: a comprehensive experimental, analytical and omputational study of material behavior, fabrication process and equipment design",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Precision extruding deposition and characterization of cellular poly-ε-caprolactone tissue scaffolds",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khalil",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guçeri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Rapid Prototyp J",
            "volume": "10",
            "issn": "1",
            "pages": "42--49",
            "other_ids": {
                "DOI": [
                    "10.1108/13552540410512525"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New developments in fused deposition modeling of ceramics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Guçeri",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Rapid Prototyp J",
            "volume": "11",
            "issn": "4",
            "pages": "214--220",
            "other_ids": {
                "DOI": [
                    "10.1108/13552540510612901"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fused deposition modelling using direct extrusion",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virtual Phys Prototyp",
            "volume": "2",
            "issn": "1",
            "pages": "51--60",
            "other_ids": {
                "DOI": [
                    "10.1080/17452750701336486"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mechanical and in vitro evaluations of composite PLDLLA/TCP scaffolds for bone engineering",
            "authors": [
                {
                    "first": "Cxf",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Olkowski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Swieszkowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Hutmacher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virtual Phys Prototyp",
            "volume": "3",
            "issn": "4",
            "pages": "193--197",
            "other_ids": {
                "DOI": [
                    "10.1080/17452750802551298"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Design development and functional validation of an interchangeable head based on mini screw extrusion applied in an experimental desktop 3-D printer",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "De Freitas",
                    "suffix": ""
                },
                {
                    "first": "Inforçatti",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Noritomi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "Jvl",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Rapid Manuf",
            "volume": "4",
            "issn": "1",
            "pages": "49--65",
            "other_ids": {
                "DOI": [
                    "10.1504/IJRAPIDM.2014.062037"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fabrication of PCL/β-TCP scaffolds by 3D mini-screw extrusion printing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dávila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "Inforçatti",
                    "middle": [],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "Jvl",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;ávila",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Appl Polym Sci",
            "volume": "133",
            "issn": "15",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/app.43031"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Feasibility study of an extrusion-based direct metal additive manufacturing technique",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Annoni",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Giberti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Study of Moineau-based pumps for the volumetric extrusion of pellets",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Canessa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baruzzo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fonda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Addit Manuf",
            "volume": "17",
            "issn": "",
            "pages": "143--150",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2017.08.015"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Design, fabrication and initial evaluation of a novel hybrid system for tissue engineering applications",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinduja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc CIRP",
            "volume": "65",
            "issn": "",
            "pages": "213--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.procir.2017.04.030"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A plasma-assisted bioextrusion system for tissue engineering",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mirihanage",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinduja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CIRP Ann",
            "volume": "67",
            "issn": "1",
            "pages": "229--232",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cirp.2018.04.077"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Process-driven microstructure control in melt-extrusion-based 3D printing for tailorable mechanical properties in a polycaprolactone filament",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poologasundarampillai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinduja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mirihanage",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Macromol Mater Eng",
            "volume": "303",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mame.201800173"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structural evolution of PCL during melt extrusion 3D printing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Poologasundarampillai",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pape",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinduja",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mirihanage",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Macromol Mater Eng",
            "volume": "303",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/mame.201700494"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "User interface tool for a novel plasma-assisted bio-additive extrusion system",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinduja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rapid Prototyp J",
            "volume": "24",
            "issn": "2",
            "pages": "368--378",
            "other_ids": {
                "DOI": [
                    "10.1108/RPJ-07-2016-0115"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "3D printing of asphalt and its effect on mechanical properties",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wojcik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miodownik",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mater Des",
            "volume": "160",
            "issn": "",
            "pages": "468--474",
            "other_ids": {
                "DOI": [
                    "10.1016/j.matdes.2018.09.030"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The effect of process parameters on tensile behavior of 3D printed flexible parts of ethylene vinyl acetate (EVA)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Manuf Process",
            "volume": "35",
            "issn": "",
            "pages": "317--326",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmapro.2018.08.013"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Investigation on the effects of process parameters in CNC assisted pellet based fused layer modeling process",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Manuf Process",
            "volume": "35",
            "issn": "",
            "pages": "428--436",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmapro.2018.08.029"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Extrusion-based additive manufacturing process for producing flexible parts",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Braz Soc Mech Sci Eng",
            "volume": "40",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40430-018-1068-x"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Experimental investigations on suitability of polypropylene (PP) and ethylene vinyl acetate (EVA) in additive manufacturing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mater Today Proc",
            "volume": "5",
            "issn": "2",
            "pages": "4118--4127",
            "other_ids": {
                "DOI": [
                    "10.1016/j.matpr.2017.11.672"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "3D printing of flexible parts using eva material",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mater Phys Mech",
            "volume": "37",
            "issn": "2",
            "pages": "124--132",
            "other_ids": {
                "DOI": [
                    "10.18720/MPM.3722018_3"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Investigations on the melt flow behaviour of aluminium filled ABS polymer composite for the extrusion-based additive manufacturing process",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Mater Prod Technol",
            "volume": "59",
            "issn": "3",
            "pages": "194--211",
            "other_ids": {
                "DOI": [
                    "10.1504/IJMPT.2019.102931"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Analysing the influence of raster angle, layer thickness and infill rate on the compressive behaviour of EVA through CNC-assisted fused layer modelling process",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Inst Mech Eng Part C: J Mech Eng Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2F0954406219889076"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Extrusion 3D printing of polybutyrate-adipate-terephthalate-polymer composites in the pellet form",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singamneni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Truong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Polymers",
            "volume": "10",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/polym10080922"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Biopolymer alternatives in pellet form for 3D printing by extrusion. 3D",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singamneni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Warnakula",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Guen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Print Addit Manuf",
            "volume": "6",
            "issn": "4",
            "pages": "217--226",
            "other_ids": {
                "DOI": [
                    "10.1089/3dp.2018.0152"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Screw extrusion-based additive manufacturing of PEEK",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Belkner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bremicker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mater Des",
            "volume": "140",
            "issn": "",
            "pages": "209--221",
            "other_ids": {
                "DOI": [
                    "10.1016/j.matdes.2017.11.032"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Design and development of an extrusion system for 3D printing biopolymer pellets",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whyman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Arif",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Potgieter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Adv Manuf Technol",
            "volume": "96",
            "issn": "",
            "pages": "3417--3428",
            "other_ids": {
                "DOI": [
                    "10.1007/s00170-018-1843-y"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Acrylonitrile butadiene styrene and polypropylene blend with enhanced thermal and mechanical properties for fused filament fabrication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Potgieter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Archer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Arif",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Materials",
            "volume": "12",
            "issn": "24",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma12244167"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Additive manufacturing of heat-sensitive polymer melt using a pellet-fed material extrusion",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Salaoru",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Addit Manuf",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2018.10.040"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "3D printing using powder melt extrusion",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Mensch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Werder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Miyake",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Addit Manuf",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2019.100811"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The development of a conical screw-based extrusion deposition system and its application in fused deposition modeling with thermoplastic polyurethane",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rapid Prototyp J",
            "volume": "26",
            "issn": "2",
            "pages": "409--417",
            "other_ids": {
                "DOI": [
                    "10.1108/RPJ-05-2019-0139"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Direct coupling of fixed screw extruders using flexible heated hoses for FDM printing of extremely soft thermoplastic elastomers",
            "authors": [
                {
                    "first": "Mah",
                    "middle": [],
                    "last": "Khondoker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sameoto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prog Addit Manuf",
            "volume": "4",
            "issn": "3",
            "pages": "197--209",
            "other_ids": {
                "DOI": [
                    "10.1007/s40964-019-00088-4"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mechanical properties of direct waste printing of polylactic acid with universal pellets extruder: comparison to fused filament fabrication on open-source desktop three-dimensional printers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alexandre",
                    "suffix": ""
                },
                {
                    "first": "Cruz",
                    "middle": [],
                    "last": "Sanchez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Boudaoud",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "3D. Print Addit Manuf",
            "volume": "7",
            "issn": "5",
            "pages": "237--247",
            "other_ids": {
                "DOI": [
                    "10.1089/3dp.2019.0195"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Printability and physical properties of iron slag powder composites using material extrusion-based 3D printing",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Iron Steel Res Int",
            "volume": "28",
            "issn": "",
            "pages": "111--121",
            "other_ids": {
                "DOI": [
                    "10.1007/s42243-020-00475-0"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "High-pressure interfacial impregnation by micro-screw in-situ extrusion for 3D printed continuous carbon fiber reinforced nylon composites",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Compos Part A Appl Sci Manuf",
            "volume": "130",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compositesa.2020.105770"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Design, characterization, and 3D printing of cardiovascular stents with zero Poisson's ratio in longitudinal deformation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eng.2020.02.013"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Morphological, mechanical and biological assessment of PCL/pristine graphene scaffolds for bone regeneration",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Braz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaker",
                    "suffix": ""
                },
                {
                    "first": "Mac",
                    "middle": [],
                    "last": "Frade",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Bioprint",
            "volume": "2",
            "issn": "2",
            "pages": "95--104",
            "other_ids": {
                "DOI": [
                    "10.18063/IJB.2016.02.009"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Enhancing the hydrophilicity and cell attachment of 3D printed PCL/graphene scaffolds for bone tissue engineering",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Ambler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Frade",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Materials",
            "volume": "9",
            "issn": "12",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.3390/2Fma9120992"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Polymer-ceramic composite scaffolds: the effect of hydroxyapatite and β-tri-calcium phosphate",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caetano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Blaker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diver",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Materials",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma11010129"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Aligned multi-walled carbon nanotubes with nanohydroxyapatite in a 3D printed polycaprolactone scaffold stimulates osteogenic differentiation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Byun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "El-Newehy",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bartolo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mater Sci Eng C",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.msec.2019.110374"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "3D Printing of polycaprolactone-polyaniline electroactive scaffolds for bone tissue engineering",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wibowo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qulub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suratman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Materials",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma13030512"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "RegenHU 3DDiscovery review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aniwaa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Additive manufacturing of fire-retardant ethylene-vinyl acetate",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Geoffroy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Samyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bourbigot",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Polym Adv Technol",
            "volume": "30",
            "issn": "7",
            "pages": "1878--1890",
            "other_ids": {
                "DOI": [
                    "10.1002/pat.4620"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pollen AM Pam review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aniwaa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Direct powder extrusion 3D printing: fabrication of drug products using a novel single-step process",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goyanes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Allahham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Trenfield",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stoyanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gaisford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Basit",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Pharm",
            "volume": "567",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijpharm.2019.118471"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Fabrication and properties of extrusion-based 3D-printed hardmetal and cermet components",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lengauer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Duretek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Furst",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gonzalez-Gutierrez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schuschnigg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kukla",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitzmantel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neubauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lieberwirth",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Refract Met Hard Mater",
            "volume": "82",
            "issn": "",
            "pages": "141--149",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrmhm.2019.04.011"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "AIM3D Exam255 review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aniwaa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Additive manufacturing of poly(propylene) by means of melt extrusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hertle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drexler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drummer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Macromol Mater Eng",
            "volume": "301",
            "issn": "12",
            "pages": "1482--1493",
            "other_ids": {
                "DOI": [
                    "10.1002/mame.201600259"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Production of polymer-metal hybrids using extrusion-based additive manufacturing and electrochemically treated aluminum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hertle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kleffel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wörz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drummer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addit Manuf",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2020.101135"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Robot-assisted 3D printing of biopolymer thin shells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Arif",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dirven",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Potgieter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Adv Manuf Technol",
            "volume": "89",
            "issn": "",
            "pages": "957--968",
            "other_ids": {
                "DOI": [
                    "10.1007/s00170-016-9134-y"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "A large-scale double-stage-screw 3D printer for fused deposition of plastic pellets",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Appl Polym Sci",
            "volume": "134",
            "issn": "31",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/app.45147"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Robotic AM System for Plastic Materials: Tuning and On-line Adjustment of Process Parameters",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magnoni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rebaioli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fassi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pedrocchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Tosatti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Procedia Manuf",
            "volume": "11",
            "issn": "",
            "pages": "346--354",
            "other_ids": {
                "DOI": [
                    "10.1016/j.promfg.2017.07.117"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Process parameters tuning and online re-slicing for robotized additive manufacturing of big plastic objects",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rebaioli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Magnoni",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fassi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pedrocchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Tosatti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Robot Comput Integr Manuf",
            "volume": "55",
            "issn": "",
            "pages": "55--64",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rcim.2018.07.012"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Characterization of a granulate-based strand deposition process in the FLM-method for definition of material-dependent process strategies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schricker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hussenöder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eiber",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rapid Prototyp J",
            "volume": "25",
            "issn": "1",
            "pages": "104--116",
            "other_ids": {
                "DOI": [
                    "10.1108/RPJ-09-2017-0186"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Structure and mechanical behavior of Big Area Additive Manufacturing (BAAM) materials",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Duty",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kunc",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lind",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rapid Prototyp J",
            "volume": "23",
            "issn": "1",
            "pages": "181--189",
            "other_ids": {
                "DOI": [
                    "10.1108/RPJ-12-2015-0183"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Thermal analysis of additive manufacturing of large-scale thermoplastic polymer composites",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Duty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kunc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Addit Manuf",
            "volume": "17",
            "issn": "",
            "pages": "77--86",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2017.07.006"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Rheological survey of carbon fiberreinforced high-temperature thermoplastics for big area additive manufacturing tooling applications",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ajinjeru",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kishore",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hershey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kunc",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hassen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Duty",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Thermoplast Compos Mater",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2F0892705719873941"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Designing for Big Area Additive Manufacturing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roschli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Gaul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Boulger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Post",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Chesser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blue",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borish",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Addit Manuf",
            "volume": "25",
            "issn": "",
            "pages": "275--285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2018.11.006"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Thermomechanical characterization of short carbon fiber and short glass fiber-reinforced ABS used in large format additive manufacturing",
            "authors": [
                {
                    "first": "Kmm",
                    "middle": [],
                    "last": "Billah",
                    "suffix": ""
                },
                {
                    "first": "Far",
                    "middle": [],
                    "last": "Lorenzana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Wicker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Espalin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addit Manuf",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2020.101299"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Compressive deformation analysis of large area pellet-fed material extrusion 3D printed parts in relation to in situ thermal imaging",
            "authors": [
                {
                    "first": "Meraz",
                    "middle": [],
                    "last": "Trejo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Billah",
                    "suffix": ""
                },
                {
                    "first": "Kmm",
                    "middle": [],
                    "last": "Seppala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wicker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Espalin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addit Manuf",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2020.101099"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Mechanical characterization of high-temperature carbon fiber-polyphenylene sulfide composites for large area extrusion deposition additive manufacturing",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yeole",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hassen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kunc",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franc",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Vaidya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addit Manuf",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2020.101255"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Fused particle fabrication 3-D printing: recycled materials' optimization and mechanical properties",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Woern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Byard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Oakley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Snabes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Materials",
            "volume": "11",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma11081413"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Mechanical properties and applications of recycled polycarbonate particle material extrusion-based additive manufacturing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Woern",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Tanikella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Materials",
            "volume": "12",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma12101642"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Technical pathways for distributed recycling of polymer composites for distributed manufacturing: windshield wiper blades",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Dertinger",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gallup",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Tanikella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grasso",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vahid",
                    "suffix": ""
                },
                {
                    "first": "Pjs",
                    "middle": [],
                    "last": "Foot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Resour Conserv Recycl",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resconrec.2020.104810"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Towards distributed recycling with additive manufacturing of PET flake feedstocks",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Tanikella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Snabes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Materials",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ma13194273"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Gigabot X review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aniwaa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Large-format polymeric pellet-based additive manufacturing for the naval industry",
            "authors": [
                {
                    "first": "Moreno",
                    "middle": [],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "López",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Addit Manuf",
            "volume": "23",
            "issn": "",
            "pages": "79--85",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addma.2018.07.012"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "CNC Barcenas Super Discovery review",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aniwaa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Additive bio-manufacturing: 3D printing for medical recovery and human enhancement. STOA European Parliament PE614",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hennen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moniz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Torgersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torgersen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Bodegom",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duijne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Geesink",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boucher",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Der Meulen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mordini",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Riisgaard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "Ø"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coenen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "571",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2861/923327"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Fab@Home: the personal desktop fabricator kit",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lipson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Rapid Prototyp J",
            "volume": "13",
            "issn": "4",
            "pages": "245--255",
            "other_ids": {
                "DOI": [
                    "10.1108/13552540710776197"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "FabRx's pharmaceutical 3D printer for personalised medicines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fabrx",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Accessed",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "BAAM -Big Area Additive Manufacturing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "E-Ci",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of the systematic search, showing the resulting number of articles after each step",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Network map of the co-occurrence of keywords",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic illustrations of the pioneering screw-assisted printheads, developed by a Bellini[10], b Reddy et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "General development workflow elaborated for screw-assisted EAM machines",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Search strings used according to the electronic database",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Selected information about the screw-assisted EAM systems, grouped according to the application scale",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}