{
    "paper_id": "51584fe2c00a1ebefb9b3bc30e2032238365391f",
    "metadata": {
        "title": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering",
        "authors": [
            {
                "first": "Yanqiong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Xuzhou First People's Hospital",
                    "location": {
                        "postCode": "221116",
                        "settlement": "Xuzhoug, Jiangsu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ningxian Second People's Hospital of Qingyang City Gansu Province",
                    "location": {
                        "postCode": "745200",
                        "settlement": "Qingyang, Gansu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "With the pollution of the environment and the acceleration of the social rhythm, the prevalence of tumors has increased year by year, and tumors have brought huge pain and inconvenience to patients. However, traditional nursing work consumes a lot of manpower and material resources, but it is difficult to improve the happiness of cancer patients, and it also brings a lot of troubles to many nursing workers. Based on the above reasons, we reengineered the traditional nursing process based on the BPR theory and applied the new process to the analysis of the management effect of cancer patients after oral chemotherapy drugs. e data shows that there are 23 patients with no pressure ulcer risk (score greater than 19) before care, 27 patients with low risk (15-19 points), 32 patients with moderate risk (13-14 points), and 18 people at high risk (less than 12 points). After nursing, there were 82 patients with no pressure ulcer risk, 10 patients with low risk, 7 patients with moderate risk, and 1 patient with high risk. is shows that the risk of pressure ulcers in patients with cancer after the use of chemotherapy drugs is significantly reduced compared with those without nursing. Nursing intervention can improve the psychological state of cancer patients during the recovery period, and nursing intervention can promote the compliance of cancer patients in various aspects of rehabilitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the clinical practice of nursing, whether the nursing process arrangement is appropriate is not only related to the patient's treatment effect, but also related to the patient's satisfaction with the medical plan [1] . Nursing process reengineering can reduce the occurrence of medical cases. It will improve nursing effectiveness and patient care satisfaction as the work goal. e development of nursing process reengineering needs to be carried out under the following conditions: the hospital management staff has paid attention to the necessity and inevitability of nursing process reengineering and can provide understanding and support; the person in charge of nursing process reengineering has a clear and clear goal of nursing process reengineering. To avoid slogan-style goals, the nursing process reengineering team has a reliable implementation effect evaluation tool [2] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 881,
                    "end": 884,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cancer patients usually have great pain. Radiotherapy, chemotherapy, or surgery and oral chemotherapy drugs will have a huge impact on the quality of life of patients and may even lead to life risks; thus, good care is especially necessary [3] . e voice based on medical care reform has always existed in academia, and there are many related studies, such as the framework of cancer patient care plan formulated by Kotenko S. e purpose of intervention is to effectively solve health problems such as insufficient self-care. Low patient compliance and decreased health quality may occur during the rehabilitation process [4] . For the first time, Mayahara M has carried out the continuous care model for cancer patients from the hospital to the home for the first time, a related study of nurses intervening in the early discharge of elderly patients [5] . Flanagan J imitates the concept of continuous care, including 6 dimensions (cross-institution, intergroup, mobility, vertical position, relationship, or individual continuity) to improve the quality of care for cancer patients [6] . Chountalas P T continues to improve the care model, hoping to reduce the patient's risk of chronic diseases and the quality of care [7] . Moore K proposed the concept of BPR, which uses extraction, integration, insertion, extraction, and reshaping technology to manufacture or update the initial process, creating a new process to obtain a smooth system of time, cost, quality, and service. is improvement model is in line with the current the medical environment [8] . Rega M L has conducted various studies on deficiencies in rational intervention, the quality of intervention strategies, intervention caregivers psychology, etc. [9] . Se established a nursing reform survey website to provide relevant information and research results on nursing reform models. After years of development, it has been widely used in the medical field in some developed countries [10] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1221,
                    "end": 1224,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1553,
                    "end": 1556,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1721,
                    "end": 1724,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1954,
                    "end": 1958,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "rough the above previous studies, we can find that although many models of nursing process transformation have been proposed, many of them are based on continuity of care, and it is not enough to apply them to the analysis of the management effect of cancer patients after oral chemotherapeutics. erefore, the main innovations of this article are as follows: (1) constructing the in-hospital tumor care process based on the BPR theory, improving the deficiencies of tumor care, saving time, and improving the rehabilitation of patients; (2) it is of practical significance to apply the modified nursing process to the management effect of oral chemotherapy drugs in tumor patients, and it will help improve the happiness of patients.",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 537,
                    "end": 540,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Reengineering. In clinical practice, it is found that the traditional nursing process is not flexible enough to take care of the patient comprehensively. ere are many problems. e number of nurses and the function of the infirmary are still unclear. is will lead to the fact that even if nursing staff work hard, it is still difficult for patients to get high-quality care, and the quality of care for patients is impaired due to inequality in systems and capabilities [11] . Overseas, BPR has been successfully integrated into the healthcare system to restructure or improve health service processes, and this type of integrated health care application originated in the United States [12] . So far, US medical researchers have been very skilled in using BPR technology in the healthcare system. As the growing demand for health services in China, the issue of medical care arises, and BPR is used to improve processes in all aspects of hospitals, such as introducing outpatient waiting and payment, and help improve quality of service [13] . Designing new workflows specifically for nursing work can help reduce nurse mistakes, improve work quality, and increase the satisfaction of doctors and patients. Redesigning the laboratory infection control system can improve work efficiency [14] . Under the guidance of BPR theory, the process reengineering group was set up to design the process reengineering steps, principles, objectives, and other contents and reasonably and effectively evaluate the application effect of the reengineering process. e framework of nursing process reengineering based on BPR theory is shown in Figure 1 .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1626,
                    "end": 1634,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Concept of Nursing Process"
        },
        {
            "text": "According to the guidance of Figure 1 , the working procedures of design reengineering are as follows: (1) startup: form a process reengineering team, clarify principles, and formulate goals; (2) preliminary construction: a. original working procedure modeling; b. analysis, diagnosis, and redesign; (3) continuous improvement: pretest, Delphi expert consultation, and continuous improvement of the process; (4) process evaluation: process application, evaluation of the actual application effect of the process after reengineering [15] . To provide patients with more rapid and effective treatment is the common goal pursued by all relevant medical staff. Tumor care centers have been proved to be effective measures, and their standardized construction is the general trend. Currently, there is no perfect nursing process standard at home and abroad [16] . erefore, according to the characteristics of tumor diseases and the characteristics of nursing care, it is particularly necessary to construct a more targeted, specific, operable, and widely popularized in-hospital tumor care process based on BPR theory.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 852,
                    "end": 856,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Concept of Nursing Process"
        },
        {
            "text": "Patients. We take irinotecan (a chemotherapeutic drug for the treatment of colorectal cancer) as an example to study the effects and risks of oral chemotherapeutics for cancer patients. With the listing of irinotecan, it has received extensive attention from researchers and doctors all over the world due to its direct efficacy [17] . In the treatment of advanced colorectal cancer, the third phase of clinical results showed that the combination of CPT-11 and 5-FU/CF was significantly higher than 5-FU/CF in terms of survival and remission. Irinotecan has also become the European Union and the first chemical drug used by the US FDA to treat advanced colon cancer [18] . CPT-11 and oxaliplatin combined with leucovorin and 5-FU light have a better effect in the treatment of patients with gastrointestinal cancer. Folinic acid can stabilize the synthesis of 5-FU and thymidine synthase and increase 5-FU with parathymidine Inhibition of chemical synthase [19] . Studies have shown that the first chemotherapeutic drug CPT-11 is also slowly being used to treat gliomas. It can be used in combination with cisplatin to treat small cell lung cancer and has obvious clinical effects. e combination of CPT-11 and gemcitabine is well tolerated and has less toxicity in the treatment of pancreatic cancer. In addition, CPT-11 is also used to treat esophageal cancer, cervical cancer, leukemia, etc. e toxic and side effects during treatment are mainly intestinal reactions, adverse reactions of the blood system, and complex symptoms such as hair loss, fatigue, mucositis, and skin toxicity (including hand-foot syndrome) [20] . Existing studies believe that, from the perspective of drug metabolism, this is mainly due to the toxicity of the central metabolite of CPT-11. e occurrence of diarrhea may be due to the direct damage of SN-38 to the intestinal tract [21] . Intestinal flora, such as Escherichia coli, Clostridium perfringens, and β-glucuronidase produced by Bacteroides, can convert SN-38G back to SN-38, thereby destroying the intestinal epithelium and reducing intestinal inflammation. e contact time of SN-38 with the intestinal epithelium and the concentration in the intestine are the key to causing delayed diarrhea [22] . erefore, it is necessary to care for tumor patients with oral chemotherapy drugs. Good care can effectively reduce the serious adverse reactions caused by chemotherapy drugs. Journal of Healthcare Engineering found that letting neural networks automatically learn is very effective. e method of automatically learning features is usually called \"representational learning\" by researchers. e deep learning model has a very powerful feature extraction ability, which avoids the inefficiency and cumbersomeness of manually designing features. Since deep learning features are automatically learned, deep learning is feasible for the application of hospital care business process reengineering. erefore, the use of neuron shared weights greatly reduces the number of parameters that need to be trained in the neural network [24] . In addition, the shared weight strategy used can be used to convolve the image data to achieve the forward propagation of the neural network (the filter is composed of weights). A convolutional neural network usually includes a convolutional layer, a pooling layer, a fully connected layer, and a loss layer (needed in the training phase, not required in the testing and deployment phases). A binary classification network with 2 convolutional layers, 2 pooling layers, and two fully linked layers (the last fully-linked layer is used for classification) is shown in Figure 2 .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1619,
                    "end": 1623,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1860,
                    "end": 1864,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2232,
                    "end": 2236,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 3059,
                    "end": 3063,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 3633,
                    "end": 3641,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Role and Harm of Oral Chemotherapeutics in Cancer"
        },
        {
            "text": "In the fully linked layer of the neural network, when calculating the output of a layer, the weight vector used by each neuron of the output is different. Figure 3 is the twoclass convolutional neural network.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hospital Nursing"
        },
        {
            "text": "As shown in Figure 3 , the L layer has 2 neurons, the L-1 layer has 4 neurons, and the weight matrix of the L layer is 2 * 4. e two neurons in the L layer use different weight vectors; that is, the row vectors of the nonshared matrix on the right are used, respectively [25] . e weighted input and output calculation formulas of the L layer are shown in (1) and (2), where z represents the weighted input of the jth neuron of the L layer, a represents the output of the jth neuron of the L layer, and b represents the jth neuron of the L layer. e bias of each neuron x represents the activation function, and w represents the connection weight from the nth neuron in the L−1 layer to the jth neuron in the L layer:",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Hospital Nursing"
        },
        {
            "text": "a � x(z), j � 0, 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "When performing convolution operation in image processing, the convolution kernel needs to be flipped 180°fi rst [26, 27] . e two-dimensional discrete convolution operation formula in image processing is shown as follows:",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "in which I represents the input image, W represents the convolution function, and M represents the output of the convolution operation. Unlike image processing, the socalled \"convolution\" in deep neural networks is a correlation function, or cross-correlation function, as shown in the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "is formula is almost the same as the convolution operation (3), but the core W is not flipped. In the neural network, although the realization is related operations, in the deep neural network, the size of the neurons in the L layer is 2 * 2, the size of the neurons in the L-1 layer is 4 * 4, and the size of the shared weight matrix of each neuron in the l layer is 3 * 3. e weighted input and output calculation formulas of the l layer can be expressed by (5) and (6):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "Among them, z represents the weighted input of the l layer of neurons, al represents the output of the l layer of neurons, b represents the shared bias of the l layer of neurons, and x represents the activation function. Common activation functions are sigmoid function, Tanh function, and ReLu function, and they are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "Suppose that the Softmax classification is performed in the L layer of the neural network (the last layer is fully linked) [28] .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "e L layer has a total of n neurons. e weighted input and output calculation formulas of the L layer are shown in (8) and (9):",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "a � e n e z , (9) in which z represents the weighted input of the L layer neuron, and a represents the output of the L-1 layer neuron [29] [30] [31] . a can be understood as the probability of classifying the sample. It can be seen from (9) that the sum of the outputs of all neurons in the L layer is equal to 1.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 17,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "e softmax loss function formula is shown in (13) .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "is formula is the loss function of n samples, and y represents the label of the ith sample. e value range of 1(y � j) is only 0 and 1. When the bracket equality holds, it takes 1, and it takes 0 if it does not. It can be seen from (11) that the loss function formula of a single sample x is shown in (14) . 4 Journal of Healthcare Engineering",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 307,
                    "end": 308,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "Suppose that the loss function requiring optimisation is C (o1, o2, ... , on), assign the o an initial value, and then let it change a small increment, so that the target function also produces a small change, constantly iterating the process. When the loss function is C almost no longer changes, it is assumed that the function has reached the optimal value. It is known from calculus knowledge that when the v changes a small increment, the increment of the loss function C can be expressed by its full differential, as shown in (15) .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "▽C can be written as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "in which C and ∆v are shown in (15) and (16):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "Assume that ∆v is shown in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "However,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "in which ▽C ≥ 0 guarantees C ≤ 0. at is, if v changes according to the rule in (17) , then the loss function C will always decrease and will not increase. After constructing a deep neural network, the next task is to train the network. To train a neural network using the gradient descent method, firstly initialize the weights, and the quality of the Journal of Healthcare Engineering 5 initialization method will affect the convergence speed of the neural network.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Hospital Nursing"
        },
        {
            "text": "3.1. Reengineering the Nursing Process in the Hospital Based on BPR eory. Nursing process reengineering should first determine the principles of nursing process reengineering: (1) patient-centered; (2) safety-based; (3) fast and efficient process operation as the goal; (4) continuous improvement as the concept. Formulate process reengineering goals: (1) after reengineering, the process has strong operability, which can ensure smooth progress of nursing intervention, high efficiency of rescue work, and reduction of patient tumor delay time; (2) through process reengineering, clarify the scope of work of nurses in the nursing process, and improve the coordination of medical and nursing care; (3) after the reengineering process, a clear time system and responsibility system are established to reduce the dependence of nursing work on the experience of tumor nurses; (4) the reengineered process needs to run on the basis of the original process and be stable and smooth and does not conflict with the existing overall system or other single department systems. Currently, there is basis for nursing process standards, and nurses in various hospitals also carry out nursing work based on their own experience, and the work content is similar. We take the tumor care work content of a hospital as a prototype and model the original care process as shown in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1363,
                    "end": 1371,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Experimental Analysis of the Management Effect of Nursing Process Reengineering on Cancer Patients after Oral Administration of Chemotherapeutics"
        },
        {
            "text": "As shown in Figure 4 , after the original nursing process of the hospital is determined, interviews with the medical staff of the hospital are conducted to understand their understanding of the current nursing situation in the hospital and their suggestions for improvement. e interviewees are first-line nurses with more than 5 years of work experience in the emergency department. During the interview, data collection and analysis are carried out at the same time, and all the relevant work of one respondent is completed before the interview with the next respondent occurs. After repetition of the theme of the materials, the semistructured interview was deemed to be saturated with information, and the interview was ended. In the end, this study interviewed 8 interviewees, all of whom were emergency department nursing team leaders. e specific conditions are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 876,
                    "end": 883,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Experimental Analysis of the Management Effect of Nursing Process Reengineering on Cancer Patients after Oral Administration of Chemotherapeutics"
        },
        {
            "text": "rough comprehensive analysis and extraction of all interview data, and analysis and summary of interview results, the following questions are obtained: 1. patients' treatment process is unreasonable, which greatly increases the ineffective workload of doctors; 2. the hospital has not notified the patients immediately upon admission, and the definition of the time of admission is unclear; 3. improper use of the green channel; 4. there are conflicts in hospital time management. Some of the accompanying doctors in the transfer of patients are not the doctors in charge of the patients, and they do not know enough about the patients' conditions to obtain complete information; 5. unreasonable assignment of tasks, etc. According to the above conclusions, the nursing process in the hospital was continuously improved. Meanwhile, the preliminary experiment was conducted for comparative analysis. e results are shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 922,
                    "end": 929,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Experimental Analysis of the Management Effect of Nursing Process Reengineering on Cancer Patients after Oral Administration of Chemotherapeutics"
        },
        {
            "text": "It can be seen from Table 2 that the time of D to ECG was shortened (P < 0.05), and the time of D to TnI was shortened (P < 0.05) of patients in the pretest group. It is proved that the implementation of the nursing process in the hospital is related to the shorter diagnosis time of the patient. However, there was no significant difference in the emergency stay time and D to B time of the two groups of patients. e pretest not only verified the effect of the process implementation, but also constantly discovered the problems in the practice of nursing process transformation during the pretest and further modified it to ensure the actual operability of the process. e results of the expert's inquiry on the process structure evaluation form after the nursing process transformation are shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 801,
                    "end": 808,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Experimental Analysis of the Management Effect of Nursing Process Reengineering on Cancer Patients after Oral Administration of Chemotherapeutics"
        },
        {
            "text": "As can be seen from Table 3 , experts agree on item 7 but disagree on items 3, 4, and 5. However, the analysis found that the experts with different opinions have professional or regional characteristics. For example, the main content of item 3 is the content of patient evaluation. e two experts with different opinions are all cardiologists, which may be caused by insufficient understanding of the working conditions of the triage nurse. However, entries 4 and 5 are most likely to be caused by unit characteristics. e experts with different opinions in the two entries come from the special specialized heart hospitals, so they may lead to inconsistent with the evaluation level of experts in other general hospitals. Finally, for items 3, 4, and 5, they chose to adopt the opinions of most experts. For individual experts with different opinions, once again communicating with the experts and further explaining the reasons for not adopting them, the experts said that they could understand and agree.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Experimental Analysis of the Management Effect of Nursing Process Reengineering on Cancer Patients after Oral Administration of Chemotherapeutics"
        },
        {
            "text": "Nursing Process Reengineering. A presurvey was conducted between 2020 and 2021 using the method of randomization. 100 cancer patients who met the inclusion criteria in a certain hospital were selected and divided into two groups. e intervention group used the reengineered care method, and the control group used the original care method. During the hospitalization period, patients will be given routine care measures, and health education about diseases will be explained to patients in words that are easy for the patient to understand, including knowledge about the oral chemotherapeutics and tumor, reasonable diet, and early exercise. Comparison of demographic variables between the two groups of patients is shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "It can be seen from Table 4 that the experimental subjects are between 45 and 80 years old, the evaluation age is 57.82 ± 12.31, the average age of the intervention group is 58.14 ± 12.31, the average age of the control group is 57.01 ± 6.32, and the P value of the two 0.811 is greater than 0.05, and there is no statistical difference between the two. e gender of the two groups was also not statistically significant, but there were more males than females in the study, and there was no statistical difference in the marital status of the two groups of patients, and more than 90% of the study subjects were married. e comparison of BI index values between the two groups of patients before and after intervention is shown in Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 730,
                    "end": 738,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "It can be seen from Figure 5 that the BI index value distribution of the two groups of patients before and after the intervention is in accordance with the normal distribution, and the variance is homogeneous. e BI index of the two groups of patients was compared using the two independent sample t-test method in statistics. After comparing the BI index of the two groups of tumor patients before transformation, P � 0.805, there is no statistical difference. After the transformation, the BI index value of the two groups was compared P � 0.006, and the results were statistically different.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "e results of the intervention can show that the nursing transformation intervention can improve the patient's daily activity ability. e comparison of the anxiety and depression scores of the two groups of patients before and after intervention is shown in Figure 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 264,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "It was tested that the distribution of anxiety scores of the two groups of patients before and after the intervention accorded with the normal distribution, and the variance was homogeneous, and the anxiety scores after the intervention showed homogeneous variance after the square root transformation. e anxiety scores of the two groups of cancer patients before intervention were compared, and the results showed that the P values were all greater than 0.05, and there was no statistically comparable difference. After 3 months of intervention, the P values of the anxiety and depression scores of the two groups of patients were all less than 0.05, and the results were statistically different, reflecting the positive effect of continuous nursing intervention on the psychological state of cancer patients. e rehabilitation compliance comparison of the two groups of patients after intervention is shown in Figure 7 . It can be seen from Figure 7 that, after the use of chemotherapy drugs, the two groups of cancer patients have little difference in compliance with the balanced diet and rational drug use. e balanced diet intervention group complied with 37 people, partially complied with 9 people, and did not comply with 5 people, the control group. In the intervention group, 33 people complied well, 9 people partly complied, and 10 people did not comply.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 911,
                    "end": 919,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 942,
                    "end": 950,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "ere were 21 people in the reasonable medication intervention group with good compliance, 29 people in the control group, 11 people in the partially compliant intervention group, 12 people in the control group, 18 people in the noncompliant intervention group, and 10 people in the control group. After comparing the compliance of these two items, the P value is greater than 0.05, which is not statistically significant. ere are large differences in compliance with the five items of smoking cessation, alcohol restriction, exercise time, exercise frequency, physical activity, and self-test. e results are statistically different, and the effect of physical activity is the Journal of Healthcare Engineering 9 most significant, with the largest difference. ere were 23 people in the control group with good physical compliance, 38 people in the intervention group, 10 people in the partial compliance control group, and 8 people in the intervention group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the Rehabilitation Effect of Patients after"
        },
        {
            "text": "Oral chemotherapy is one of the most important treatments for patients with malignant tumors, but oral chemotherapy can cause many adverse reactions, such as nausea, vomiting, and anorexia. Nausea and vomiting after oral chemotherapy (CINV) not only affect the quality of life of cancer patients, but also severely reduce the patient's compliance with treatment, which makes the patient resistant to further chemotherapy, leading to the suspension of effective treatment. erefore, nursing care is necessary for patients with oral chemotherapy drugs. At the same time, the level of care for patients with different living abilities should be different. e comparison table for the self-care ability of patients is shown in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 721,
                    "end": 728,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering."
        },
        {
            "text": "It can be seen from Table 5 that there are 56 self-care patients who take medication, 124 are partly dependent, 31 are unable to take care of themselves at all, 20 of the patients without medication can take care of themselves, 158 of them need to be partially dependent on their lives, and some are completely unable to take care of themselves. Of the 24 patients, 31 of the surgical patients were able to take care of themselves, 142 were partially dependent, and 26 were unable to take care of themselves at all. According to McNemar-Bowker test, the difference in self-care ability of patients before and after surgery is statistically significant. e patient's pressure ulcer risk assessment is shown in Figure 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 708,
                    "end": 716,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering."
        },
        {
            "text": "It can be seen from Figure 8 that patients with chemotherapy drugs had 23 without pressure sores (score greater than 19), 27 with low risk (15) (16) (17) (18) (19) , 32 with moderate risk (13) (14) , and 18 with high risk (below 12). After nursing, there were 82 patients with no pressure ulcer risk, 10 patients with low risk, 7 patients with moderate risk, and 1 patient with high risk. Pressure ulcers occur because the patient's long-term bed rest and turning over reduce pressure on the tissues, causing nutritional imbalance and circulatory disorders in the compressed parts, and progressively worsening, eventually leading to soft tissue necrosis. It is one of the three major complications of clinical care. If a pressure ulcer occurs, it will not only have a negative impact on the patient's treatment effect, but also reduce the patient's quality of life, which can even endanger the patient's life in severe cases. However, through this study, it can be seen that the risk of pressure ulcers after the use of chemotherapeutic drugs is significantly reduced, and the risk of pressure ulcers in patients without medication is higher than that of pressure ulcers with medication. A fall is a sudden, nonsubjective change in body position and falling to the ground or lower planes. Inpatients have different risks of falling due to age, severity of illness, familiarity with the environment, and change of caregivers. ere are reports showing that the incidence of falls in hospitalized patients is 3 to 7 per thousand, but it has become an important safety issue affecting the health of patients. e risk assessment of the patient falling from the bed is shown in Figure 9 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 149,
                    "end": 153,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 154,
                    "end": 158,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1670,
                    "end": 1678,
                    "text": "Figure 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering."
        },
        {
            "text": "It can be seen from Figure 9 that, among the patients taking chemotherapy drugs, 34 were at high risk of falling from bed (>12 points) before care, and 32 were at risk of falling from bed (8-12 points) , and there was no risk of falling from bed (<8 points); there are 34 people. After nursing, the number of patients without the risk of falling from bed increased to 73, the number of patients with risk of falling from bed was 12, and only 15 patients were at high risk. Among the patients without medication, 26 were not at risk of falling and falling before nursing, 47 were at risk, and 27 were at high risk. After nursing care, the number of people who were not at risk of falling from bed rose to 63, 20 were at risk, and only 17 were at high risk. It can be seen that the difference in fall risk assessment after nursing is statistically significant. Once a fall occurs, patients are prone to coexisting diseases or injuries, length of stay in hospital, and medical expenditures increase. Preventing falls is an important part of nursing work, and it is also an important index to evaluate the safety and nursing quality of hospital patients. Tumor patients are prone to limb discomfort due to the lesion invading normal brain function areas, which is one of the high-risk factors for falling and falling from the bed. e damage to the patient's brain tissue and the resulting impaired consciousness caused by the medication can cause the patient to develop postoperatively, the main reason for the fall. e use of special drugs after medication is also a risk factor for falls. e mobility of cancer patients has also changed after medication. e proportion of patients who can move on their own after taking the medicine is greatly reduced, as shown in Figure 10 .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 201,
                    "text": "(8-12 points)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "text": "Figure 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1759,
                    "end": 1768,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering."
        },
        {
            "text": "It can be seen from Figure 10 that 11 of the cancer patients treated with chemotherapy drugs were able to move normally before nursing, which increased to 36 after nursing, 43 were active at the bedside before nursing, and 24 were active in bed after nursing. ere were 26 patients before, and it was reduced to 28 after care. ere were 20 patients before care for bedridden patient, and only 12 after care. For untreated patients, before nursing, 18 were normal patients, 23 were bedside active patients, 34 were only able to move in bed, 25 were bedridden patients, and 31 were able to move normally after care. 46 people can move around the bed, 12 people move on the bed, and 11 people sleep on the bed. It can be seen that the patient's mobility is greatly improved after nursing, the number of bedridden patients is reduced, and the patient's mobility after chemotherapeutic drugs is relatively improved compared to unused patients, but it is not obvious.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Analysis of the Management Effect of Cancer Patients after Oral Chemotherapy Based on Nursing Process Reengineering."
        },
        {
            "text": "Nursing process reengineering refers to the adjustment and improvement of nursing work process by studying and analyzing the problems exposed in the previous nursing work and the reasons leading to the problems, so as to reduce medical and nursing accidents and improve the effectiveness of nursing and patients' nursing satisfaction as the work goal. In the process of nursing process reengineering, patients' service needs should be taken as the core, not exceeding the requirements of relevant norms and systems, and efforts should be made to innovate the service process. Tumor brings great pain and life pressure to people. e usual chemotherapy and surgical treatment usually cost high, and the postoperative damage to the human body is large, so oral chemotherapy is gradually becoming a common treatment, but the side effects of chemotherapy are relatively large, and patients need good nursing conditions. By comparing the management effect of hospital nursing process reengineering on tumor patients after oral chemotherapy, we found the following. e research is based on mature and applicable BPR theory and has scientific and systematic reengineering steps. By shortening DtoECG time and DtoTnI time, the established AMI emergency nursing process can accelerate the diagnosis of patients. e hospital AMI emergency nursing process established by the institute adopted a clear responsibility system, which solved the problems mentioned in the interview, such as repetitive work among nurses and difficulties for junior nurses to cope with. Nurses are also trained to improve their comprehensive ability, enhance their self-motivation in the process of work, improve their EXPERIENCE of AMI rescue, and enhance the sense of belonging of nurses. Although our country pays more and more attention to nursing, there are still more problems in the nursing process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "rough the reform of the nursing process, we can find that the daily activities of the two groups of patients have improved after nursing. It is because this ability can be improved through selftraining and self-adaptation. e results of anxiety and depression symptoms of patients before and after nursing were statistically different, and the patients' anxiety symptoms decreased significantly. e reason may be that as the patient's condition gradually relieved, the anxiety symptoms decreased. e results of the compliance comparison before and after patient care showed that there were statistical differences in the compliance of the five items of smoking cessation, alcohol restriction, exercise time, exercise frequency, physical activity, and self-test. ere was no statistical difference in the compliance of the two items of medication. e Barthel index scoring method was used to evaluate the self-care ability of patients, individualized care was given to patients according to different grades, and attention was paid to mobilize the self-care potential and enthusiasm of patients, guiding patients to actively participate in nursing and self-care. Because of the difference of nursing score, the nursing patients in the daily living ability have been significantly improved, so the basic care and specialized care of tumor patients are also particularly important. In addition to the implementation of comprehensive basic nursing, but also taking the initiative to analyze potential dangers, do a good job of safety precautions, timely eliminate risk factors, prevent accidents, and ensure the personal safety of patients, so as to improve the quality of nursing. In this study, by comparing the two groups of tumor patients, it was found that the low risk and high risk scores of tumor patients were significantly higher than before nursing, indicating that the risk index of pressure ulcers rose before and after nursing. How to effectively prevent pressure ulcers is the focus of cancer patients nursing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Nursing process reengineering improves the professional knowledge level of nurses. Nursing process reengineering requires the establishment of a nursing management team. e management team conducts investigations, analyzes and solves the problems in traditional nursing, formulates new nursing process plans, and makes modifications after preliminary trials. For the management effect of cancer patients after oral chemotherapy, we can find that the pretest not only verifies the effect of the process implementation, but also constantly discovers the problems in the practice of the nursing process transformation during the pretest process and further modifies it to ensure the actual process. e modified nursing intervention effect is better than the conventional hospital nursing effect. e modified intervention can improve the ability of daily life of cancer patients during the rehabilitation period. Nursing intervention can improve the psychological state of cancer patients during the rehabilitation period. Nursing intervention can promote the various aspects of cancer patients, rehabilitation compliance. After using chemotherapy drugs, the risk of pressure ulcers after the patients are treated is significantly reduced. e risk of pressure ulcers in patients without medication is higher than the risk of pressure ulcers with medication, and the risk of patients falling from bed can be effectively reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Data Availability e simulation experiment data used to support the findings of this study are available from the corresponding author upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "e authors declare that there are no conflicts of interest regarding the publication of this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Higher education for sustainability by means of transdisciplinary case studies: an innovative approach for solving complex, real-world problems",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Posch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Cleaner Production",
            "volume": "14",
            "issn": "9",
            "pages": "877--890",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Investigating the effects of business process orientation on organizational innovation performance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iijima",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Information & Management",
            "volume": "50",
            "issn": "8",
            "pages": "650--660",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Udayana university international student management: a business process reengineering approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R A"
                    ],
                    "last": "Pramartha",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P S H"
                    ],
                    "last": "Mimba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ComTech: Computer, Mathematics and Engineering Applications",
            "volume": "11",
            "issn": "2",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modelling and analysis of business process reengineering",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunasekaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kobu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Production Research",
            "volume": "40",
            "issn": "11",
            "pages": "2521--2546",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Components of the advance care planning process in the nursing home setting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayahara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "O&apos;mahony",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Hospice and Palliative Nursing",
            "volume": "20",
            "issn": "1",
            "pages": "95--102",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nursing knowledge and language development: process matters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Flanagan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Nursing Knowledge",
            "volume": "30",
            "issn": "3",
            "pages": "123--124",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Investigating the effort of using business process management technology: results from a controlled experiment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mutschler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reichert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Science of Computer Programming",
            "volume": "75",
            "issn": "5",
            "pages": "292--310",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effect of niraparib on cardiac repolarization in patients with platinum-sensitive, recurrent epithelial ovarian, fallopian tube, and primary peritoneal cancer",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Secord",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cancer Chemotherapy and Pharmacology",
            "volume": "83",
            "issn": "4",
            "pages": "717--726",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "e Adherence's indicators of cancer patients to oral chemotherapy. A sistematic literature review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Luisa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tortorella",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Waure",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Damiani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Professioni Infermieristiche",
            "volume": "2",
            "issn": "71",
            "pages": "67--78",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Oral chemotherapy for second-line treatment in patients with gemcitabine-refractory advanced pancreatic cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Journal of Gastrointestinal Oncology",
            "volume": "11",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Appearance of cutaneous melanoma and subcutaneous metastases in metastatic gastric carcinoma undergoing chemotherapy with oral 5-fluorouracil prodrug",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "De Giorgi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarfì",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Trane",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anti-Cancer Drugs",
            "volume": "30",
            "issn": "10",
            "pages": "1055--1057",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Oral metronomic cyclophosphamide in advanced ovarian cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Attianese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petracchini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrero",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anti-Cancer Drugs",
            "volume": "30",
            "issn": "9",
            "pages": "964--968",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virtually perfect? Telemedicine for covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hollander",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "18",
            "pages": "1679--1681",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prevalence and significance of potential drug-drug interactions among cancer patients receiving chemotherapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Cancer",
            "volume": "20",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Nanoparticle (NP) delivery of chemotherapy drugs to prostate cancer patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Famuyiwa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumi-Diaka",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Cancer Prev Curr Res",
            "volume": "9",
            "issn": "5",
            "pages": "218--220",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Acute hyperammonemic encephalopathy after fluoropyrimidine-based chemotherapy: a case series and review of the literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kadowaki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Komori",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Medicine",
            "volume": "96",
            "issn": "22",
            "pages": "111--123",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Carboplatin with intravenous and subsequent oral administration of vinorelbine in resected non-small-cell-lung cancer in realworld set-up",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kolek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Grygárková",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koubková",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oral chemotherapy for second-line treatment in patients with gemcitabine-refractory advanced pancreatic cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "World Journal of Gastrointestinal Oncology",
            "volume": "11",
            "issn": "11",
            "pages": "1021--1030",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Targeted magnetic nanoparticle hyperthermia for the treatment of oral cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Legge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Colley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Rawlings",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Oral Pathology & Medicine",
            "volume": "48",
            "issn": "9",
            "pages": "803--809",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Adherence to abiraterone or enzalutamide in elderly metastatic castrationresistant prostate cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Banna",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Urzia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Benanti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Supportive Care in Cancer",
            "volume": "28",
            "issn": "10",
            "pages": "4687--4695",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Enteral tube administration of oral chemotherapy drugs",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Menard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Labedz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Sarna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Oncology Pharmacy Practice",
            "volume": "26",
            "issn": "3",
            "pages": "703--717",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Exploring chemotherapy holiday and drugs re-challenge in advanced pancreatic cancer patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macchini",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Peretti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Orsi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cancer Chemotherapy and Pharmacology",
            "volume": "87",
            "issn": "1",
            "pages": "95--101",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adverse effects observed in lung cancer patients undergoing first-line chemotherapy and effectiveness of supportive care drugs in a resource-limited setting",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Muthu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mylliemngap",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Behera",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lung India",
            "volume": "36",
            "issn": "1",
            "pages": "32--37",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "e role of information technology in business process reengineering",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gunasekaran",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "International Journal of Production Economics",
            "volume": "50",
            "issn": "2-3",
            "pages": "91--104",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A case study on the application of global logistic service cost management system by BPR (business process reengineering)",
            "authors": [
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "S.-J",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "C.-S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Business Review",
            "volume": "22",
            "issn": "1",
            "pages": "135--164",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Single-cell RNA analysis reveals the potential risk of organ-specific cell types vulnerable to SARS-CoV-2 infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Computers in Biology and Medicine",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Characterization of the complete mitochondrial genome of acanthacorydalis fruhstorferi van der Weele (megaloptera: corydalidae)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of the Kansas Entomological Society",
            "volume": "93",
            "issn": "4",
            "pages": "267--281",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Research on the financing income of supply chains based on an E-commerce platform",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Technological Forecasting and Social Change",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evolutionary game analysis on the recycling strategy of household medical device enterprises under government dynamic rewards and punishments",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "18",
            "issn": "5",
            "pages": "6434--6451",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "e effect of exercise on mental health: a focus on inflammatory mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Edirappuli",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatria Danubina",
            "volume": "32",
            "issn": "1",
            "pages": "105--113",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evaluation of eating attitudes, anger and impulsivity in atypical and non-atypical depression and assessment of comorbidity of binge eating",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Belkız Güngör",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akgül",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Taymur",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Demirci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "İnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatria Danubina",
            "volume": "32",
            "issn": "1",
            "pages": "105--114",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "e framework of nursing process reengineering based on BPR theory.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Two",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Two-class convolutional neural network.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ": e original care flowchart after modeling.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Comparison of BI index values between the two groups of patients before and after intervention. Comparison of anxiety scores between the two groups of patients before and after intervention.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of rehabilitation compliance between the two groups of patients after intervention. (a) Intervention group. (b) Control group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": ": e patient's pressure ulcer risk assessment chart. (a) Medication. (b) No medication.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison of the evaluation scores of tumor patients before and after medication. (a) Medication. (b) No medication.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Activity of cancer patients before and after care. (a) Medication. (b) No medication.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "General information of interviewees.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of time nodes between the control group and the pretest group.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Delphi supplementary content evaluation form letter inquiry results.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Demographic variables of the two groups of patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of self-care ability of patients with glioma before and after surgery.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}