{
    "paper_id": "526c3bba009e558465fc6a0961629e5380a102a1",
    "metadata": {
        "title": "Environmental kuznets curve and causal links between environmental degradation and selected socioeconomic indicators in Bangladesh",
        "authors": [
            {
                "first": "Nahid",
                "middle": [],
                "last": "Sultana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Mohammad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mafizur",
                "middle": [],
                "last": "Rahman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rasheda",
                "middle": [],
                "last": "Khanam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study has investigated the Environmental Kuznets Curve (EKC) hypothesis and focuses on the resource stock of the country in relation to the selection of environmental degradation indicators. Acknowledging the critical role of the EKC for policy formulation and development strategies, this study has examined the validity of the EKC hypothesis by exploring the relationship between economic growth, urbanization, energy consumption, trade openness, human capital and ecological footprints for the period 1972-2018 in Bangladesh. The autoregressive distributive lag bounds testing approach is applied for this purpose, taking into account the structural break in the time series. A fully modified OLS estimation has also been applied as the robustness check of the results. Results from the empirical analysis confirm the existence of the EKC in Bangladesh in both the long run and short run. The causal nexus among the variables is examined by applying the Vector Error Correction Granger causality test. The causality test result shows that economic growth and urbanization cause ecological footprints in both the short run and the long run. Based on this result, it can be inferred that economic growth activities in Bangladesh can be continued and extended with minimal ecological cost through structural economic change and proper environmental management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Environmental Kuznets Curve (EKC) that portrays the relationship between economic growth and environmental degradation is critical to address the environmental and developmental challenges faced by the countries and therefore, still remains a subject of intense research (Altintus, 2020) . Amidst the growing threat to human health due to the COVID 19 pandemic, the hidden dangers related to climatic and ecological changes should not be ignored since the socio-economic problems often result in socio-ecological problems. High dependence on modern technology, the intensive use of fossil energy, depletion of natural resources, increased industrial activities, rapid urbanization, and globalization are taking their toll by causing environmental damage and stressing the ecosystem. This can be described as the stress of human activity on nature Warner et al., 2010 ) that results in an increased level of pollution, and a decline in biological resources, and food production capabilities (Bagliani et al., 2008) . Therefore, deterioration in environmental quality has become a public concern and is increasingly gaining importance in the formulation of effective policy measures (Rahman et al., 2018) . The relationship between environmental degradation and influencing macroeconomic factors needs to be examined carefully to design effective economic and environmental policies Rahman et al., 2018) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 291,
                    "text": "(Altintus, 2020)",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 870,
                    "text": "Warner et al., 2010",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 994,
                    "end": 1017,
                    "text": "(Bagliani et al., 2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1185,
                    "end": 1206,
                    "text": "(Rahman et al., 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1385,
                    "end": 1405,
                    "text": "Rahman et al., 2018)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Maximization of 'economic growth' is fundamental for all economies. However, it is also important to be concerned about the causal relationship between economic growth and the environmental degradation indicators since economic growth is often accompanied by environmental degradation (Narayan & Narayan, 2010; Ansari et al., 2020) . The nexus between degraded environmental quality and economic growth can better be described by the Environmental Kuznets Curve (EKC) hypothesis, which has been utilized by researchers since the early 1990s. This hypothesis has provided insights into the economic research suggesting that economies should concentrate on their growth performance and environmental issues will automatically be resolved with the progression of growth (Kaika & Zervas, 2013) . Hence, the EKC hypothesis has been investigated in a number of ways and under different contexts by economic researchers in recent years (Wang et al., 2013) . Some studies have opined that the EKC hypothesis is not applicable to poor countries that are operating in their early stages of economic development and are uncertain about reaching the point where the relationship between income and pollution starts to become negative. These countries often compromise their environmental standards in order to attain international competitiveness and to attract investment for achieving the much-needed economic growth. As a result, economic growth comes with worsening environmental conditions in these low-income countries (See Al-Mulali et al., 2015; Asici & Acar, 2015) . But some other studies have opposed this idea (see Ulucak & Bilgili, 2018; Destek & Sarkodie, 2019) by confirming the EKC hypothesis for countries of all income groups, even for newly industrialized countries. These conflicting results in the application of the EKC hypothesis have caught the attention of economic and environmental researchers and influence them to work further on the EKC hypothesis since it is critical for policy formulation in the context of climate change and sustainable development (Destek & Sarkodie, 2019; Dinda, 2004) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 310,
                    "text": "(Narayan & Narayan, 2010;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 311,
                    "end": 331,
                    "text": "Ansari et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 767,
                    "end": 789,
                    "text": "(Kaika & Zervas, 2013)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 929,
                    "end": 948,
                    "text": "(Wang et al., 2013)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1518,
                    "end": 1541,
                    "text": "Al-Mulali et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1542,
                    "end": 1561,
                    "text": "Asici & Acar, 2015)",
                    "ref_id": null
                },
                {
                    "start": 1615,
                    "end": 1638,
                    "text": "Ulucak & Bilgili, 2018;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1639,
                    "end": 1663,
                    "text": "Destek & Sarkodie, 2019)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2071,
                    "end": 2096,
                    "text": "(Destek & Sarkodie, 2019;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2097,
                    "end": 2109,
                    "text": "Dinda, 2004)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Bangladesh has been identified as a fast-growing country in South Asia (Rahman et al., 2018) . The country officially graduated to the category of a lower-middle-income country in July 2015. During the last three decades, Bangladesh has maintained an annual economic growth rate of 6.7 percent of gross domestic product (GDP) per annum. Industrial growth and urbanization have contributed much to this growth. The target was to reach and then maintain the milestone of gross national income (GNI) per capita of over US$1046. To maintain this standard, Bangladesh needs to keep the annual GDP growth rate at 7-8 percent in the next decade and the target may increase further due to the COVID 19 global pandemic-induced economic downturn since last year (BER, 2019; UN, 2016) . The economic activities that are needed to achieve this growth target will impose a further cost on the environment, while Bangladesh has already scored among the lowests (29.56) in the environmental performance index of the year 2018 among 180 countries of the world (Rahman et al., 2020) . Pollution, environmental health risks, and vulnerability to climatic change are the issues of concern for Bangladesh (WB, 2018). Environmental pollution imposes a multidimensional impact on ecological systems , and hence, the ecological footprint has been considered in this study as an indicator of environmental degradation for Bangladesh.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 92,
                    "text": "(Rahman et al., 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 752,
                    "end": 763,
                    "text": "(BER, 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 764,
                    "end": 773,
                    "text": "UN, 2016)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1044,
                    "end": 1065,
                    "text": "(Rahman et al., 2020)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The EKC hypothesis has been investigated in this study for Bangladesh using the ecological footprint. This study finds it relevant to evaluate the economic growth-environmental degradation nexus at the conjunction of its ongoing effort to ensure economic up gradation. Very few studies are available in relation to Bangladesh's environment and ecology with conclusive results (Islam & Shahbaz, 2012; Rahman & Kashem, 2017; Rahman et al., 2018) . The findings of this study are expected to contribute to the EKC literature with some policy suggestions that will help to minimize the level of environmental degradation during the period of extended economic activities. The major contributions of this research are: Firstly, it will investigate the economic growth and environmental degradation nexus in a more representative manner by using the ecological footprint (EF from hereafter) as a variable of interest which is a superior measure of environmental degradation and able to capture its multidimensional impact . The advantage of this accounting-based indicator is that it is able to capture typically complex resource use patterns, recognize the complementarity between natural capital and economic development where humans are acknowledged as dependent on the ecosystem (Costanza, 2000; Moffatt, 2000) . Therefore, analysis based on ecological footprint is relevant for the countries like Bangladesh that focus more on natural resources to extract the comparative advantage (Sarkodie & Strezov, 2018) . This can provide better policy insights in the context of a faster pace of increase in global ecological footprint, particularly in Asia Danish et al., 2020 , Bilgili & Ulucak, 2019 Lin et al., 2018) . Secondly, using primary energy consumption as an explanatory variable this study will assess the impact of all types of energy consumption on the environment in Bangladesh. Thirdly, adding human capital, based on education and earning capabilities, into the model, the socio-economic aspect is tried to be captured, to find out the overall impact on human ecological demand in Bangladesh. Fourthly, Robust empirical findings will unveil the dynamic impact of economic growth on the ecological degradation process and identify its causal factors to contribute to the environmental impact system (EIS) in Bangladesh which needs to be improved (Kabir & Momtaz, 2012) .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 399,
                    "text": "(Islam & Shahbaz, 2012;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 400,
                    "end": 422,
                    "text": "Rahman & Kashem, 2017;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 423,
                    "end": 443,
                    "text": "Rahman et al., 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1277,
                    "end": 1293,
                    "text": "(Costanza, 2000;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1294,
                    "end": 1308,
                    "text": "Moffatt, 2000)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1481,
                    "end": 1507,
                    "text": "(Sarkodie & Strezov, 2018)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1647,
                    "end": 1666,
                    "text": "Danish et al., 2020",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1667,
                    "end": 1691,
                    "text": ", Bilgili & Ulucak, 2019",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1692,
                    "end": 1709,
                    "text": "Lin et al., 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2353,
                    "end": 2375,
                    "text": "(Kabir & Momtaz, 2012)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent papers on environmental impact assessment use the ecological footprint (EF) as a comprehensive indicator of environmental degradation and a measure of sustainable development (Caviglia-Harris et al., 2009; Danish et al., 2020; Ulucak & Bilgili, 2018) . EF has attracted the attention of the researchers in investigations of the economic growth-environmental degradation nexus where a significant portion of studies have attempted to test the EKC hypothesis mentioned by Grossman and Kruger (1991) . The inverted U-shaped EKC reveals the potential association between a country's economic growth and ecological degradation. The EKC is considered to be a byproduct of the convergence process to the sustainable development path by the 'green Solow model' proposed by Brock and Taylor (2010) . The rudimentary concept of the EKC elaborates that countries at their early stage of development disrupt the quality of environment through their economic activities aiming to achieve growth. These pre-industrial (primary-sector based) countries operate at the initial level (upward sloping) of the EKC. However, when continued economic growth boosts the industrial economy and growth-led increase in income approaches to achieve a threshold level of per capita income, countries (middle-income countries) arrive at the next level of the EKC. Further increases of per capita income in the post-industrial economy (mostly tertiary sectorbased) lead the countries to the desired level of EKC (downward sloping) where the ecological condition starts to improve (Lawson et al., 2020; Suki et al., 2020) .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 212,
                    "text": "(Caviglia-Harris et al., 2009;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 213,
                    "end": 233,
                    "text": "Danish et al., 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 234,
                    "end": 257,
                    "text": "Ulucak & Bilgili, 2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 477,
                    "end": 503,
                    "text": "Grossman and Kruger (1991)",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 795,
                    "text": "Brock and Taylor (2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1556,
                    "end": 1577,
                    "text": "(Lawson et al., 2020;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1578,
                    "end": 1596,
                    "text": "Suki et al., 2020)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The results of an empirical investigation on the EKC hypothesis vary according to environmental degradation indicators and data used (Lawson et al., 2020) . The most recent study by Altıntaş and Kassouri (2020) has examined the EKC hypothesis using both CO 2 and EF for 14 European countries and finds only EF as a compatible tool to predict the EKC. Using EF as an environmental degradation indicator, Ansari et al. (2020) have established the EKC relationship for Central and East Asian countries while using material footprints (MFs) the relationship is established for all other Asian countries under investigation except central Asia. Examining the development dynamics of 11 newly industrialized countries the EKC hypothesis is supported for Mexico, Philippines, Singapore, and South Africa, while U-shaped relation is projected for China, India, South Korea, Thailand, and Turkey by Destek and Sarkodie (2019) . In a study on randomly selected countries by income groups, Ulucak and Bilgili (2018) have confirmed the existence of the EKC hypothesis for low-income, middle-income and high-income countries. The studies of Danish and Wang (2019) and Danish et al. (2020) have found evidence in favor of the Environmental Kuznets relationship between income and EF for the Next 11 countries and BRICS countries, respectively. EKC has also been established in the Malaysian economy by Suki et al. (2020) after investigating the impact of globalization. Natural resources have been found to be helpful in supporting the EKC hypothesis, and these resources have a positive effect on the ecological footprint. The study by Hassan et al. (2019) has revealed this with a bidirectional causal link between natural resources and ecological footprints in Pakistan. Employing the production and import component of ecological footprint data, Aşici and Acar (2015) have also detected an EKC relationship between per capita income and footprint of domestic production for 116 countries. Import footprints have been found to be increasing monotonically with income in this study that focuses on the importance of environmental regulations to influence import decisions of the countries.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 154,
                    "text": "(Lawson et al., 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 182,
                    "end": 210,
                    "text": "Altıntaş and Kassouri (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 423,
                    "text": "Ansari et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 890,
                    "end": 916,
                    "text": "Destek and Sarkodie (2019)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 979,
                    "end": 1004,
                    "text": "Ulucak and Bilgili (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1155,
                    "end": 1175,
                    "text": "Danish et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1388,
                    "end": 1406,
                    "text": "Suki et al. (2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1623,
                    "end": 1643,
                    "text": "Hassan et al. (2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1836,
                    "end": 1857,
                    "text": "Aşici and Acar (2015)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "Using the same indicator for environmental degradation, many studies have failed to establish the EKC hypothesis. The EKC relationship has not been established for five GCC countries by Ansari et al. (2020a) and neither has it been found for west, south and southeast Asian countries by Arshad Ansari et al. (2020b) using EF. Aydin et al. (2019) have also failed to establish the EKC hypothesis between the types of ecological footprints and economic development for 26 European countries. The empirical investigation of this study has found that income changes affect different ecological footprints differently for various sub-footprints and there is a threshold effect of income per capita on types of ecological footprint. Zhang (2019) has failed to find any evidence of EKC for ninety-three countries of Central Asia. Investigating 15 EU countries, found no inverted U-relationship. In Vietnam, Al-Mulali et al. (2015) found no existence of the EKC hypothesis; rather it was found to be positive for both the short run and the long run. Wang et al. (2013) also found no evidence of EKC for 150 countries while investigating the dependence of domestic environmental performance on the characteristics of neighboring states. No evidence of the EKC relationship was found by Caviglia-Harris et al. (2009) , and EF was found to be increasing at an increasing rate due to energy use in both rich and poor countries. A consumption-based line of inquiry on EKC by Bagliani et al. (2008) also found no evidence of inverted U-shape behavior for 141 countries. Rather, this study revealed an unbounded growth of environmental pressure with an increase in per capita GDP. The EKC relationship was also investigated in the context of environmental efficiency and its relation to economic growth by Halkos and Tzeremes (2009) for 17 OECD countries by applying a DEA window analysis but failed to observe inverted U. This study made a claim not only for growth, but also for the path of growth to ensure environmental protection. Sarkodie and Adams (2018) have emphasized political institutional quality for social, governmental, and economic readiness to mitigate the environmental adverse impacts.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "text": "Ansari et al. (2020a)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 315,
                    "text": "Ansari et al. (2020b)",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 345,
                    "text": "Aydin et al. (2019)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 900,
                    "end": 923,
                    "text": "Al-Mulali et al. (2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1042,
                    "end": 1060,
                    "text": "Wang et al. (2013)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1277,
                    "end": 1306,
                    "text": "Caviglia-Harris et al. (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1462,
                    "end": 1484,
                    "text": "Bagliani et al. (2008)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1791,
                    "end": 1817,
                    "text": "Halkos and Tzeremes (2009)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2021,
                    "end": 2046,
                    "text": "Sarkodie and Adams (2018)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "The derogatory impact of urbanization on both ecological and material footprints is observed by the study of Ansari et al. (2020) . Danish and Wang (2019) have found that urbanization increases the EF in the Next 11 countries although the negative sign of the interaction term between urbanization and real income indicates that increased income proposes the demand for the innovation of green technology, green city projects, better education, and healthcare for urban people who seek for a reduction in environmental degradation. A contradictory result about urbanization is revealed in another study by Danish et al. (2020) for BRICS countries. Nathaniel et al. (2019) have also found that urbanization improves the environmental quality in the long run in South Africa. The production and supply of renewable energy and less reliance on fossil fuel consumption have been encouraged in most of the studies. Altıntaş and Kassouri (2020) have observed this and have expressed the opinion that the behavior of economic growth in all types of environmental degradation indicators remains unaffected by the inclusion of renewable energy and fossil fuel. This study also has identified renewable energy as an environment-friendly source of economic growth, while fossil fuel consumption remains as a contributing factor to the positive relationship between environmental pressure indicators and economic growth. Similar findings of energy consumption have also been obtained by Ansari et al. (2020) for Gulf Cooperative Council (GCC) countries, Appiah et al. (2019) for selected emerging economies, Destek and Sarkodie (2019) for 11 newly industrialized countries, Danish and Wang (2019) for Next-11 countries and for EU countries. In the study by Ulucak and Bilgili (2018) , the significant negative effect of human capital on ecological footprints has suggested education as an effective tool to overcome environmental threats. A focus on the development of human capital has also been revealed in a study on India by Ahmed and Wang (2019) and in Pakistan by Hassan et al. (2019) .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 129,
                    "text": "Ansari et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 132,
                    "end": 154,
                    "text": "Danish and Wang (2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 606,
                    "end": 626,
                    "text": "Danish et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 648,
                    "end": 671,
                    "text": "Nathaniel et al. (2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 910,
                    "end": 938,
                    "text": "Altıntaş and Kassouri (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1475,
                    "end": 1495,
                    "text": "Ansari et al. (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1542,
                    "end": 1562,
                    "text": "Appiah et al. (2019)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1596,
                    "end": 1622,
                    "text": "Destek and Sarkodie (2019)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1662,
                    "end": 1684,
                    "text": "Danish and Wang (2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1745,
                    "end": 1770,
                    "text": "Ulucak and Bilgili (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 2017,
                    "end": 2038,
                    "text": "Ahmed and Wang (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2058,
                    "end": 2078,
                    "text": "Hassan et al. (2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "While mixed results still persist in the literature regarding the EKC relationship employing EF as environmental degradation indicator, its application is found to be minimal in the context of Bangladesh. Rahman et al. (2018) employed EF as one of the socio-economic indicators in an investigation on their relationships with per capita growth in Bangladesh. Using linear, quadratic and log models, the study has confirmed a monotonic increasing relationship between growth and each of the environmental attributes. However, this study has not controlled the influence of other factors contributing to the environment. Existing studies on the EKC based on carbon emissions level in Bangladesh have provided contradictory results (see Rahman et al., 2020; Alam, 2014) . Moreover, empirical investigation based only on carbon emission may lead to spurious estimates due to its link to the mixture of other effluents (Altintus & Kassouri, 2020). Therefore, this study has found it apposite to track the environmental degradation as portrayed by the EKC in Bangladesh using a comprehensive environmental impact indicator. It has become more relevant in response to the concern of the increased levels of economic activities for the achievement of targeted economic growth (see Rabbi et al., 2015) . Since developing countries use their natural resources to grow and become competitive (Ulucak & Bilgili, 2018) , this study has become motivated to use EF as an environmental degradation indicator that measures the overall demand of human activities on nature. This study expects to fill up the important shortages in the application of the EKC concept in Bangladesh by using a broader proxy of environmental degradation, EF, and at the same time identify the nexus of some socio-economic factors to the environmental degradation process in Bangladesh.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 225,
                    "text": "Rahman et al. (2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 734,
                    "end": 754,
                    "text": "Rahman et al., 2020;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 755,
                    "end": 766,
                    "text": "Alam, 2014)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1273,
                    "end": 1292,
                    "text": "Rabbi et al., 2015)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1381,
                    "end": 1405,
                    "text": "(Ulucak & Bilgili, 2018)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Literature review"
        },
        {
            "text": "William Rees (Rees, 1992) first proposed ecological footprints as an indicator of environmental degradation, and Rees and Wackernagel (1996) developed it as an assessment method (Charfeddine, 2017; Rees & Wackernagel, 1996) . EF estimates the total amount of productive surface of the Earth in global hectares that is needed to supply a population with essential materials, such as water, food, timber, along with the absorption of its effluents. The overall impact on the environment is measured by this indicator (McMichael & Butler, 2011; Rees & Wackernagel, 1996) . Bangladesh is ranked 29th among 189 countries in total ecological footprint ranking (NFA, 2019).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "(Rees, 1992)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 113,
                    "end": 140,
                    "text": "Rees and Wackernagel (1996)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 178,
                    "end": 197,
                    "text": "(Charfeddine, 2017;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 198,
                    "end": 223,
                    "text": "Rees & Wackernagel, 1996)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 515,
                    "end": 541,
                    "text": "(McMichael & Butler, 2011;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 542,
                    "end": 567,
                    "text": "Rees & Wackernagel, 1996)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Ecological footprint and environmental degradation"
        },
        {
            "text": "Urban development and urban infrastructure systems that supply the essentials for human well-being and economic development impose a huge burden on the environment. Energy, fuel, construction, and chemical materials used in the global urbanization process cause nearly 70% of global greenhouse gas emissions, and this is mostly visible in countries with an economic growth of more than 5 percent (Fu et al., 2017; Pata, 2018) . A UN report from 2016 found urban pollution growing at an alarming rate in Bangladesh (UN, 2016). However, urbanization is important for a country of middle income to attain targeted economic growth (WB, 2009 ). The urbanization process has got its momentum in Bangladesh for the last four decades with the dominance of the capital city Dhaka which has become the 11th largest megacity in the world (UN, 2016).",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 413,
                    "text": "(Fu et al., 2017;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 414,
                    "end": 425,
                    "text": "Pata, 2018)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 627,
                    "end": 636,
                    "text": "(WB, 2009",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Urbanization and environment"
        },
        {
            "text": "Energy use is the central to economic activity, but the use of fossil fuels causes huge emissions and is responsible for 87 percent of CO 2 emissions (Pata, 2018; Saboori & Sulaiman, 2013) . Statistics showed that energy demand growth was 1.5 percentage points higher in 2018 relative to the average of the previous 5 years and it was satisfied mostly (three-quarters of total demand) by fossil fuel resulting in a 1.4 percentage point higher CO 2 emission in the year 2018 (BP, 2019). Bangladesh is an energy deficit country, and in many studies, the management of the energy sector has been said to be poor (Alam et al., 2012) . The major sources of energy in Bangladesh are natural gas (more than half is used for electricity generation), petroleum, coal, and hydro-power (BBS, 2018) . At present, the country's emission level is negligible in its contribution to global climate change.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 162,
                    "text": "(Pata, 2018;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 163,
                    "end": 188,
                    "text": "Saboori & Sulaiman, 2013)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 609,
                    "end": 628,
                    "text": "(Alam et al., 2012)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 775,
                    "end": 786,
                    "text": "(BBS, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Energy consumption and environment"
        },
        {
            "text": "Trade openness has an impact on the environment in three ways: technique, scale, and composition effects. If trade openness brings positive technical effect in the production process by introducing environmentally friendly and minimum emission technologies, the tradeinduced technique surpasses the composition and scale effects and implies a net reduction to environmental degradation (Nazir et al., 2018) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 406,
                    "text": "(Nazir et al., 2018)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Trade openness and environment"
        },
        {
            "text": "Trade openness brings faster economic growth for Bangladesh (Manni et al., 2012) . Readymade garments and knitwear are significant contributors (81%) of total export earnings. Many studies have found trade openness to be harmful for the lower and middleincome countries (Le et al., 2016; Van Tran, 2020) . However, Bangladesh imports raw materials, engages in Cut, Make, and Trim (CMT) activities, and finally exports finished goods that are highly labor-intensive. Therefore, it can be expected that the RMG sector still remains a relatively clean and low emissions industry for Bangladesh (Oh et al., 2018) .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "(Manni et al., 2012)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 270,
                    "end": 287,
                    "text": "(Le et al., 2016;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 288,
                    "end": 303,
                    "text": "Van Tran, 2020)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 591,
                    "end": 608,
                    "text": "(Oh et al., 2018)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Trade openness and environment"
        },
        {
            "text": "Human activity and environmental degradation are interlinked (UNESCO, 2009) . For the past several centuries, human activity has been responsible for increased pollution in the air, water, and soil and alteration of the earth's climatic condition by disrupting the ecosystem, and depleting the natural stock of renewable energy (Harte, 2007) . However, human capital has the potential to increase productivity and efficiency to implement green technology that can establish a positive relationship between human capital and environment (Desha et al., 2015a; Bano et al., 2018; Ahmed & Wang, 2019) . Human capital is an important agent to combine economic growth with improved environmental quality (Ahmed & Wang, 2019; Desha et al., 2015a Desha et al., , 2015b . Bangladesh has been ranked 99th out of 124 countries in regard to human capital, while its neighboring countries, Sri Lanka and Bhutan, ranked above Bangladesh (Ahmed & Wang, 2019) .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 75,
                    "text": "(UNESCO, 2009)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 341,
                    "text": "(Harte, 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 536,
                    "end": 557,
                    "text": "(Desha et al., 2015a;",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 576,
                    "text": "Bano et al., 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 577,
                    "end": 596,
                    "text": "Ahmed & Wang, 2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 698,
                    "end": 718,
                    "text": "(Ahmed & Wang, 2019;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 719,
                    "end": 738,
                    "text": "Desha et al., 2015a",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 760,
                    "text": "Desha et al., , 2015b",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 923,
                    "end": 943,
                    "text": "(Ahmed & Wang, 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Human capital and environment"
        },
        {
            "text": "Annual data are used in this study that spans over four decades from 1972 to 2018 for Bangladesh. The stochastic impacts regression that captures supply side analysis for controlling several pressures (economic, demographic and institutional) on environmental quality, STRIPAT, has been employed in this study. The structural model of STIRPAT was derived from IPAT (Gani, 2021) which measures the impact of human-induced economic activities on the environment and stipulates environmental effects as the multiplicative product of three key driving forces: population, affluence (per capita consumption or production) and technology (impact per unit of economic activity) where I = PAT (York et al., 2003) . IPAT was reformulated by Dietz and Rosa (1994) as a stochastic form named STIR-PAT and can be specified as follows,",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 377,
                    "text": "(Gani, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 685,
                    "end": 704,
                    "text": "(York et al., 2003)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 732,
                    "end": 753,
                    "text": "Dietz and Rosa (1994)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "where I represents environmental impact, P represents population size, A reflects affluence and T represents technology. is the constant, 1 , 2 , 3 are the exponents of P, A, and T, respectively. is the error term. An important feature of the STIRPAT model is that it allows for the investigation of the EKC (Gani, 2021) . In this study, we have used the core idea of STIRPAT/IPAT to find the EKC that will project the impact on environmental quality due to affluence and other anthropogenic driving forces. In this study, affluence is represented by per capita GDP, demographic variable is captured by human capital and technology is captured by trade openness based on recent studies (see Halliru et al., 2020) . Since trade facilitates the import of advanced technology from developed to developing countries, increased level of trade openness indicates technological diffusion, better skill and better utilization of inputs (Halliru et al., 2020; Kwakwaet al., 2020) . Taking into consideration, the two other important factors responsible for environmental degradation namely urbanization and energy consumption Eq. (1) can be modified as follows:",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 320,
                    "text": "(Gani, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 691,
                    "end": 712,
                    "text": "Halliru et al., 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 928,
                    "end": 950,
                    "text": "(Halliru et al., 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 951,
                    "end": 970,
                    "text": "Kwakwaet al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "Here, ed t represents the environmental degradation over time. It is considered as the ecological footprint (total) per capita that tells us how much nature is used (NFA, 2019). The explanatory variables, gdp, urb, eng, top, hc, represent GDP per capita, urbanization level, energy consumption level, trade openness, and human capital. Incorporating the square term of gdp t , this study contains the EKC hypothesis in the model. The data on GDP (GDP per capita at constant 2010 US$), urbanization (percentage of total population), and trade openness (trade-GDP ratio) have been collected from World Development Indicators (WDI, 2019); data of EF, primary energy consumption (kg of oil equivalent per capita) and human capital (Index of Human Capital) are extracted from the Global Ecological Footprint Network (NFA, 2019), BP Statistics (BP, 2019), and Penn World Table 9 .0, respectively. All the data are transformed into natural logs to control the variance and produce more efficient and consistent results (Mrabet & Alsamara, 2017; Sinha & Shahbaz, 2018; Zafar et al., 2019) . Adding the squared GDP to capture the EKC, the empirical equation can be modeled as follows:",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1037,
                    "text": "(Mrabet & Alsamara, 2017;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1038,
                    "end": 1060,
                    "text": "Sinha & Shahbaz, 2018;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1061,
                    "end": 1080,
                    "text": "Zafar et al., 2019)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 865,
                    "end": 872,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Data and model specification"
        },
        {
            "text": "Here, lnef t is the natural log of the ecological footprint (total) per capita and is considered as a proxy for environmental degradation, ed , following Hassan et al. (2019) and Ulucak and Bilgili (2018) . The other explanatory variables are the natural log transformation of the explanatory variables mentioned above. t is the error term that is distributed normally with zero mean and constant variance. Parameters 1 , 2 , 3 , 4 , 5 , 6 represent the elasticity of the explanatory variables. Correspondingly, in order to predict the EKC relation in the model, the sign of 1 is expected to be positive and the sign of 2 is expected to be negative. The signs of these two coefficients are jointly expected to project the inverted U-shaped 'Kuznets curve,' that reflects the relative power of scale versus technique effects (Grossman & Krueger, 1991) . But if the signs are altered, a U-shaped relationship will be seen between environmental degradation and economic growth as well. The expected sign for 3 is positive under the consideration that more urbanization will lead to a higher demand for urban ecology and energy consumption that in turn causes more damage to the environment. Evaluating the present trend of energy consumption, it has been predicted that the increase in primary energy consumption will increase the emission of polluting gases and substances to the environment. Therefore, the expected sign of 4 is positive. The sign of trade openness can be either positive or negative depending on the nature of trade and by the nature of technology transferred to the economy via open trade with the global economy. If the economy benefits from efficient technology, the 5 can be negative and contribute positively to the environment; otherwise, a positive 5 increases environmental degradation either by relocation of polluting industries from developed economies or due to a lack of implementation of environmental law, or for both of the reasons (Grossman & Krueger, 1991; Mrabet & Alsamara, 2017) . Environmental issues are mostly humaninduced, and humans have the potential to reduce the ecological footprint by enhancing the quality of human capital. (Ahmed & Wang, 2019; Bano et al., 2018; Zafar et al., 2019) . Hence, the expected sign of 6 is negative.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "Hassan et al. (2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 190,
                    "end": 204,
                    "text": "Bilgili (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 824,
                    "end": 850,
                    "text": "(Grossman & Krueger, 1991)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1965,
                    "end": 1991,
                    "text": "(Grossman & Krueger, 1991;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1992,
                    "end": 2016,
                    "text": "Mrabet & Alsamara, 2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2173,
                    "end": 2193,
                    "text": "(Ahmed & Wang, 2019;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2194,
                    "end": 2212,
                    "text": "Bano et al., 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2213,
                    "end": 2232,
                    "text": "Zafar et al., 2019)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "(2) ed t = gdp 1 t top 2 t urb 3 t eng 4 t hc 5 t t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "(3) lnef t = 0 + 1 lngdp t + 2 lngdp_sq t + 3 lnurb t + 4 lneng t + 5 lntop t + 6 lnhc t + t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and model specification"
        },
        {
            "text": "The first step in empirical analysis is to check for unit roots in the variables. In order to obtain a reliable regression result, unit root properties of the variables need to be examined. Though the planned model for application, Autoregressive Distributive Lag (ARDL) model, does not necessitate all the variables to be integrated in order of unity, it is important to confirm that none of the variables is integrated to the order more than one to avoid spurious F-statistic (Pesaran et al., 2001) . Therefore, in order to identify the integration order of the variables the present study has applied various unit root tests, viz Augmented-Dickey-Fuller (ADF) test (Dickey & Fuller, 1979 ) and Phillips-Perron (PP) unit root test (Phillips & Perron, 1988) . The unit root tests were conducted under two specifications: intercept and intercept with trend in the model. However, in order to address the non-reliability problem in terms of sensitivity to size and to account for the structural break in time series, a Zivot-Andrew (Z-A) unit root test (Zivot & Andrews, 2002) was also performed. The presence of a structural break has been ignored in the standard co-integration test approach. In order to get rid of this problem, the Gregory Hansen (G-H) co-integration test is applied. This test assumes that there is the presence of one structural break in the cointegration vector (Gregory & Hansen, 1996) . The G-H test considers break in trend and intercept. Three alternative unit root tests (ADF, Za, and Zt) are conducted to review the possible shifts in the co-integrating vector.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 500,
                    "text": "(Pesaran et al., 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 668,
                    "end": 690,
                    "text": "(Dickey & Fuller, 1979",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 733,
                    "end": 758,
                    "text": "(Phillips & Perron, 1988)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1052,
                    "end": 1075,
                    "text": "(Zivot & Andrews, 2002)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1385,
                    "end": 1409,
                    "text": "(Gregory & Hansen, 1996)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Unit-root and co-integration tests"
        },
        {
            "text": "Since the study is interested in exploring the long-run relationship among the variables, the Autoregressive Distributed Lag (ARDL) bounds testing method of co-integration has been used after being influenced by the study of Hassan et al., (2019) and Rahman and Kashem (2017) . Pesaran et al. (2001) developed this model, and it provides the best econometric method for estimating short-run and long-run estimates. The ARDL method is advantageous with accurate estimation techniques for small samples of data, and it is also free from endogeneity problems. This method of co-integration can be used without much care to the stationary level of variables whether they are integrated to I(0), I(1) or a mixture of the two (Hassan et al., 2019; Pesaran et al., 2001) . The distinction between short-run and long-run effects of the explanatory variables on the dependent variables is shown simultaneously in this model (Al-Mulali et al., 2015; Nazir et al., 2018; Pesaran et al., 2001) . The ARDL technique is employed in this study as Eq. 3.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "Hassan et al., (2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 251,
                    "end": 275,
                    "text": "Rahman and Kashem (2017)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 278,
                    "end": 299,
                    "text": "Pesaran et al. (2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 720,
                    "end": 741,
                    "text": "(Hassan et al., 2019;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 742,
                    "end": 763,
                    "text": "Pesaran et al., 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 915,
                    "end": 939,
                    "text": "(Al-Mulali et al., 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 940,
                    "end": 959,
                    "text": "Nazir et al., 2018;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 960,
                    "end": 981,
                    "text": "Pesaran et al., 2001)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "(4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "This is the general dynamic specification of the ARDL model. D represents the dummy variable that captures structural breaks in the model. This model uses the variables, their lags and dynamics, to estimate the long-run co-integration among the variables. Here, 1 -7 represents the short run while 1 -7 correspond to the long-run relationship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "In the bound test of the ARDL approach, the critical value of the F-test statistic is provided. The null hypothesis of the no-cointegration relationship is not rejected if the calculated F-test statistic lies below the lower bound I(0), is rejected if it lies above the upper bound I(I), and is concluded to be inconclusive if the statistic falls within the lower and upper bounds. Therefore, the null hypothesis of no co-integration relationship H 0 = 1 = 2 = 3 = 4 = 5 = 6 = 7 = 0 is tested against the alternative hypothesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "The optimal lag order for the variables is chosen following the Akaike Information Criteria (AIC) to estimate the level of relationship in the ARDL specification. The cumulative (CUSUM) test of recursive residuals and cumulative sum of squares (CUSUMQ) test of recursive residuals are performed to check the stability of the estimated model, while the available diagnostic check assesses the sensitivity of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "To get the path of relationship among the variables, the Vector Error Correction Model (VECM)-based Granger Causality analysis is performed. To this end, the Vector Error Correction Model (VECM) is estimated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "Here, measures the speed of adjustment. It shows the speed at which any deviation from equilibrium due to shock in the short-run returns to the long-run equilibrium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "The VECM Granger causality method investigates both the long-run and short-run causal relationship among the variables. Short-run causality is tested with the support of the Wald test, while the log-run causality is evident through the sign of ECM and its statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ARDL estimation"
        },
        {
            "text": "The empirical results indicate that the data series are all stationary either at level or at their first differences in both the tests ADF and PP. This unit root test result confirms that there is no integration in I(2) and the order of integration combines both level and first difference (either in intercept or trend and intercept). The results of the unit root are presented in Table 9 in the appendix. By Zivot-Andrew (Z-A) unit root test, all the variables are stationary at level and some variables are stationary at first difference. The Z-A unit root test results with significant break year are presented in Table 10 in the appendix. This result makes it reasonable to use the ARDL bound test approach, as supported by Pesaran et al. (2001) , to find out the longrun relationship among the variables.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 750,
                    "text": "Pesaran et al. (2001)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 389,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 618,
                    "end": 626,
                    "text": "Table 10",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "To examine the robustness of the long-run relationship comprising structural break, the Gregory-Hansen (G-H) co-integration test is employed. The result of the co-integration test is presented in Table 1 , and a significant structural break is reported in the year 2007.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "(5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical results"
        },
        {
            "text": "The G-H method checks three alternate unit root tests (ADF, Za, and Zt) , and all the test statistics reject the null hypothesis of no co-integration and select 2007 as the possible break year. Two possible reasons for this break point are the global recession and catastrophic natural disaster 'Sidre' cyclone in the year 2007 that imposed huge cost to ecology, economy, and human health in Bangladesh. To tackle the problem of structural break identified in the series, the ARDL model is estimated including the structural break in year 2007. The ARDL bound test result finds co-integration based on the value of the F-statistic. The null hypothesis of no co-integration is strongly rejected for the ecological footprint, economic growth, urbanization, energy consumption, trade openness, and human capital, which suggests for carrying out the long-run estimation procedure in order to establish the association between ecological footprint and selected socio-economic factors. The values of F-statistic calculated from the equations are presented in Table 2 . The F-statistic values and their significance levels have confirmed that there is a long-run effect in the model.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 71,
                    "text": "(ADF, Za, and Zt)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1053,
                    "end": 1060,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "The long-run coefficients of economic growth, urbanization, energy consumption, trade openness and human capital on EF are reported in Table 3 . Based on the observed result, the study has confirmed the EKC hypothesis for the long run in Bangladesh as the coefficients of GDP and GDP square are found to be positive and negative, respectively, and statistically significant. The empirical result also finds urbanization and human capital as significant factors in the context of environmental concern in Bangladesh. An increased level of urbanization increases the ecological footprints in the long run, whereas development of human capital reduces the environmental degradation process. The model satisfies important diagnostic tests and passes both the CUSUM and CUSUM square test for model stability Fig. 1 and 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 803,
                    "end": 815,
                    "text": "Fig. 1 and 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "The short-run dynamic results are reported in Table 4 . The signs of the coefficients of GDP and square of GDP endorse the existence of the EKC hypothesis in the short run flnef (lnef ∕lngdplngdp_sqlnurblnenglntoplnhc)) 3 12.50*** Co-integrated − 0.85*** flngdp(lngdp∕lneflngdp_sqlnurblnenglntoplnhc)) 3 15.35*** Co-integrated − 0.07*** flngdp_sq(lngdp_sq∕lneflngdplnurblnenglntoplnhc)) 3 16.37*** Co-integrated 0.04*** flnurb(lnurb∕lngdplngdp_sqlneflnenglntoplnhc)) 3 27.74*** Co-integrated − 0.12*** flneng(lneng∕lngdplngdp_sqlneflnurblntoplnhc)) 3 5.30*** Co-integrated − 0.81*** flntop(lntop∕lngdplngdp_sqlneflnurblnenglnhc)) 3 6.81*** Co-integrated − 1.51*** flnhc(lnhc∕lngdplngdp_sqlneflnurblnenglntop)) 3 18.36*** Co-integrated − 0.21*** with strong statistical significance. In line with the empirical finding for the long run, both urbanization and human capital contribute significantly to the environmental degradation process in the short run, while urbanization contributes negatively and human capital contributes positively to the environment. The sign of co-integration term is negative and statistically significant at 1% level of significance. This confirms the long-run relationship among the variables. This value confirms that the change in ecological footprint from short run to long run is corrected annually in a significant manner. The diagnostic test results confirm the validity of the estimated model. The result of ARDL model is further verified with Fully Modified Ordinary Least Squares (FMOLS) test as robustness check. Table 5 presents the FMOLS statistics of the EF model for the long run. The results in Table 5 validate the long-run results of ARDL model and confirm the existence of the EKC. The high value of adjusted R-squared shows the strong fit of the variables in the long-run model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1552,
                    "end": 1559,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1639,
                    "end": 1646,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Empirical results"
        },
        {
            "text": "The results from the causality test are presented in Table 6 . In the long run, unidirectional causal links run from GDP to ecological footprint (similar to the finding of Nathaniel et al., 2019) , from urbanization to ecological footprint and from trade openness to ecological footprint in both short run and long run. A causal link also runs from human capital to ecological footprint with no feedback that is consistent with the result of Ahmed and Wang (2019) . Bidirectional causal relations are found from GDP to urbanization, and vise-versa. In the short-run, unidirectional causality runs from urbanization, energy consumption and trade openness to human capital and from trade openness to GDP.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 195,
                    "text": "Nathaniel et al., 2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 442,
                    "end": 463,
                    "text": "Ahmed and Wang (2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 6",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Granger causality test result"
        },
        {
            "text": "The practical implication of the empirical results is explained in this section. The EKC hypothesis is established by empirical investigation in the context of Bangladesh for both the short-run and the long-run when the ecological footprint is considered as a degradation indicator of the environmental quality. This result is consistent with the findings of Altıntaş and Kassouri (2020), Destek and Serkodie (2019) and Nathaneal et al. (2019) but contrary to the findings of Al-Mulali et al. (2015) and Zhang (2019) in long-run and with the findings of Destek and Sarkodie (2019) , Ulucak and Bilgili (2018) and Ahmed and Wang (2019) in short-run analysis. Results indicate that Bangladesh belongs to the earlier stage of development and operates at the initial level (rising part) of the EKC, where economic activities to achieve growth are damaging the environment. Like other developing countries, Bangladesh has not yet attained full-fledged industrial development and it is evident by the large share of agriculture and service sector to the GDP (BER, 2019). However, the industrial sector is developing in Bangladesh which is evident by the increasing share of industry to the GDP. Continued economic growth will increase per capita income and eventually will achieve a threshold level. A further increase in income will start to improve the environmental quality in Bangladesh. The empirical finding of this study can be analyzed together with the pattern of structural economic change in the country. The dominance of agriculture is declining in Bangladesh in terms of its share to GDP by the steady growth of the industrial and service sectors. As the country tries to build its industrial base, the level of pollution increases. However, if the country becomes capable of continuing growth, cleaner technology will be adopted with better resource allocation that will slow the pace of environmental degradation. Furthermore, the growth in Bangladesh leads to service-oriented economies which have the potential for greater environmental gains.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 415,
                    "text": "Destek and Serkodie (2019)",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 499,
                    "text": "Al-Mulali et al. (2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 516,
                    "text": "Zhang (2019)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 554,
                    "end": 580,
                    "text": "Destek and Sarkodie (2019)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 583,
                    "end": 608,
                    "text": "Ulucak and Bilgili (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "Ahmed and Wang (2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Urbanization reduces environmental quality which focuses on the fact that the current pace of urbanization is not advantageous for Bangladesh in consideration of the environment. This urbanization result is in line with the findings of Danish and Wang (2019) and Al-Mulali et al. (2015) but opposed to the results revealed by Danish et al. (2020) and Nathaniel et al. (2019) . Urbanization has a unidirectional causal link with EF but a bidirectional causal link with economic growth. Therefore, despite its huge potential, the unplanned nature of urbanization in Bangladesh has not yet become the source of positive externality in terms of better opportunity and income. In contrast, the empirical result finds the development of human capital as an improvement to the environmental quality and this result is similar to that of Ahmed and Wang (2019) and Ulucak and Bilgili (2018) in the long-run and with Hassan et al. (2019) in the short-run analysis. The significant positive role of human capital against environmental degradation indicates that human development is very crucial from the perspective of environment since human capital can contribute to the technical research on environment and to the increase in the level of awareness. HC that is measured in years of schooling and returns to education can play a significant role in environmental conservation through increased knowledge and income which provide not only the financial solvency to use environment-friendly and renewable technology, but also an increased level of awareness and pro-environmental activities. The causality test result of this study empirically establishes income, urbanization, and human capital as the strong causal factor for environmental degradation in Bangladesh.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 258,
                    "text": "Danish and Wang (2019)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 263,
                    "end": 286,
                    "text": "Al-Mulali et al. (2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 326,
                    "end": 346,
                    "text": "Danish et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 351,
                    "end": 374,
                    "text": "Nathaniel et al. (2019)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 830,
                    "end": 851,
                    "text": "Ahmed and Wang (2019)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 856,
                    "end": 881,
                    "text": "Ulucak and Bilgili (2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 907,
                    "end": 927,
                    "text": "Hassan et al. (2019)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has investigated the EKC hypothesis in Bangladesh. To this end, this study examines the nexus between the ecological footprints, economic growth, urbanization, energy consumption, trade openness and human capital with particular emphasis on the EKC over the period 1972-2018. The ARDL approach with structural breaks is employed to explore the long-run association among the variables. The result indicates that all the variables are co-integrated. The study confirms the existence of the EKC hypothesis in Bangladesh, both in the short-run and in the long-run employing the index of ecological footprint that captures both the direct and indirect impacts of production and consumption activities on the environment (see Ulucak & Bilgili, 2018) . This result supports the structural change in the economy and technical advancement of the country (see Danish et al., 2020; Sarkodie & Adams, 2018) . The empirical results indicate that the present level of economic activity can be continued to achieve growth and this will not impose much cost to the ecology under the existing environmental management system. The initial increase in ecological footprint will tend to diminish with the maturity of economic growth. This result provides insights for targeted policymaking and implementation of environmental measures to extract the economic potential so that the growth target can be achieved without much damage to the ecology. The causal relation from economic growth to environmental degradation indicates that measures that are taken by the government to enhance economic growth and reduce environmental degradation in Bangladesh must be continued to diminish both economic and environmental challenges.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 755,
                    "text": "Ulucak & Bilgili, 2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 862,
                    "end": 882,
                    "text": "Danish et al., 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 883,
                    "end": 906,
                    "text": "Sarkodie & Adams, 2018)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and policy suggestions"
        },
        {
            "text": "Unplanned urbanization is causing an environmental crisis in Bangladesh (Rahman & Kashem, 2017) . This study finds urbanization to be the significantly contributing factor to the environmental degradation in the long-run and short-run. This causality test result of urbanization with economic growth demonstrates that planned urbanization will put forward the demand for the innovation of green technology, green city development projects, better education, and health care for urban people that will help to prevent downturns in environmental quality and promote economic growth. Proper urban planning can be suggested that will design the safe accommodation of increased urban population with better services and put forward the green development agenda in urban areas.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 95,
                    "text": "(Rahman & Kashem, 2017)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and policy suggestions"
        },
        {
            "text": "The study has found human development as contributing to the reduction in environmental degradation since human capital is capable of capturing the values and priorities of ecology and able to use the natural resources in a sustainable manner. Bangladesh has attained success in educational attainment. However, immense potential is left to improve its human capital as compared to other developed countries. Improvement in the quality of education is required for creating better human capital. This can help to identify the causes and understand the consequences of climatic change and environmental degradation with positive motivation to mitigate both of these (UNESCO, 2009). Therefore, spending in education and R&D can be suggested to develop human capital able to contribute to a reduction in environmental degradation. Besides these, since agriculture, forestry, and land use are categorized as the second contributor to greenhouse gas emissions (IPCC, 2016; Sarkodie & Strezov, 2018) , Bangladesh should adopt sustainable agriculture development strategies accompanying technological advancement and scientific innovation in order to avoid environmental degradation.",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 967,
                    "text": "(IPCC, 2016;",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 993,
                    "text": "Sarkodie & Strezov, 2018)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and policy suggestions"
        },
        {
            "text": "Bangladesh is rich in biodiversity (BER, 2019). Moreover, the existence of the EKC hypothesis in the short-run and long-run implies that Bangladesh has the potential to achieve economic growth without a deterioration in the ecology and environment. However, stringent environmental conservation and pollution control measures must be continued to maintain the ecological footprint at a lower level vis-a-vis economic activities at the targeted level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and policy suggestions"
        },
        {
            "text": "See Table 7 . Ecological footprint The amount of biologically productive land and sea area required to produce all the resources that a population consumes and to absorb its waste, taking every year's technological advances into account. It measures the use of six categories of productive surface areas cropland, grazing land, fishing grounds, build up land, forest area and carbon demand on land that a given population requires to produce the natural resources is consumes and to absorb its waste, especially CO ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "See Table 8 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Appendix 2"
        },
        {
            "text": "See Table 9 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 9",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Appendix 3"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Investigating the impact of human capital on the ecological footprint in India: An empirical analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environmental Science and Pollution Research",
            "volume": "26",
            "issn": "26",
            "pages": "26782--26796",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-019-05911-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the relationship between economic growth and CO 2 emissions: The Bangladesh experience",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IOSR Journal of Economics and Finance",
            "volume": "5",
            "issn": "6",
            "pages": "36--41",
            "other_ids": {
                "DOI": [
                    "10.9790/5933-05613641"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Investigating the environmental kuznets curve hypothesis in Vietnam",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Al-Mulali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saboori",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Energy Policy Elsevier",
            "volume": "76",
            "issn": "",
            "pages": "123--131",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2014.11.019"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Is the environmental kuznets curve in Europe related to the per-capita ecological footprint or CO 2 emissions? Ecological Indicators",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Altıntaş",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kassouri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2020.106187"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An environment kuznets curve for ecological footprint: Evidence from GCC countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ansari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Carbon Management Taylor & Francis",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17583004.2020.1790242"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Causal correlation between energy use and carbon emissions in selected emerging economies-panel model approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Appiah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yeboah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Appiah",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environmental Science and Pollution Research",
            "volume": "26",
            "issn": "8",
            "pages": "7896--7912",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-019-04140-2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Environmental kuznets curve revisited: An analysis using ecological and material footprint",
            "authors": [
                {
                    "first": "Arshad",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecological Indicators Elsevier",
            "volume": "115",
            "issn": "46",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2020.106416"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Does income growth relocate ecological footprint? Ecological Indicators",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Aşici",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "61",
            "issn": "",
            "pages": "707--714",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2015.10.022"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is the ecological footprint related to the kuznets curve a real process or rationalizing the ecological consequences of the affluence? Evidence from PSTR approach",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aydin",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Esen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Aydin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecological Indicators Elsevier",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2018.11.034"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A consumption-based approach to environmental kuznets curves using the ecological footprint indicator",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bagliani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bravo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dalmazzone",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ecological Economics",
            "volume": "65",
            "issn": "3",
            "pages": "650--661",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2008.01.010"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Identifying the impacts of human capital on carbon emissions in Pakistan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Cleaner Production Elsevier Ltd",
            "volume": "183",
            "issn": "",
            "pages": "1082--1092",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.02.008"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Statistical yearbook of Bangladesh', The ministry of planning, The people's republic of the government of Bangladesh",
            "authors": [],
            "year": 2018,
            "venue": "BBS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Finance division, ministry of finance government of the people's republic of Bangladesh",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ber",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bangladesh Economic Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Implications of environmental convergence: Continental evidence based on ecological footprint",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bilgili",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulucak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Koçak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "133--165",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-06001-5_6"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Statistical review of world energy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The green solow model",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Economic Growth",
            "volume": "15",
            "issn": "2",
            "pages": "127--153",
            "other_ids": {
                "DOI": [
                    "10.1007/s10887-010-9051-0"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Taking the \"U\" out of kuznets. A comprehensive analysis of the EKC and environmental degradation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Caviglia-Harris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecological Economics Elsevier BV",
            "volume": "68",
            "issn": "4",
            "pages": "1149--1159",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2008.08.006"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The impact of energy consumption and economic development on ecological footprint and CO 2 emissions: Evidence from a markov switching equilibrium correction model",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Charfeddine",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energy Economics Elsevier B V",
            "volume": "65",
            "issn": "",
            "pages": "355--374",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eneco.2017.05.009"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The dynamics of the ecological footprint concept",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Costanza",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ecological Economics",
            "volume": "32",
            "issn": "3",
            "pages": "150--150",
            "other_ids": {
                "DOI": [
                    "10.1016/S0921-8009(99)00150-0"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Investigation of the ecological footprint's driving factors: What we learn from the experience of emerging economies. Sustainable Cities and Society",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Danish",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2019.101626"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Determinants of the ecological footprint: Role of renewable energy, natural resources, and urbanization",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "R"
                    ],
                    "last": "Danish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U D"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2019.101996"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Working in partnership to develop engineering capability in energy efficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sproul",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Cleaner Production",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2014.03.099"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Working in partnership to develop engineering capability in energy efficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Desha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sproul",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Cleaner Production Elsevier Ltd",
            "volume": "106",
            "issn": "",
            "pages": "283--291",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2014.03.099"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Investigation of environmental kuznets curve for ecological footprint: The role of energy and financial development",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Destek",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarkodie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science of the Total Environment Elsevier BV",
            "volume": "650",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2018.10.017"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analyzing the environmental kuznets curve for the EU countries: The role of ecological footprint",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Destek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulucak",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dogan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environmental Science and Pollution Research",
            "volume": "25",
            "issn": "29",
            "pages": "29387--29396",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-018-2911-4"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Distribution of the estimators for autoregressive time series with a unit root",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dickey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuller",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the American Statistical Association",
            "volume": "74",
            "issn": "366",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/2286348"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Rethinking the environmental impacts of population affluence and technology",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Human Ecology Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/24706840"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Environmental kuznets curve hypothesis: A survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dinda",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ecological Economics",
            "volume": "49",
            "issn": "4",
            "pages": "431--455",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2004.02.011"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of land-use changes on city-level net carbon emissions based on a coupled model",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Carbon Management Taylor & Francis",
            "volume": "8",
            "issn": "3",
            "pages": "245--262",
            "other_ids": {
                "DOI": [
                    "10.1080/17583004.2017.1314704"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Fossil fuel energy and environmental performance in an extended STIRPAT model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "297",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2021.126526"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tests for cointegration in models with regime and trend shifts",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Gregory",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Oxford Bulletin of Economics and Statistics",
            "volume": "58",
            "issn": "2",
            "pages": "555--560",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Environmental impacts of a North American free trade agreement",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krueger",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3386/w3914"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Exploring the existence of kuznets curve in countries' environmental efficiency using DEA window analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Halkos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Tzeremes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ecological Economics Elsevier BV",
            "volume": "68",
            "issn": "7",
            "pages": "2168--2176",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolecon.2009.02.018"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Re-examining the environmental kuznets curve hypothesis in the economic community of West African states: A panel quantile regression approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Halliru",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cleaner Production",
            "volume": "276",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2020.124247"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Human population as a dynamic factor in environmental degradation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harte",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Population and Environment",
            "volume": "28",
            "issn": "4-5",
            "pages": "223--236",
            "other_ids": {
                "DOI": [
                    "10.1007/s11111-007-0048-3"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Natural resources, globalization, and economic growth: Evidence from Pakistan. Environmental Science and Pollution Research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IPCC report graphics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-019-04890-z"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Is there an environmental kuznet curve for Bangladesh?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahbaz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Energy consumption, carbon emissions and economic growth nexus in Bangladesh: Cointegration and dynamic causality analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jahangir Alam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Energy Policy Elsevier",
            "volume": "45",
            "issn": "",
            "pages": "217--225",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2012.02.022"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The quality of environmental impact statements and environmental impact assessment practice in Bangladesh. Impact Assessment and Project Appraisal",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M Z"
                    ],
                    "last": "Kabir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Momtaz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "94--99",
            "other_ids": {
                "DOI": [
                    "10.1080/14615517.2012.672671"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The environmental kuznets curve (EKC) theory-part A: Concept, causes and the CO 2 emissions case",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaika",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zervas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Energy Policy Elsevier",
            "volume": "62",
            "issn": "",
            "pages": "1392--1402",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2013.07.131"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effect of natural resources extraction on energy consumption and carbon dioxide emission in Ghana",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kwakwa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alhassan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Adu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Energy Sector Management",
            "volume": "14",
            "issn": "1",
            "pages": "20--39",
            "other_ids": {
                "DOI": [
                    "10.1108/IJESM-09-2018-0003"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Environmental convergence and environmental kuznets curve: A unified empirical framework",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nguyen-Van",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ecological Modelling Elsevier",
            "volume": "437",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolmodel.2020.109289"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Trade openness and environmental quality: International evidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy Policy Elsevier",
            "volume": "92",
            "issn": "",
            "pages": "45--55",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2016.01.030"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ecological footprint accounting for countries: Updates and results of the national footprint accounts",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hanscom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Galli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Resources",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/resources7030058"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "An empirical investigation on trade openness and economic growth in Bangladesh economy",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Manni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N I"
                    ],
                    "last": "Afzal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asian Social Science",
            "volume": "8",
            "issn": "11",
            "pages": "154--159",
            "other_ids": {
                "DOI": [
                    "10.5539/ass.v8n11p154"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Promoting global population health while constraining the environmental footprint",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Annual Review of Public Health",
            "volume": "32",
            "issn": "1",
            "pages": "179--197",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-031210-101203"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ecological footprints and sustainable development",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Moffatt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ecological Economics",
            "volume": "32",
            "issn": "3",
            "pages": "154--162",
            "other_ids": {
                "DOI": [
                    "10.1016/S0921-8009(99)00154-8"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Testing the kuznets curve hypothesis for qatar: A comparison between carbon dioxide and ecological footprint",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mrabet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alsamara",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Renewable and Sustainable Energy Reviews Elsevier Ltd",
            "volume": "70",
            "issn": "",
            "pages": "1366--1375",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rser.2016.12.039"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Carbon dioxide emissions and economic growth: Panel data evidence from developing countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Narayan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Narayan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Energy Policy",
            "volume": "38",
            "issn": "1",
            "pages": "661--666",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2009.09.005"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Ecological footprint, urbanization, and energy consumption in South Africa: Including the excluded",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nathaniel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environmental Science and Pollution Research",
            "volume": "26",
            "issn": "26",
            "pages": "27168--27179",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-019-05924-2"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Environmental kuznets curve hypothesis for Pakistan: Empirical evidence form ARDL bound testing and causality approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nazir",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Green Energy Taylor & Francis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15435075.2018.1529590"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Trade openness and CO 2 emission: Evidence of Bangladesh",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bhuyan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Asian Journal of Atmospheric Environment",
            "volume": "12",
            "issn": "1",
            "pages": "30--36",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The effect of urbanization and industrialization on carbon emissions in Turkey: Evidence from ARDL bounds testing procedure",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Pata",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Environmental Science and Pollution Research",
            "volume": "25",
            "issn": "8",
            "pages": "7740--7747",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-017-1088-6"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Bounds testing approaches to the analysis of level relationships",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Pesaran",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Applied Econometrics",
            "volume": "16",
            "issn": "3",
            "pages": "289--326",
            "other_ids": {
                "DOI": [
                    "10.1002/jae.616"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Testing for a unit root in time series regression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C B"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biometrika",
            "volume": "75",
            "issn": "2",
            "pages": "335--346",
            "other_ids": {
                "DOI": [
                    "10.1093/biomet/75.2.335"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Environment Kuznets curve for carbon emissions: A cointegration analysis for Bangladesh",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rabbi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Akbar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kabir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Energy Economics and Policy",
            "volume": "5",
            "issn": "1",
            "pages": "45--53",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Carbon emissions, energy consumption and industrial growth in Bangladesh: Empirical evidence from ARDL cointegration and granger causality analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kashem",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Energy Policy",
            "volume": "110",
            "issn": "",
            "pages": "600--608",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2017.09.006"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Linking per capita GDP to energy consumption, ecological footprint, and carbon dioxide emission in a developing economy in the world: The case of Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bindu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Banking and Financial Dynamics",
            "volume": "2",
            "issn": "1",
            "pages": "9--15",
            "other_ids": {
                "DOI": [
                    "10.20448/journal.525.2018.21.9.15"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Evaluating the ekc hypothesis for the bcim-ec member countries under the belt and road initiative",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability Switzerland",
            "volume": "12",
            "issn": "4",
            "pages": "1--20",
            "other_ids": {
                "DOI": [
                    "10.3390/su12041478"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Ecological footprint and appropritaed carrying capacity: What urban economy leaves out",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Environment and Urbanization",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/095624789200400212"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Urban ecological footprints: Why cities cannot be sustainable-and why they are a key to sustainability",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wackernagel",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Environmental Impact Assessment Review",
            "volume": "16",
            "issn": "4-6",
            "pages": "22--26",
            "other_ids": {
                "DOI": [
                    "10.1016/S0195-9255(96)00022-4"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Environmental degradation, economic growth and energy consumption: Evidence of the environmental kuznets curve in Malaysia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Saboori",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sulaiman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Energy Policy Elsevier",
            "volume": "60",
            "issn": "",
            "pages": "892--905",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enpol.2013.05.099"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Renewable energy, nuclear energy, and environmental pollution: Accounting for political institutional quality in South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarkodie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science of the Total Environment Elsevier BV",
            "volume": "643",
            "issn": "",
            "pages": "1590--1601",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2018.06.320"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Empirical study of the environmental kuznets curve and environmental sustainability curve hypothesis for Australia, China, Ghana and USA",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarkodie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Strezov",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "201",
            "issn": "",
            "pages": "98--110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.08.039"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Estimation of environmental kuznets curve for CO 2 emission: Role of renewable energy generation in India",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahbaz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Renewable Energy Elsevier Ltd",
            "volume": "119",
            "issn": "",
            "pages": "703--711",
            "other_ids": {
                "DOI": [
                    "10.1016/j.renene.2017.12.058"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Revisiting the environmental kuznets curve in Malaysia: The role of globalization in sustainable environment",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Suki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cleaner Production Elsevier Ltd",
            "volume": "264",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2020.121669"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A reinvestigation of EKC model by ecological footprint measurement for high, middle and low income countries",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ulucak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bilgili",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Cleaner Production Elsevier Ltd",
            "volume": "188",
            "issn": "",
            "pages": "144--157",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclepro.2018.03.191"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Country programme document for Bangladesh",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Education for sustainable development and climate change",
            "authors": [],
            "year": 2009,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The environmental effects of trade openness in developing countries: Conflict or cooperation?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Tran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environmental Science and Pollution Research",
            "volume": "27",
            "issn": "",
            "pages": "19783--19797",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-020-08352-9"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Estimating the environmental kuznets curve for ecological footprint at the global level: A spatial econometric approach",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ecological Indicators Elsevier Ltd",
            "volume": "34",
            "issn": "",
            "pages": "15--21",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecolind.2013.03.021"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Climate change, environmental degradation and migration",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Natural Hazards",
            "volume": "55",
            "issn": "3",
            "pages": "689--715",
            "other_ids": {
                "DOI": [
                    "10.1007/s11069-009-9419-7"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "World development report 2009: Reshaping economic geography",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wb",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Enhancing opportunities for clean and resilient growth in urban Bangladesh: Country environmental analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wb",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "World Development Indicators",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wdi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "STIRPAT, IPAT and ImPACT: Analytic tools for unpacking the driving forces of environmental impacts",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "York",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ecological Economics",
            "volume": "46",
            "issn": "3",
            "pages": "188--193",
            "other_ids": {
                "DOI": [
                    "10.1016/S0921-8009(03)00188-5"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "The impact of natural resources, human capital, and foreign direct investment on the ecological footprint: The case of the United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Zafar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Resources Policy Elsevier Ltd",
            "volume": "63",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resourpol.2019.101428"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Environmental kuznets curve revisit in central Asia: The roles of urbanization and renewable energy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environmental Science and Pollution Research",
            "volume": "26",
            "issn": "23",
            "pages": "23386--23398",
            "other_ids": {
                "DOI": [
                    "10.1007/s11356-019-05600-5"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Further evidence on the great crash, the oil-price shock, and the unit-root hypothesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zivot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W K"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Business and Economic Statistics",
            "volume": "20",
            "issn": "1",
            "pages": "25--44",
            "other_ids": {
                "DOI": [
                    "10.1198/073500102753410372"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Plot",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The productivity of a person acquired by skill and knowledge and represented as a combination of education and expected returns to education. (PWT 9.0, Ahmed et al. consumption The energy that directly embodied in natural resources, prior to undergoing any human-made conversions or transformations (Dictionary of Energy,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The results of co-integration test with unknown structural break",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The ARDL result of co-integration",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The long-run results ***denote significance at the 1% levels",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The results of VECM granger causality Wald test ***, ** and *indicate significance at 1%, 5% and 10% level, respectively",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Description of the variables Variables Description Unit of measurement Expected signs Source of data",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary statistics of data",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The results of unit root test ***, **, *denote significance at the 1%, 5% and 10% levels, respectively",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "See Table 10 .Appendix 5: Highlights of the study 1. Empirical evidence in favor of Environmental Kuznets Curve hypothesis in Bangladesh. 2. Causal link from economic growth to environmental degradation in Bangladesh. 3. Urbanization to environmental degradation is linked in both short run and long run. 4. Economic growth with careful environmental measures and policies. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Table 10",
                    "ref_id": null
                }
            ],
            "section": "Appendix 4"
        }
    ]
}