{
    "paper_id": "52c48910bf68220221fa8413f3e325a392684a5a",
    "metadata": {
        "title": "Priming effects in inefficient visual search: Real, but transient",
        "authors": [
            {
                "first": "Jeremy",
                "middle": [
                    "M"
                ],
                "last": "Wolfe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sneha",
                "middle": [
                    "B"
                ],
                "last": "Suresh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alec",
                "middle": [
                    "W"
                ],
                "last": "Dewulf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wanyi",
                "middle": [],
                "last": "Lyu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In visual search tasks, responses to targets on one trial can influence responses on the next trial. Most typically, target repetition speeds response while switching to a different target slows response. Such \"priming\" effects have sometimes been given very significant roles in theories of search (e.g., Theeuwes, Philosophical Transactions of the Royal Society B: Biological Sciences, 368, 1628Sciences, 368, , 2013. Most work on priming has involved \"singleton\" or \"popout\" tasks. In non-popout priming tasks, observers must often perform a task-switching operation because the guiding template for one target (e.g., a red vertical target in a conjunction task) is incompatible with efficient search for the other target (green horizontal, in this example). We examined priming in inefficient search where the priming feature (Color: Experiments 1-3, Shape: Experiments 4-5) was irrelevant to the task of finding a T among Ls. We wished to determine if finding a red T on one trial helped observers to be more efficient if the next T was also red. In all experiments, we found additive priming effects. The reaction time (RT) for the second trial was shorter if the color of the T was repeated. However, there was no interaction with set size. The slope of the RT × Set Size function was not shallower for runs of the same target color, compared to trials where the target color switched. We propose that priming might produce transient guidance of the earliest deployments of attention on the next trial or it might speed decisions about a selected target. Priming does not appear to guide attention over the entire search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Limits on the processing capabilities of the human visual system make it impossible to identify more than one or, perhaps, a very small number of objects at the same time (Lachter et al., 2004) . To be sure, there are visual processes that can be carried out across many items over a wide portion of the visual field (Whitney & Yamanashi Leib, 2018) and it is possible to respond, at above chance levels, to the gist of a scene (Greene & Oliva, 2009; Oliva, 2005) or to the presence of a category like \"animal\" (Li et al., 2002; Thorpe et al., 1996; Thorpe et al., 2001) . Nevertheless, if you want to pick up a pen or find a woodpecker in a tree, you will need to search for it. In cases where identification of a target item requires that the eyes fixate on that item, the rate of search will be, at best, on the order of three to four items per secondthe rate of voluntary saccadic eye movements. If eye movements are not a limiting factor, the rate of search is still constrained. Estimates of the maximum rate will depend on one's model of search (e.g., are observers searching through distracting items with or without replacement? Horowitz & Wolfe, 2005) , but that estimate will fall somewhere in the range of 20-50 items per second (Wolfe, 2021) .",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 193,
                    "text": "(Lachter et al., 2004)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 317,
                    "end": 349,
                    "text": "(Whitney & Yamanashi Leib, 2018)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 428,
                    "end": 450,
                    "text": "(Greene & Oliva, 2009;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 451,
                    "end": 463,
                    "text": "Oliva, 2005)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 511,
                    "end": 528,
                    "text": "(Li et al., 2002;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 529,
                    "end": 549,
                    "text": "Thorpe et al., 1996;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 550,
                    "end": 570,
                    "text": "Thorpe et al., 2001)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1138,
                    "end": 1161,
                    "text": "Horowitz & Wolfe, 2005)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1241,
                    "end": 1254,
                    "text": "(Wolfe, 2021)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "If items were identified in a strictly sequential manner, this rapid rate would produce implausibly short object identification times (Johnson & Olshausen, 2003) . One solution is to propose parallel processing of groups of stimuli (Hulleman & Olivers, 2017; Palmer et al., 2000; Pashler, 1987 ). An alternative is to propose a pipeline or \"carwash\" architecture in which items are selected in series, say, about Significance Broad claims have been made for the role of priming in the guiding of attention (e.g., Theeuwes, 2013) . Most supporting work has involved tasks with salient single targets or foils. Here we clarify the role of priming by using an inefficient search for Ts among Ls. Priming by the color or shape of the preceding target does speed RT if that feature is repeated on the next trial. However, that priming does not increase the efficiency of search. Feature priming might transiently guide the first deployment of attention giving priming a real, but perhaps not central, role in visual search. Alternatively, it might speed decisions about the target. once every 50 ms, but then identified over the course of 200-300 ms, meaning that several items can be in the process of identification at one timea serial-parallel hybrid model (Wolfe, 2021) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 161,
                    "text": "(Johnson & Olshausen, 2003)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 232,
                    "end": 258,
                    "text": "(Hulleman & Olivers, 2017;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 259,
                    "end": 279,
                    "text": "Palmer et al., 2000;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 280,
                    "end": 293,
                    "text": "Pashler, 1987",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 513,
                    "end": 528,
                    "text": "Theeuwes, 2013)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1255,
                    "end": 1268,
                    "text": "(Wolfe, 2021)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regardless of the precise details, it is clear that visual search proceeds in a capacity-limited manner to deploy attention from object to object until a target is found or the search is abandoned. These searches are often very fast. Many search tasks are so effortless that we don't typically think of them as searches. The act of eating the next pea from the dinner plate may require searching for the fork and searching for the peas but, even though the visual world contains a vast number of possible objects of attention, such searches will be done without the diner consciously noting the search. This is possible because the deployment of attention is not random. It is \"guided\" (Wolfe et al., 1989) by multiple sources of guidance (Wolfe & Horowitz, 2017) . We can very briefly summarize a few of these. Stimulus salience will guide attention in a \"bottom-up\" manner (Nothdurft, 1993) . One could imagine that a shiny fork in an otherwise matte scene might attract attention in this manner. The searcher's goals can guide attention in a top-down manner to items that have the basic features of the target (Egeth et al., 1984) . If the goal is to acquire some peas, top-down guidance to green items would be useful. Knowledge about the scene would make a notable difference in this fork and peas example (Biederman et al., 1973; Henderson & Ferreira, 2004; Vo et al., 2019) . Forks are found next to the plate. Peas are on the plate, not on the walls or the floor. Finally (but not exhaustively), the prior history of search can influence subsequent search. Though it has not been studied in the dining context, other research suggests that, having acquired some peas for the preceding mouthful, searchers would be a little quicker to acquire more peas than they would be if they switched to acquiring potatoes. This last form of guidance, known as \"priming,\" is the topic of the present paper.",
            "cite_spans": [
                {
                    "start": 686,
                    "end": 706,
                    "text": "(Wolfe et al., 1989)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 739,
                    "end": 763,
                    "text": "(Wolfe & Horowitz, 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 875,
                    "end": 892,
                    "text": "(Nothdurft, 1993)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1113,
                    "end": 1133,
                    "text": "(Egeth et al., 1984)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1311,
                    "end": 1335,
                    "text": "(Biederman et al., 1973;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1336,
                    "end": 1363,
                    "text": "Henderson & Ferreira, 2004;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1364,
                    "end": 1380,
                    "text": "Vo et al., 2019)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In their classic study, Maljkovic and Nakayama (1994) showed observers a set of diamonds, all of one color (red or green) except for one target item of the other color. The observers needed to indicate if the left or the right vertex of the target diamond was clipped off. The color of the oddball item and the other distractors items could be swapped or could remain the same, randomly, from trial to trial. Maljkovic and Nakayama found that observers were a bit faster if the colors remained the same from one trial to the next compared to the condition where the colors were swapped. This was the case, even though a search for a red item among homogeneous green items is about as simple a search as one can get and even though the color varied randomly from trial to trial. This basic finding has been replicated with a variety of different features including orientation (Hillstrom, 2000) , shape (Lamy et al., 2006) , and size (Huang et al., 2004) . The phenomenon is known as Priming of Pop-out (PoP).",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 53,
                    "text": "Maljkovic and Nakayama (1994)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 876,
                    "end": 893,
                    "text": "(Hillstrom, 2000)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 902,
                    "end": 921,
                    "text": "(Lamy et al., 2006)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 933,
                    "end": 953,
                    "text": "(Huang et al., 2004)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A vast literature has grown up around these effects, closely tied to the literature on \"attentional capture\" by salient singletons (for reviews of the capture literature, see: Luck et al., 2021; Theeuwes et al., 2010) . For present purposes, an important hypothesis, emerging from this work, has been the idea that top-down, goal-directed guidance is a by-product of priming. The most energetic statements of this view probably come from Jan Theeuwes as can be seen in the title of his 2013 paper \"Feature-based attention: It is all bottom-up priming\" (for the origins of the idea see Theeuwes, 1991 Theeuwes, , 1992 Theeuwes, , 2013 . Lamy and Kristjánsson (2013) endorse a slightly less absolute view, saying, \"We conclude that priming accounts for considerable portions of effects attributed to top-down guidance, but that top-down guidance can be independent of intertrial priming.\"",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "Luck et al., 2021;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 195,
                    "end": 217,
                    "text": "Theeuwes et al., 2010)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 585,
                    "end": 599,
                    "text": "Theeuwes, 1991",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 600,
                    "end": 616,
                    "text": "Theeuwes, , 1992",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 617,
                    "end": 633,
                    "text": "Theeuwes, , 2013",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 636,
                    "end": 664,
                    "text": "Lamy and Kristjánsson (2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In its broadest interpretation, this claim would be unfortunate if true . Priming, by definition, involves repeated search trials. What you found on the last trial (or what you rejected on the last trial) does influence your next search. However, most searches in the real world are not part of the repeated series of the same type of search. You look in the kitchen drawer for the can opener. If you know that the can opener has a yellow handle, it seems plausible that you can guide your attention in a top-down, goal-directed manner to yellow items regardless of whether your immediately preceding searches were searches for something yellow, or not. In fact, the claim is less dramatic than it seems. In most cases, this is a claim about the first deployment of attention and/or the first deployment of the eyes during search. It is not necessarily a claim about all deployments across an extended episode of searching. Because the great bulk of the literature on priming and visual search involves singleton search, the first deployment of attention may be the only deployment of interest. Observers are typically making some response concerning a unique singleton; often a highly salient color singleton (Lamy & Kristjánsson, 2013) . For that initial deployment of attention, it makes sense to ask if the top-down intentions of the observer make any difference. Figure 1 illustrates the point. If the task was to specify the orientation in the item of a unique color, \"run\" trials like #2 would tend to be somewhat faster than trials where the colors \"switch\" from the previous trial, as in #3. If the task were to give the orientation of the item in the less salient diamond item, salience and priming would combine to misdirect attention to the color singleton first on many trials.",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1237,
                    "text": "(Lamy & Kristjánsson, 2013)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 1368,
                    "end": 1376,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Suppose, however, that the task was a more extended visual search task. In Fig. 2 , the task would be to report the orientation of the target, T. Color is irrelevant. The slope of the reaction time (RT) × set size function is a standard measure of search efficiency. If all the items were the same color, the slope for an \"inefficient\" search for a T among Ls would be around 20-40 ms/item for relatively large items that do not require fixation on each item. If it were known that the target T was red (as in trials 1 and 2 of Fig. 2) , search would be \"guided\" to red items and the slope would be~50% of the unguided version (Egeth et al., 1984; Wolfe et al., 1989) . This is cartooned in Fig. 3A . If the T is always red, then the red T on one trial could prime search for the red T on the next trial. In principle, no goal directed, top-down guidance would be required. To test this hypothesis, we need to do priming experiments with something other than singleton search tasks. Accordingly, this paper reports on a series of experiments with a structure like Fig. 2 . Observers are asked to report the orientation of the stem of a \"T\" (left or right) in a succession of trials where a T is present on every trial. The color (or, in Experiments 4 and 5, the shape) of the T is irrelevant. However, that color can repeat, as in frames 1-2 in Fig. 2 , creating a \"run\" trial or it can switch, as in frames 2-3 in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 647,
                    "text": "(Egeth et al., 1984;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 648,
                    "end": 667,
                    "text": "Wolfe et al., 1989)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 81,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 535,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 698,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1064,
                    "end": 1070,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1351,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1421,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "There are three qualitatively different outcomes, as shown in Fig. 3B -D. There might simply be no priming with these more complex search tasks, in which case, the Switch/Run manipulation will make no difference to RT (3B). There could be an additive effect of priming (3C). As discussed below, additive effects can arise from several sources. The important point is that the additive result is different from the result shown in 3D. 3D shows the result if finding a red T on the last trial biased attention toward all red items on the next trial. In that case, the slope of Run trials should be shallowermore guidedthan the slope of Switch trials (3D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In a series of five experiments, we find strong support for an additive effect of the target feature from the previous trial on the RT on the next trial. The effect of priming on search slopes has been examined before. A comprehensive review of these studies and of the broader feature priming literature can be found in Ramgir and Lamy (2022) . Many of the relevant studies involve conjunction searches. In those experiments, observers were typically searching for a target with one of two combinations of color and orientation. For instance, the target might be either red and vertical or green and horizontal while the distractors are green-vertical and red-horizontal items. It is known that such two-target tasks are typically much slower than simple conjunction search tasks (Wolfe, 1992) . Several studies found additive (3C) priming effects in such experiments (Hillstrom, 2000; Kristjánsson et al., 2002) . Becker and Horstmann (2009) found a modest change in slopes (3D). They used eye-tracking data to argue that this was evidence for guidance which would account for the increased slope on Switch trials.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 343,
                    "text": "Ramgir and Lamy (2022)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 781,
                    "end": 794,
                    "text": "(Wolfe, 1992)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 869,
                    "end": 886,
                    "text": "(Hillstrom, 2000;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 887,
                    "end": 913,
                    "text": "Kristjánsson et al., 2002)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 916,
                    "end": 943,
                    "text": "Becker and Horstmann (2009)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These conjunction experiments differ in one important way from the standard priming of pop-out (PoP) experiments. In PoP, the observer's task and target remain the same across the trials (e.g., observers would report the orientation of the line in the diamond or, perhaps, in the color singleton (see Fig. 1 )). In the conjunction experiments, in contrast, the target changes on Switch trials. This would also change the relevant feature guidance. Imagine that you were searching for a red vertical target. You could guide your attention towards stimuli that are red and/or vertical and you would find the target fairly efficiently (Wolfe et al., 1989) . If the target on the next trial was also red and vertical, those guiding settings, if preserved, would continue to work. If you knew that the target was in Fig. 1 Examples of a sequence of singleton searches of the sort popularized by Theeuwes (1991) Fig. 2 A sequence of inefficient search trials in which observers would report on the orientation of the T, present on every trial one color subset, you could make a volitional change in your top-down guidance (e.g., Kaptein et al., 1995) . If the target had switched to green and horizontal, the initial guidance for red and vertical would fail. At that point, you could change your guidance to green and horizontal and conduct another efficient search, albeit a search slowed by the failed search for red vertical. Alternatively, one might decide not to guide attention at all, leading to inefficient search. In Wolfe (1992) , the two-target conjunction task produced shallow slopes that were several hundred ms slower than search for just one type of conjunction targets. This suggests that observers choose to do two sequential guided searches rather than abandoning guidance and performing a single, unguided search for a target. The task switch from one set of guiding signals to another may well account for some of the very large priming effects seen in the earlier conjunction priming papers.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 652,
                    "text": "(Wolfe et al., 1989)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 890,
                    "end": 905,
                    "text": "Theeuwes (1991)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1123,
                    "end": 1144,
                    "text": "Kaptein et al., 1995)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1520,
                    "end": 1532,
                    "text": "Wolfe (1992)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 307,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 817,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "There is nothing wrong with the conjunction priming paradigms. They are simply asking a somewhat different question than is asked by the classic PoP experiments where the task remains constant over Run and Switch trials. The T among Ls task, shown in Fig. 2 , is intended to maintain this task consistency. The target is always simply the letter \"T.\" The color is present but uninformative. There is no need for any deliberate task switching when the color of the T switches from one color to the other. Any difference between Run and Switch trials would be more akin to the PoP effects seen in the singleton experiments. In the five experiments presented below, the data favor the answer illustrated in 3C. There is evidence for priming in search tasks and that priming appears to be transient, speeding response but not decreasing the slope of the RT × Set Size function. A very similar task was used by Lamy et al. (2008) in a study focused on contextual cueing in clinical populations (schizophrenia and depression). Their observers also looked for a T among L in displays with a color variation that was not relevant to the task. Observers were faster when the target color repeated on successive trials and this priming effect did not interact with the display set size (as in Fig. 3C ). The point was mentioned briefly in that paper as it was not a primary focus. In the present paper, we examine this question in detail.",
            "cite_spans": [
                {
                    "start": 906,
                    "end": 924,
                    "text": "Lamy et al. (2008)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 257,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1290,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The key question is whether feature priming produces guidance that persists throughout the next search (Fig. 3D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "(Fig. 3D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The answer appears to be that it does not. The effects of priming appear to occur either before or after the main search processes when the target is actually found amidst distractors. Ramgir and Lamy (2022) argue that feature priming will \"affect processes that occur after the competition for attention is resolved.\" Another possibility, detailed in the Discussion section below, is that priming guides the initial deployment of attention but not the whole course of an inefficient search for a T among Ls.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 207,
                    "text": "Ramgir and Lamy (2022)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Experiment 1, observers searched for a T among Ls. The experiment was written in Matlab with PsychToolBox extensions (Brainard, 1997a (Brainard, , 1997b . Due to the COVID-19 crisis, the experiment was run online using Zoom, giving us a level of supervision similar to the lab but not the same level of control over viewing conditions. Items were displayed on a slightly irregular and invisible 5 × 5 grid. The grid filled a square field with each side equal to 80% of the height of the monitor and each letter subtended 10% of that height. On the host monitor, at an approximate viewing distance of 60 cm, this would correspond to approximately 3.1°letters arranged in a 5 × 5 grid subtending approximately 25°on a side. As noted, the remote viewing conditions varied, but observers were constrained to use a desktop or laptop computer and not a handheld device.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 136,
                    "text": "(Brainard, 1997a",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 137,
                    "end": 155,
                    "text": "(Brainard, , 1997b",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Stimuli and procedure"
        },
        {
            "text": "The stimuli were large and salient. Set sizes were 6, 12, and 18 items. Targets were capital Ts. Distractors were capital Ls. Each was composed of a vertical and a horizontal bar subtending 3.1°× 0.7°on the host computer. Items were randomly red (RGB: 200, 0, 0) or green (RGB: 0, 180, 60). More precise descriptions of the color would not be meaningful, given the online nature of the task. A target T was present on every trial. Half the items were red and the other half were green. The color of the T was randomly chosen on every trial so that the chance of two successive trials having the same color was 50%. Color was totally irrelevant to the task and observers were told that this was the case. Observers were tested for 600 trials after 10 practice trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stimuli and procedure"
        },
        {
            "text": "There were two versions of Experiment 1. In 1a, observers clicked on the location of the T (\"localize\" condition). In 1b, observers identified the T as red or green in an effort to direct observers' attention more forcefully to the color of the target (2-alternative, forced-choice (2AFC) condition). Observers responded by moving the cursor to the left (green) or right (red) side of the screen. RT was registered when the cursor was detected anywhere in a large region flanking the left and right sides of the stimulus array. This method appeared to be robust for online studies and produced conventional RT results in pilot studies. Stimuli were visible until the response was made on each trial. The experiment was preregistered on the Open Science Framework (https://osf.io/n79z6/), where the data are also posted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stimuli and procedure"
        },
        {
            "text": "The experiment aims to see whether the color of the target on one trial influences search on the next; in particular, whether the slope of the RT × Set Size function was shallower on \"Run\" trials, than on \"Switch\" trials. A standard TvL target-present slope would be around 30 ms/item (actually the current task proved to be a bit easier, but all these calculations are proportional). In our hands, the SD of slope measures tends to be about 0.3 of the slope. If we want to detect a reduction in slope to 20 ms/item using a paired Ttest, with an alpha of 0.5 and a beta (power) of 0.90, we would need nine observers (as computed by G*Power). We typically run 12 observers but, being uncertain about the size of the priming effect in this paradigm, we ran 16 observers, giving us a theoretical power of > 0.95.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observers and power"
        },
        {
            "text": "The 16 observers were recruited from the Brigham and Women's Hospital Visual Attention Lab volunteer pool. All had at least 20/25 acuity with correction if needed and passed the Ishihara color vision test (Ishihara, 1980) . All gave informed consent in accord with our approval from the Institutional Review Board of Brigham and Women's Hospital (IRB #2009P001253). Observers were paid $12/h.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 221,
                    "text": "(Ishihara, 1980)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Observers and power"
        },
        {
            "text": "Reaction times (RTs) were filtered to remove outliers of shorter than 250 ms and longer than 4,000 ms. This removed 0.6% of all RTs. Errors were extremely rare, accounting for only seven out of > 9,500 trials. Figure 4A shows the RT × Set Size functions for this condition. It is clear that there is a modest priming effect and that it is additive. Repeating the color speeds the RT but does not alter the slope of the RT × Set Size function. This conclusion is supported by a 2-way ANOVA. The main effect of the Run/Switch variable is significant (F (1, 15) = 27.62, p < .0001, partial-eta-squared = 0.648). The main effect of set size is, of course, significant (F (2, 30) = 97.12, p < .0001, partial-eta-squared = .866). An interaction of Run/Switch with set size would indicate that the slopes were different for Run and Switch conditions, but that interaction is not significant (F (2, 30) = 0.3834, p = .6848, partial-eta-squared = .025).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results -Experiment 1a: Localize condition"
        },
        {
            "text": "Again, RTs were filtered to remove outliers of shorter than 250 ms and longer than 4,000 ms. This removed 0.6% of all RTs. Errors accounted for 2% of all trials with no observer having more than 6% errors. Figure 4B shows the RT × Set Size functions for this condition. Experiment 1b was conducted in order to see whether focusing attention on color would increase the potency of the priming effect. It did not. As before, there is a modest priming effect and it is additive. The main effect of the Run/Switch variable is significant (F (1, 15) = 6.579, p = .0216, partial-etasquared = .305), as is the effect of set size (F (2, 30) = 116.6, p < .0001, partial-eta-squared = .886). The interaction of Run/ Switch with set size remains insignificant (F (2, 30) = 0.4221, p = .6595, partial-eta-squared = .027).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results -Experiment 1b: 2AFC condition"
        },
        {
            "text": "We used 2AFC and localization methods in Experiment 1 in order to determine if one method produced stronger priming effects than the other. There was, in fact, no evidence that the method made a difference beyond changing the mean RT. A 2-Way ANOVA on the mean RTs showed an obvious main effect of the response method (F (1, 30) = 6.26, p < .0001, partial-eta-squared = .470). The effect of the Run/Switch variable was also significant (F (1, 30) = 9.7, p = .004, partial-etasquared = .244). This reflects the priming effect. The interaction of Run/Switch with the response method was insignificant (F (1, 30) = 1.1, p = .301, partial-eta-squared = .036), suggesting that size of the priming effect did not reliably differ based on the method. The same ANOVA on the slope data showed no significant effects (all F(1,30) < 2, all p > .18, all partial-eta-squared < .06), indicating that the search efficiency was not reliably influenced by response type or the Run/ Switch variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing localize and 2AFC methods"
        },
        {
            "text": "There are two interesting aspects to these results. Firstly, they provide evidence for a modest (20-40 ms), but clear color priming effect in a relatively inefficient search task where the color is irrelevant to the search. As noted earlier, the bulk of the search priming literature concerns singleton searches where the actual search is extremely efficient. The first deployment of attention is often the only relevant deployment of attention in such tasks. In the present experiment, observers are making multiple deployments of attention. The data are consistent with a priming effect that only influences the first of those deployments, as if the observer was saying (implicitly): \"Oh, the last target was red. I guess I will start with a red item.\" The data are also consistent with an effect that occurs after the search is complete, as if the observer were more willing to commit to the final response if the irrelevant color of the current target matches the color of the previous target. Experiment 1 does not produce the very large priming effects seen in some of the conjunction priming experiments. We assume that this is because, in our task, switch trials did not require a switch in target type (the target was always a T). Only the target color might change between trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In Experiment 1, the color of the T on the current trial did not predict the color on the next trial. There was a 50% chance that the target color on the next trial would match the color on the current trial. In Experiment 2, we changed the transition probability to 25% so that the color of the current trial was a fairly reliable predictor of the color of the next trial. If the target was red on one trial, there would be a 75% chance that the target would be red on the next trial. In keeping with our power calculations, we aimed for 12 observers, but thirteen were tested and are reported here. All other aspects of the methods were the same as in the localization version of Experiment 1. The experiment was pre-registered on the Open Science Framework (https://osf.io/ht5rj/) where the data are also posted. Figure 5 shows that the results for Experiment 2 are very similar to those for Experiment 1. In this case, the main effect of the Run/Switch variable was marginal (F (1, 12) = 4.392, p = .0580, partial-eta-squared = .268). There was the usual effect of set size (F (2, 24) = 31.83, p < .0001, partial-eta-squared = .726). With nearly identical slopes in the Run and Switch conditions, the interaction of Run/ Switch with set size remains insignificant (F (2, 24) = 0.1592, p = .6595, partial-eta-squared = .013). Because the probability of a Switch was only 0.25 and the chance of a Repeat was 0.75 on each trial, Experiment 2 produced a significant number of runs with lengths from 1 to 5 (where a run of 1 is a Switch trial). This allowed us to test the possibility that priming might alter the slope of the RT × Set Size function after multiple trials of the same color. However, an ANOVA with run length as a factor showed no systematic effect on slopes (F(8, 96=1.704, p = .1072, partial-eta-squared = .124). This analysis does produce a significant main effect of run length (F(4, 48=3.258, p = .0192, partial-eta-squared = .214).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 816,
                    "end": 824,
                    "text": "Figure 5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Thus, making color on one trial predictive of the color on the next did not strengthen the priming effect. A modest priming effect was present but, as in Experiment 1, it was additive and did not alter the slope of the RT × Set Size functions. We did not explicitly suggest that observers should use the preceding trial as a fairly reliable prediction of the next trial, but it would not have been surprising if they had noticed the tendency of colors to repeat. In any case, they did not make use of this information to guide search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Method Perhaps color guidance does not work for these particular stimuli. That is, perhaps searching for a red T is no more efficient than searching for a T with predictive color stimuli. If that were the case, it would not be surprising if priming failed to improve the efficiency of search. Accordingly, in Experiment 3, we included a standard guided condition as a control condition. In that condition, observers looked for a red T on every trial. Knowing that the target was always red, they should guide toward red item (Egeth et al., 1984) . We made several other methodological changes in thinking that they might enhance priming. Figure 6 cartoons a sequence of trials. In this experiment, observers search for a T that can be red, green, or black. This means that, if priming guides attention to the primed color for the duration of the next trial, only one third of the letters will be in the primed color and it should be easier to see an effect on slope of the RT × Set Size functions. We also changed the response. Now all letters were tilted and observers were instructed to report if the stem of the T was tilted top-left or top-right. Observers answered by pressing the corresponding keys on the keyboard (either the left or right arrow key). If they responded incorrectly, the trial was removed from analysis. Observers were tested for 20 practice and 300 experimental trials. The probability that the color of the T would remain the same on the next trial was 50%. In addition to this block of trials, observers ran a second block of trials in which all Ts were red (standard guided condition). Observers were told explicitly to search for red Ts in this \"Guided Search\" condition. Observers were tested for 20 practice and 300 experimental trials in the Guided Search block, as well. Block order was randomized across observers. In all other particulars, Experiment 3 replicated Experiments 1 and 2. The experiment was inadvertently not pre-registered. However, the data are posted at OSF (https://osf.io/qvd87/). Figure 7 shows that the basic priming results were replicated again. There is a clear priming effect of about 80 ms (F(1, 9) = 27.87, p = .0005, partial-eta-squared = .756), but, as before, it is additive with Set Size. There is no evidence for an RT × Set Size interaction as there would be if there was a slope difference between a Run and Switch trial (F(2, 18) = 0.09, p = .91, partial-eta-squared = .011). To assess whether these stimuli produce standard color guidance, we use all the trials, Run and Switch, to create an \"Unguided\" function (dotted line in Fig. 7) and we compare that to the results for the Guided block of trials in which all of the targets are red. Note that the distractors were identical in the Guided and Unguided blocks of trials. As can be clearly seen in Fig. 7 , there is a very robust effect of color guidance: both as a main effect (F(1, 9) = 36.97, p = .0002, partial-eta-squared = .804) and, importantly, on the interaction of guidance with set size (F(2, 18) = 5.995, p = .0101, partial-eta-squared = .400). The interaction reflects the decrease in the slope of the RT × Set Size function from 34 to 20 msec/item. If guidance were perfect, we would expect the slope to be reduced to about 11 msec/item because only 1/ 3rd of the items would be relevant in the guided search. Nevertheless, the results clearly show a robust effect of color guidance. Fig. 6 Example of a sequence of trials for Experiment 3",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 545,
                    "text": "(Egeth et al., 1984)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 646,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2041,
                    "text": "Figure 7",
                    "ref_id": null
                },
                {
                    "start": 2597,
                    "end": 2604,
                    "text": "Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 2820,
                    "end": 2826,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 3420,
                    "end": 3426,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Experiment 3: Guided versus unguided search"
        },
        {
            "text": "Research on priming of pop-out effects has asked if the priming effect occurs early or late in the course of the trial (Lamy et al., 2010) . The sustained feature guidance that we are failing to find here would be an example of an early, feature priming effect in which the color of the previous target guides the deployment of attention on the current trial. The alternative response-or retrieval-based account, proposes that priming occurs after the target is found but before the response is made (Huang et al., 2004) . The observer checks on the last response and their response is faster if that response is the same as that previous trial, slower if it is not. One marker for this late-stage account is an interaction between feature repetition and response repetition. We can look for that interaction in the data for Experiment 3 since the orientation of the target T is unrelated to its color. An ANOVA with Stimulus color and Response direction as factors shows the main effect of stimulus priming (F(1,11) = 10.9, p = .007, partial-etasquared = .50). There is no main effect of response repetition (F(1,11) = 0.80, p = .39, partial-eta-squared = .07). The critical interaction of stimulus and response does not quite reach the 0.05 level of significance (F(1,11) = 4.4, p = .06, partial-etasquared = .29). This suggestive result can be seen as generally supportive of Lamy et al.'s (2010) \"dual-stage account of inter-trial priming effects\" in Priming of Pop-out, where they argue that both feature priming and late response checking contribute to the pattern of RTs. We will return to this topic in the Discussion.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 138,
                    "text": "(Lamy et al., 2010)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 500,
                    "end": 520,
                    "text": "(Huang et al., 2004)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Attention, Perception, & Psychophysics"
        },
        {
            "text": "Experiments 1-3 are consistent in showing a priming effect that is additive with the effects of set size. All of those experiments (and, indeed, the majority of the priming literature) involve priming by color. In Experiments 4 and 5, we test whether these results generalize to a different priming feature; in this case, shape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiment 4: Shape priming"
        },
        {
            "text": "Experiment 4 was designed as a free-standing online app. It was written in JavaScript using the React library. The Experiment was hosted on the Firebase platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stimuli and procedure"
        },
        {
            "text": "The stimuli are shown in Fig. 8 . Observers searched for a T among Ls and, as in Experiment 3, they reported the orientation of the stem of the T that was present on every trial. Two very different shapes (here called \"Sharp\" and \"Dot\") were used. The shape was irrelevant to the task and changed at random from trial to trial. The shape of the T on one trial did not predict its shape on the next trial and each stimulus fit into a 50 × 50-pixel box. The stimuli were placed in a pseudorandom manner starting from the center column of the display. The first stimulus was placed at a random vertical position within the boundaries of the center column and each subsequent stimulus was placed in the columns directly adjacent to it. In this way, the display expanded in size from the center column. This process produced displays of roughly constant density but of different spatial extent. Larger set sizes occupied more real estate than smaller set sizes because they filled more columns. This differs from typical methods that hold overall display size constant while allowing density to increase with set size. These display issues are orthogonal to the question of priming that is at the heart of these experiments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Stimuli and procedure"
        },
        {
            "text": "Because of the unsupervised, online nature of the experiment, we did not have the normal control over viewing distance, lighting, etc. that we would have in the lab or even with supervised online testing via zoom. Observers were asked to find the T among the Ls and to respond with whether the T was tilted to the left or right by pressing the corresponding keys (the left and right arrow keys, respectively). They were instructed to respond as quickly and accurately as possible. In order to shorten the experiment and make it more compatible with on-line practice, we reduced the number of trials to 10 practice and 200 experimental trials. In other matters, Experiment 4 resembled Experiment 3. The experiment was pre-registered on the Open Science Framework (https://osf.io/ 8znur/) where the data files are publicly available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stimuli and procedure"
        },
        {
            "text": "Given the reduced numbers of trials and the vagaries of online research, we doubled our intended number of observers to 24. We collect data from 37 individuals. Nine of these were Fig. 7 Reaction Time (RT) × Set Size functions for Experiment 3. Note that \"Unguided\" results (dotted line) are the average of the \"Switch\" and \"Run\" data. Guided data come from a separate block of trials where all targets are red Ts. Error bars are ± 1 SEM. Priming effect is 91 ms for the Unguided condition eliminated because they did not complete the study or had unacceptably high error rates (greater than 20%). This left 28 observers in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Observers and power"
        },
        {
            "text": "Observers were recruited via the Amazon Mechanical Turk (MTurk) and tested on CloudResearch online platform. Participants were restricted to individuals located in the USA with an approval rate above 95%. Observers attested to 20/25 vision with correction. Procedures were approved by the Institutional Review Board at Brigham and Women's Hospital (IRB #2007P000646). Observers were paid $8/h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Observers and power"
        },
        {
            "text": "To our surprise, as is shown in Fig. 9 , these stimuli produced a very inefficient search for the T among Ls. As happens online, there was also substantial noise in the RT data. Accordingly, we performed a more elaborate outlier filtering process for these data. We initially removed observers who did not complete the experiment and the small number of RTs greater than 10 s in length. Then, for each observer, we separated all of the correct RTs into groups of run and switch trial and organized them by set size. Within each cell, we removed any RTs greater than 3 SD away from the mean. After this filtering, we removed from the experiment any observer who had less than 80% of trials remaining overall or who had less than 70% of trials remaining in any one cell of the experiment. This left us with 28 observers whose data are plotted in Fig. 9 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 850,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Though we had not pre-registered the separate analysis of target type, exploratory data analysis showed that observers were faster to respond to \"Dot\" stimuli than to \"Sharp\" stimuli so we included target type as factor in a three-way ANOVA with Run/ Switch and Set Size as the other factors. The target type main effect is significant (F(1, 27) = 14.5, p < .0001, partial-etasquared = .350). More importantly, there is a clear priming main effect (F(1, 27) = 31.63, p < .0001, partial-eta-squared = .54). Looking at Fig. 9 , there is a hint of a slope difference with Switch slopes being numerically steeper than Run slopes. However, the corresponding Set Size × Run/Switch interaction is not significant (F(2, 54) = 1.54, p = .22, partial-eta-squared = .054), nor is the triple interaction, including the target type (F(2, 54) = 0.688, p = .51, partial-eta-squared = .025). The interaction of Set Size × Target Type is significant (F(2, 54) = 3.29, p = .045, partial-etasquared = .108). This shows that the Sharp slopes are steeper than the Dot slopes and suggests that the analysis can see a reliable slope difference, when it is present.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 517,
                    "end": 523,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "As in Experiment 3, we can examine the interaction of Stimulus and Response effects. An ANOVA with Stimulus and Response Priming as factors shows the main effect of stimulus priming (F(1,27) = 17.4, p = .0003, partial-etasquared = .39). There is no main effect of response priming (F(1,25) = 1.74, p = .20, partial-eta-squared = .06). In this case, the critical interaction of stimulus and response factors is not significant (F(1,27) = 0.7, p = .42, partial-eta-squared = .02). This could be taken as more supportive of an early, feature-based origin for the priming seen in Experiment 4. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Experiment 4 shows that priming in an inefficient search for a T among Ls is not limited to priming by color. The shape of the preceding target influenced the RT for the next target. Somewhat unintentionally, the experiment also showed that this basic pattern of results continues to hold even with a very inefficient search. We can only speculate about why the search was so inefficient. One possibility is that these stimuli produced particularly severe peripheral crowding effects (Levi, 2008; Strasburger, 2020) . Another is that these Ts and Ls were oddly hard to identify. In any case, the data are roughly consistent with a search in which observers needed to fixate on items at random until they stumbled upon the target. In a similar vein, it is surprising that the Sharp stimuli are harder to report than the Dot stimuli. It is possible that it was harder for observers to decide on the orientation of those items. The thin stem of the Dot Ts might have been less ambiguous than the triangular stem of the Sharp Ts.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 496,
                    "text": "(Levi, 2008;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 497,
                    "end": 515,
                    "text": "Strasburger, 2020)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These stimulus factors, while of some interest, are not germane to the main issue of interest here. Shape priming, like color priming, produced clear priming but no evidence for an increase in the slope of the RT × Set Size function for Switch trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Germane or not, we were puzzled by the inefficiency of the search in Experiment 5 and by the difference between the responses to the two target types. Accordingly, we performed a second shape priming experiment, using the \"Blob\" and \"Arrow\" stimuli, shown in Fig. 10 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 266,
                    "text": "Fig. 10",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The shapes were designed, albeit in an ad hoc manner, with the intent to make search easier. To further that goal, we also doubled the size of the items to 100 × 100 pixels and reduced the set sizes to four, seven, and ten. In all other respects, Experiment 5 replicated Experiment 4. The data are available at https://osf.io/gaxs2/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We tested 31 observers online. From this group we obtained 23 usable data sets as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "RTs were filtered in the same manner as in Experiment 4, eliminating RTs greater than 3 SD from the mean for the RTs in an observer × TrialType × Set Size cell. We then removed observers who did not complete the experiment or who had less than 80% acceptable trials overall. We also removed observers who had less than 70% acceptable trials in any one cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results in Fig. 11 show that our efforts to make the task easier were a failure as this search was also very inefficient. The results of Experiment 5 constitute a clear replication of Experiment 4. Observers were faster to respond to \"Arrow\" stimuli than to \"Blob\" stimuli (F(1, 22) = 18.7, p <= .001, partial-eta-squared = .459). As before, there is a solid priming main effect (F(1, 22) = 7.8, p < .011, partial-eta-squared = .262). Again, the Set Size × Run/Switch interaction is not significant (F(2, 44) = 1.54, p = .8249, partial-eta-squared = .036) nor is the triple interaction, including the Target Type (F(2, 44) = 0.3852, p = .6826, partial-eta-squared = .017). As in Experiment 4, the interaction of Set Size × Target Type is significant (F(2, 44) = 3.064, p = .036, partial-eta-squared = .141). This time, Blob slopes were steeper than Arrow slopes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "An ANOVA with Stimulus and Response Priming as factors shows the main effect of stimulus priming (F(1,23) = 5.9, p = .023, partial-eta-squared = .20). There is no main effect of response priming (F(1,23) = 0.83, p = .37, partial-eta-squared = .04) nor is the interaction significant (F(1,23) = 2.9, p = .10, partial-eta-squared = .11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The five experiments presented here tell a clear story. A taskirrelevant feature of the target on one trial in an inefficient Fig. 10 Stimuli (left) and two sample trials (right) for Experiment 5 visual search will have an impact on the next trial. If the feature repeats, RT for that subsequent trial will be shorter, on average, than if the feature changes. The efficiency of that search, as measured by the slope of the RT × Set Size function, will not differ significantly between Run and Switch trials. The effect of priming is largely additive with the effects of set size. The magnitude of this additive effect is quite consistent across experiments (in the tens of milliseconds). The usual interpretation of an additive RT component in visual search is that it reflects an effect outside of the search process. If some factor influences each deployment of attention or the rate of parallel processing of all of the items in a search, one would expect a change in the search slope.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 148,
                    "text": "Fig. 10 Stimuli (left)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "While these data reject the hypothesis that the preceding trial sets up automatic feature guidance for the entirety of the current trial, priming could still reflect a form of feature guidance. The idea is illustrated in Fig. 12A . Perhaps the effects of feature priming are transient, guiding only the start of the current trial. If priming had a transient effect on an attentionguiding \"priority map\", it could bias the first item selected in search. Guided Search (Wolfe, 2021) and many other models (Miconi et al., 2016; Moran et al., 2013; Schwarz & Miller, 2016; Scolari et al., 2014) propose that attention is deployed to the peak of a priority map (Fecteau & Munoz, 2006; Serences & Yantis, 2006 ) that receives input from several sources (Wolfe & Horowitz, 2017) . Awh et al. (2012) focused on three of those sources: Physical salience (bottom-up guidance), Current goals (top-down guidance), and Selection history (priming). Simple accounts of feature guidance would predict that guidance by a basic feature would bias attention toward that feature for the entire guided search. In that case, priming would be expected to bias the entire search toward the primed feature. This would have produced a reduction in slope on Run trials; the result that was not seen here.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 480,
                    "text": "(Wolfe, 2021)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 503,
                    "end": 524,
                    "text": "(Miconi et al., 2016;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 525,
                    "end": 544,
                    "text": "Moran et al., 2013;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 545,
                    "end": 568,
                    "text": "Schwarz & Miller, 2016;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 569,
                    "end": 590,
                    "text": "Scolari et al., 2014)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 656,
                    "end": 679,
                    "text": "(Fecteau & Munoz, 2006;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 680,
                    "end": 703,
                    "text": "Serences & Yantis, 2006",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 747,
                    "end": 771,
                    "text": "(Wolfe & Horowitz, 2017)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 774,
                    "end": 791,
                    "text": "Awh et al. (2012)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "Fig. 12A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "General discussion"
        },
        {
            "text": "However, guidance does not need to be sustained over the entire search. One of the puzzles concerning the role of bottom-up salience in visual search is why observers do not get fixated on salient but irrelevant elements in an image. Consider a chest X-ray, for example. A radiologist may be looking for the faint hints of pneumonia (low contrast and diffuse). The ribs, the spine, and the heart are all much more salient but the radiologist has no trouble directing attention to more task-relevant features. Similarly, in natural scenes, one would not want attention to get stuck on the highlights on glossy cars while you are looking for a street name (Einhauser et al., 2008; Henderson et al., 2007) . One possibility would be to attend to each salient item and then inhibit that location, allowing attention to less salient items (Klein, 1988 (Klein, , 2000 . However, the data indicate that we lack the ability to reliably inhibit all rejected distractors (Horowitz & Wolfe, 1998 . Moreover, in the radiology example, one would not want to assume that the radiologist looks at and inhibits all the salient bright spots before turning to the subtle stimuli that are the actual objects of the search.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 678,
                    "text": "(Einhauser et al., 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 679,
                    "end": 702,
                    "text": "Henderson et al., 2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 834,
                    "end": 846,
                    "text": "(Klein, 1988",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 847,
                    "end": 861,
                    "text": "(Klein, , 2000",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 961,
                    "end": 984,
                    "text": "(Horowitz & Wolfe, 1998",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "One solution is provided by the work of Donk and her colleagues. (Donk & Soesman, 2010; Van Zoest & Donk, 2008) . They argue that bottom-up salience has a transient impact on the priority map as is cartooned in Fig. 12A (red) . Salience effects rise rapidly, producing various attention capture effects, but then fade quite rapidly declining to a lower level though, presumably, not all the way back to baseline. It is probably a good idea to attend to highly salient items in the current scene, but then to let top-down, user-driven goals come to dominate an ongoing search in a more sustained manner. After all, the observer's goals for search ought to be sustained across the entire search. If you are looking for a red car, it would be foolish to stop guiding to red after the first deployment of attention. In Fig. 12A (blue), we show sustained topdown guidance by goals rising to a plateau and remaining there. It rises comparatively slowly since there is evidence that it can take a substantial period of time for top-down guidance to reach full strength (E. M. Palmer et al., 2019 ).",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 87,
                    "text": "(Donk & Soesman, 2010;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 88,
                    "end": 111,
                    "text": "Van Zoest & Donk, 2008)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1069,
                    "end": 1088,
                    "text": "Palmer et al., 2019",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 225,
                    "text": "Fig. 12A (red)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 815,
                    "end": 823,
                    "text": "Fig. 12A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "General discussion"
        },
        {
            "text": "An early locus account of priming effects would hold that priming behaves like bottom-up salience in having a robust but transient effect on the priority map (cartooned in green in Fig. 12A ). The shapes of the time courses in Fig. 12 should not be taken as anything more than a cartoon. The idea is that priming would bias the first deployment of attention and/or of the eyes to items with the primed feature but that the attention guiding effects of this bias would fade fairly rapidly during search. An introspective feel for this sort of priming may be experienced in \"hybrid foraging\" tasks (Wolfe et al., 2016) like searching for specific pieces in a box of LEGO (Hout et al., 2022; Sauter et al., 2020) . Initially, the box is a jumble of pieces, but when you find one red window frame, suddenly the other red window frames seem to pop-out with increased saliency (Theeuwes and Van der Berg, 2013) . That salience is useful if you want to collect multiple LEGO windows. It can be overridden by top-down command, if it is time to look for something else.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 616,
                    "text": "(Wolfe et al., 2016)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 669,
                    "end": 688,
                    "text": "(Hout et al., 2022;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 689,
                    "end": 709,
                    "text": "Sauter et al., 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 871,
                    "end": 904,
                    "text": "(Theeuwes and Van der Berg, 2013)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Fig. 12A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 227,
                    "end": 234,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "General discussion"
        },
        {
            "text": "It is also possible to propose a later locus for priming effects. A generic way to think about such a late locus is shown in Fig. 12B . One way of thinking about search is as a series of decisions that can be modeled as diffusion processes (Hawkins & Heathcote, 2020; Ratcliff, 1978 ). An item is selected and information begins accumulating as to its identity as, in this case, a target, T, or a distractor, L. We can imagine that the threshold for concluding that an item is a \"T\" is higher when the color switches (orange) and lower when it does not (green). Higher thresholds take longer to reach on average. As a result, Switch trials will be longer, on average, than Run trials. In this account, the color of the target would not be expected to have an effect on the distractor threshold (shown in red). Distractors on each trial are some mix of target and non-target colors. Any effects of priming from the previous target attributes would be similar on each trial, regardless of the features of the target on the current trial. Thus, it would take about the same amount of time to reject a distractor on a Run trial as on a Switch trial. Since there is not a priming effect on each distractor, there is no effect of set size on RT.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 267,
                    "text": "(Hawkins & Heathcote, 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 268,
                    "end": 282,
                    "text": "Ratcliff, 1978",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Fig. 12B",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "General discussion"
        },
        {
            "text": "What is this decision process where runs and switches have an effect on targets decisions but not on distractor decisions? A number of researchers have endorsed the idea that there is a checking step before the observer is willing to commit to confirming the presence of a target. One could conceive of this as an act of retrieval from episodic memory as the observer seeks to confirm that this is what they were asked to find (Huang, Holcombe, & Pashler, H., 2004) . The target that was retrieved on the last trial could influence retrieval on the next trial, with faster retrieval for repeated responses. Of course, the priming effect does not need to be entirely attributed to an early process or a late process. As Lamy, Yashar, and Ruderman (2010) propose, both processes could be active. One way to look for evidence of a late process of checking on response is to look for an interaction between feature and response factors. In the present experiments, Experiment 3 shows a marginally significant interaction while Experiments 4 and 5 do not. However, these experiments were not designed to discriminate between early, late, or combined accounts of priming. So, while the data could be seen as favoring an early, transient feature priming account (e.g., Becker, 2007) , the data should not be seen as definitive on this point.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 465,
                    "text": "(Huang, Holcombe, & Pashler, H., 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 719,
                    "end": 752,
                    "text": "Lamy, Yashar, and Ruderman (2010)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1262,
                    "end": 1275,
                    "text": "Becker, 2007)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "While the results of the present experiments cannot adjudicate between an early versus a late locus for the effects of feature priming, they do show that priming does not produce sustained guidance throughout an entire, extended search. Other accounts of the results can also be rejected. An additive RT effect in a search experiment could reflect a difference in the perceptual processing required before search begins. Wolfe et al. (2002) invoked this sort of pre-search, perceptual processing to explain why it took longer to search a messy desktop stimulus than a clean one. In the present experiments, a perceptual account seems unlikely, because the visual stimuli are essentially identical (on average) on Run and Switch trials. Given that the task is the same on every trial, it is hard to see how an early visual pre-processing step could be influenced by the status of the preceding trial.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 440,
                    "text": "Wolfe et al. (2002)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "A late locus, based on priming of the motor response, can also be rejected. In the two versions of Experiment 1, the motor response was related to the color in the 2AFC version (Fig. 4B ), but not in the Localize version (Fig. 4A ). If the additive priming effects were the result of motor response priming, we might expect to see the most robust priming effects when the priming feature was response related (Becker, 2007) . In fact, the priming effect is, if anything, a bit smaller in the 2AFC condition of Experiment 1 (avg = 27 ms) than in the Localize condition (avg = 40 ms). The difference is not significant (p = .33) and that difference would be in the opposite direction from the predictions of a motor response priming account. In Experiments 3-5, where motor response and color repetition were decoupled, there was no statistically reliable main effect of the motor responses. Moreover, a robust response priming effect might be expected to be larger (Miller, 1998) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 423,
                    "text": "(Becker, 2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 964,
                    "end": 978,
                    "text": "(Miller, 1998)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "text": "(Fig. 4B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 221,
                    "end": 229,
                    "text": "(Fig. 4A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "General discussion"
        },
        {
            "text": "Clear evidence for the more plausible early and late accounts will require further experimentation. Eye tracking could provide more clarity by showing whether priming influenced the first deployment of the eyes in these extended search tasks (e.g., Becker, 2010; Kruijne & Meeter, 2016) . Given the vast range of results on this general topic, it seems likely that the conclusions will remain open to debate (Ramgir & Lamy, 2022) . If pressed, we would favor the early locus, based on the introspection, described above, that finding a target seems to enhance the visibility of similar items. We grant, however, that introspection about LEGO search is not a substitute for convincing data.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 262,
                    "text": "Becker, 2010;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 263,
                    "end": 286,
                    "text": "Kruijne & Meeter, 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 408,
                    "end": 429,
                    "text": "(Ramgir & Lamy, 2022)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "While these results do argue against the hypothesis that top-down guidance is a form of feature priming, the data and the ideas about transient priming and/or changes in decision thresholds do not contradict the empirical basis of the more sweeping claims about priming. As noted in the introduction, those claims are mostly based on studies where the first deployment of attention is the only relevant deployment. One could reasonably assert that \"Feature-based attention … is all bottom-up priming\" (Theeuwes, 2013) , if one was talking about that first deployment. Even in that case, there is an argument, discussed in the introduction, about whether this bottom-up priming is completely dominant. The conclusion of the present paper is that any dominance of guidance by priming appears to be fleeting. Others would argue that the priming comes after the work of attention is done. The important conclusion is that feature priming does not produce guidance by the primed feature that is sustained across the length of an inefficient search.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 517,
                    "text": "(Theeuwes, 2013)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "Authors' contributions JMW conceived the project and programmed Experiments 1-3, AD programmed Experiments 4 and 5. SS and WL collected the data. All authors contributed to the design of experiments, interpretation of results, and the writing of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "Funding This work was supported by NIH-NEI EY017001 and NIH-NCI CA207490.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General discussion"
        },
        {
            "text": "Conflicts of interest The authors declare no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration"
        },
        {
            "text": "Ethics approval All experiments were conducted in accord with our approval by the Institutional Review Board of Brigham and Women's Hospital (IRB #2009P001253).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration"
        },
        {
            "text": "Consent to participate All participants gave informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration"
        },
        {
            "text": "Data availability Data for all experiments are available on Open Science Framework. The links are provided in the methods section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not Applicable."
        },
        {
            "text": "Code availability Code available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not Applicable."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Top-down versus bottom-up attentional control: A failed theoretical dichotomy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Awh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Belopolsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Trends in Cognitive Sciences",
            "volume": "16",
            "issn": "8",
            "pages": "437--443",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tics.2012.06.010"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Mechanism of Priming: Episodic Retrieval or Priming of Pop-Out?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Psychologica",
            "volume": "127",
            "issn": "2",
            "pages": "324--339",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oculomotor capture by colour singletons depends on intertrial priming",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vision Research",
            "volume": "50",
            "issn": "21",
            "pages": "2116--2126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.visres.2010.08.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A feature-weighting account of priming in conjunction search",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Horstmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Perception, & Psychophysics",
            "volume": "71",
            "issn": "2",
            "pages": "258--272",
            "other_ids": {
                "DOI": [
                    "10.3758/APP.71.2.258"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Searching for objects in real-world scenes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Biederman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Stacy",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Journal of Experimental Psychology",
            "volume": "97",
            "issn": "",
            "pages": "22--27",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Psychophysics Toolbox",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Brainard",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Spatial Vision",
            "volume": "10",
            "issn": "",
            "pages": "433--436",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The VideoToolbox software for visual psychophysics: Transforming numbers into movies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Brainard",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Spatial Vision",
            "volume": "10",
            "issn": "4",
            "pages": "433--436",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Salience is only briefly represented: Evidence from probe-detection performance",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Soesman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Experimental Psychology: Human Perception and Performance",
            "volume": "36",
            "issn": "2",
            "pages": "286--302",
            "other_ids": {
                "DOI": [
                    "10.1037/a0017605"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Searching for conjunctively defined targets",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Egeth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Virzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Garbart",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Journal of Experimental Psychology. Human Perception and Performance",
            "volume": "10",
            "issn": "",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Objects predict fixations better than early saliency",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Einhauser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perona",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Vision",
            "volume": "8",
            "issn": "14",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Salience, relevance, and firing: a priority map for target selection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fecteau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Munoz",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends in Cognitive Sciences",
            "volume": "10",
            "issn": "8",
            "pages": "382--390",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The briefest of glances: the time course of natural scene understanding",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Psychological Science",
            "volume": "20",
            "issn": "4",
            "pages": "464--472",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Racing against the clock: evidence-based vs. time-based decisions. PsyArXiv, 0.31234/ osf.io/m31234uh31237",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hawkins",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Heathcote",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/m4uh7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The interface of language, vision, and action: Eye movements and the visual world",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--58",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Visual saliency does not account for eye movements during visual search in real-world scenes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Brockmole",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Castelhano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eye Movement Research: Insights into Mind and Brain",
            "volume": "",
            "issn": "",
            "pages": "537--562",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Repetition effects in visual search",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Hillstrom",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Perception & Psychophysics",
            "volume": "62",
            "issn": "4",
            "pages": "800--817",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Visual search has no memory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "394",
            "issn": "",
            "pages": "575--577",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Memory for rejected distractors in visual search?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Visual Cognition",
            "volume": "10",
            "issn": "3",
            "pages": "257--298",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Visual Search: The role of memory for rejected distractors",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurobiology of attention",
            "volume": "",
            "issn": "",
            "pages": "264--268",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Examining the effects of passive and active strategy use during interactive search for LEGO® bricks",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Hout",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scarince",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Journal of Experimental Psychology: Applied",
            "volume": "28",
            "issn": "1",
            "pages": "35--51",
            "other_ids": {
                "DOI": [
                    "10.1037/xap0000295"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Repetition priming in visual search: Episodic retrieval, not feature priming",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Holcombe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pashler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Memory & Cognition",
            "volume": "32",
            "issn": "1",
            "pages": "12--20",
            "other_ids": {
                "DOI": [
                    "10.3758/BF03195816"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The impending demise of the item in visual search. The Behavioral and Brain Sciences, 1-20, e132",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hulleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N L"
                    ],
                    "last": "Olivers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0140525X15002794"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ishihara's Tests for Color-Blindness: Concise Edition",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Timecourse of neural signatures of object recognition",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Olshausen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Vision",
            "volume": "3",
            "issn": "7",
            "pages": "499--512",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Search for a conjunctively defined target can be selectively limited to a color-defined subset of elements",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaptein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H C"
                    ],
                    "last": "Van Der Heijden",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Experimental Psychology. Human Perception and Performance",
            "volume": "21",
            "issn": "5",
            "pages": "1053--1069",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Inhibitory tagging system facilitates visual search",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "334",
            "issn": "",
            "pages": "430--431",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inhibition of return",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trends in Cognitive Sciences",
            "volume": "4",
            "issn": "4",
            "pages": "138--147",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The role of priming in conjunctive visual search",
            "authors": [
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Kristjánsson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cognition",
            "volume": "85",
            "issn": "1",
            "pages": "37--52",
            "other_ids": {
                "DOI": [
                    "10.1016/S0010-0277(02)00074-4"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Implicit short-and long-term memory direct our gaze in visual search",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kruijne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meeter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Forty-five years after Broadbent (1958): still no identification without attention",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lachter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Forster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruthruff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychological Review",
            "volume": "111",
            "issn": "4",
            "pages": "880--913",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Is goal-directed attentional guidance just intertrial priming? A review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Kristjánsson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Vision",
            "volume": "13",
            "issn": "3",
            "pages": "14--14",
            "other_ids": {
                "DOI": [
                    "10.1167/13.3.14"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effects of search mode and intertrial priming on singleton search",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carmel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Egeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leber",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Perception & Psychophysics",
            "volume": "68",
            "issn": "6",
            "pages": "919--932",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Implicit memory for spatial context in depression and schizophrenia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goshen-Kosover",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aviani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Levkovitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Abnormal Psychology",
            "volume": "117",
            "issn": "4",
            "pages": "954--961",
            "other_ids": {
                "DOI": [
                    "10.1037/a0013867"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A dual-stage account of inter-trial priming effects",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yashar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ruderman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vision Research",
            "volume": "50",
            "issn": "14",
            "pages": "1396--1401",
            "other_ids": {
                "DOI": [
                    "10.1016/j.visres.2010.01.008"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Crowding-An essential bottleneck for object recognition: A mini-review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Levi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vision Research",
            "volume": "48",
            "issn": "5",
            "pages": "635--654",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Rapid natural scene categorization in the near absence of attention",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanrullen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perona",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "99",
            "issn": "",
            "pages": "9596--9601",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Progress toward resolving the attentional capture debate",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Luck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gaspelin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Folk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Remington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Priming of popout: I. Role of features",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Maljkovic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Memory & Cognition",
            "volume": "22",
            "issn": "6",
            "pages": "657--672",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "There's Waldo! A Normalization Model of Visual Search Predicts Single-Trial Human Fixations in an Object Search Task",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miconi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Groomes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreiman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cerebral Cortex",
            "volume": "26",
            "issn": "7",
            "pages": "3064--3082",
            "other_ids": {
                "DOI": [
                    "10.1093/cercor/bhv129"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Effects of stimulus-response probability on choice reaction time: Evidence from the lateralized readiness potential",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Experimental Psychology. Human Perception and Performance",
            "volume": "24",
            "issn": "5",
            "pages": "1521--1534",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Competitive Guided Search: Meeting the challenge of benchmark RT distributions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zehetleitner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Usher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Vision",
            "volume": "13",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1167/13.8.24"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Saliency effects across dimensions in visual search",
            "authors": [
                {
                    "first": "H.-C",
                    "middle": [],
                    "last": "Nothdurft",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vision Research",
            "volume": "33",
            "issn": "5/6",
            "pages": "839--844",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Gist of the scene",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliva",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurobiology of attention",
            "volume": "",
            "issn": "",
            "pages": "251--257",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The psychophysics of visual search",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Verghese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pavel",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Vision Research",
            "volume": "40",
            "issn": "",
            "pages": "1227--1268",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Measuring the Time Course of Selection During Visual Search",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Wert",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Target-distractor discriminability in visual search",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pashler",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Perception & Psychophysics",
            "volume": "41",
            "issn": "",
            "pages": "285--292",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Does feature intertrial priming guide attention? The jury is still out",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramgir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lamy",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Psychonomic Bulletin & Review",
            "volume": "29",
            "issn": "",
            "pages": "369--393",
            "other_ids": {
                "DOI": [
                    "10.3758/s13423-021-01997-8"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A theory of memory retrieval",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ratcliff",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Psychoanalytic Review",
            "volume": "85",
            "issn": "2",
            "pages": "59--108",
            "other_ids": {
                "DOI": [
                    "10.1037/0033-295X.85.2.59"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Towards Interactive Search: Investigating Visual Search in a Novel Real-World Paradigm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sauter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stefani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/brainsci10120927"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "GSDT: An integrative model of visual search",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Experimental Psychology: Human Perception and Performance",
            "volume": "42",
            "issn": "10",
            "pages": "1654--1675",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Advance online publication",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/xhp0000247"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Feature-and Object-Based Attentional Modulation in the Human Visual System",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scolari",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Ester",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Serences",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Oxford Handbook of Attention",
            "volume": "",
            "issn": "",
            "pages": "573--600",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Selective visual attention and perceptual coherence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Serences",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yantis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends in Cognitive Sciences",
            "volume": "10",
            "issn": "1",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Seven myths on crowding and peripheral vision. i-Perception",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Strasburger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2041669520913052"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Cross-dimensional perceptual selectivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Perception & Psychophysics",
            "volume": "50",
            "issn": "2",
            "pages": "184--193",
            "other_ids": {
                "DOI": [
                    "10.3758/bf03212219"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Perceptual selectivity for color and form",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Perception & Psychophysics",
            "volume": "51",
            "issn": "6",
            "pages": "599--606",
            "other_ids": {
                "DOI": [
                    "10.3758/bf03211656"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Feature-based attention: it is all bottom-up priming",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society, B: Biological Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2013.0055"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Priming makes a stimulus more salient",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Vision",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1167/13.3.21"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Stimulusdriven capture and contingent capture",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theeuwes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N L"
                    ],
                    "last": "Olivers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belopolsky",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Wiley Interdisciplinary Reviews: Cognitive Science",
            "volume": "1",
            "issn": "6",
            "pages": "872--881",
            "other_ids": {
                "DOI": [
                    "10.1002/wcs.83"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Speed of processing in the human visual system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fize",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marlot",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "",
            "pages": "520--552",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Detection of animals in natural images using far peripheral vision",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thorpe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Gegenfurtner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabre-Thorpe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Bulthoff",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The European Journal of Neuroscience",
            "volume": "14",
            "issn": "5",
            "pages": "869--876",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Goal-driven modulation as a function of time in saccadic target selection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Zoest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Quarterly Journal of Experimental Psychology",
            "volume": "",
            "issn": "10",
            "pages": "1553--1572",
            "other_ids": {
                "DOI": [
                    "10.1080/17470210701595555"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Reading Scenes: How Scene Grammar Guides Attention and Aids Perception in Real-World Environments",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Vo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boettcher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Draschkow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Current Opinion in Psychology",
            "volume": "29",
            "issn": "",
            "pages": "205--210",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Ensemble Perception",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Whitney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leib",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annual Review of Psychology",
            "volume": "69",
            "issn": "",
            "pages": "105--129",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-psych-010416-044232"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Effortless\" texture segmentation and \"parallel\" visual search are not the same thing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vision Research",
            "volume": "32",
            "issn": "4",
            "pages": "757--763",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Guided Search 6.0: An updated model of visual search",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Psychonomic Bulletin & Review",
            "volume": "28",
            "issn": "",
            "pages": "1060--1092",
            "other_ids": {
                "DOI": [
                    "10.3758/s13423-020-01859-9"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Five factors that guide attention in visual search",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature Human Behaviour",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-017-0058"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Guided Search: An alternative to the Feature Integration model for visual search",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Cave",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Franzel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Experimental Psychology: Human perception and performance",
            "volume": "15",
            "issn": "",
            "pages": "419--433",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Segmentation of objects from backgrounds in visual search tasks",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Horowitz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bompas",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Vision Research",
            "volume": "42",
            "issn": "28",
            "pages": "2985--3004",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Changing your mind: On the contributions of top-down and bottom-up guidance in visual search for feature singletons",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Butcher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hyle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Experimental Psychology. Human Perception and Performance",
            "volume": "29",
            "issn": "2",
            "pages": "483--502",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Hybrid Foraging Search: Searching for multiple instances of multiple types of target",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Aizenman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E P"
                    ],
                    "last": "Boettcher",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vision Research",
            "volume": "119",
            "issn": "",
            "pages": "50--59",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic Reaction Time vs. Set Size functions, illustrating the effects of guidance (A) and three possible consequences of priming (B-D)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Reaction Time (RT) vs. Set Size functions for Experiment 1a (A) and 1b (B). Priming effect is 28 ms for Experiment 1a and 40 ms for 1b Attention, Perception, & Psychophysics",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Reaction Time (RT) × Set Size functions for Experiment 2. Priming effect is 29 ms for Experiment 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Stimuli (left)  and two sample trials (right) for Experiment 4 Reaction Time × Set Size functions for shape priming stimuli in Experiment 4. Circles show Run data and squares show Switch data. Solid lines show the results for the \"Sharp\" targets, while dashed lines show results for the \"Dot\" targets. Error bars show ± 1 SEM. Priming effect is 111 ms for the Sharp stimuli and 223 ms for the Dot stimuli",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Reaction Time × Set Size functions for the shape priming stimuli in Experiment 5. Circles show Run data and squares show Switch data. Solid lines show results for the \"Blob\" targets, while dashed lines show results for the \"Arrow\" targets. Error bars show ± 1 SEM Priming effect is 47 ms for the Blob stimuli and 68 ms for the Arrow stimuli",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Two accounts of feature priming effects, showing how priming could influence the beginning of search (A) or the end (B)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}