{
    "paper_id": "538959f97f5a37d26fd1f28d7246fa3e433cd9a9",
    "metadata": {
        "title": "SIR-PID: A Proportional-Integral-Derivative Controller for COVID-19 Outbreak Containment",
        "authors": [
            {
                "first": "Aldo",
                "middle": [],
                "last": "Ianni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratori Nazionali del Gran Sasso (INFN) Via G. Acitelli",
                    "institution": "",
                    "location": {
                        "postCode": "22 67100",
                        "settlement": "Assergi L'Aquila",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Rossi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratori Nazionali del Gran Sasso (INFN) Via G. Acitelli",
                    "institution": "",
                    "location": {
                        "postCode": "22 67100",
                        "settlement": "Assergi L'Aquila",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ongoing social restrictions, as distancing and lockdown, adopted by many countries for contrasting the COVID-19 epidemic spread, try to find a trade-off between induced economic crisis, healthcare system collapse and costs in terms of human lives. Applying and removing restrictions on a system with uncontrollable inertia, as represented by an epidemic outbreak, may create critical instabilities, overshoots and strong oscillations of infected people around the desirable set-point, defined as the maximum number of hospitalizations acceptable by a given healthcare system. A good understanding of the system reaction to a change of the input control variable can be reasonably achieved using a proportional-integral-derivative controller, widely used in technological applications. In this paper we make use of this basic control theory for understanding the reaction of COVID-19 propagation to social restrictions and for exploiting a very known technology to reduce the epidemic damages through the correct tuning of the containment policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The velocity of the Coronavirus disease outbreak , caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1], is described, as for typical epidemics, by the so-called basic reproduction number (or ratio), usually denoted R 0 [2] and defined as the expected number of new infections from a single new case in a population where all subjects are susceptible. Since a sizeable fraction of people infected by COVID-19, especially older and with underlying preexisting medical problems, are likely do develop serious illness with a fatality rate well above the typical seasonal influenza [3] , many countries have adopted drastic or moderated social restrictions with the goal of reducing and controlling R 0 by limiting the population mobility that determines the interaction among people.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From one side, drastic social restrictions, as the so-called lockdown, can not last too many weeks because it may cause serious damage to the economy; on the other side, relaxing too much the epidemic containment, in the so-called Phase-II or Phase-III may cause a restart of the pandemic growth setting a country in a status even more delicate. The best condition, would then be a compromise, in which R 0 is brought close to the unity (or, better, ≤ 1) with the number of active cases reasonably close to a given threshold represented by the capability of a healthcare system to maximize the number of recovered people and to avoid the system collapse. This threshold is of course close to the maximum number of available intensive care hospitalizations. Hopefully this steady condition should be optimal while waiting for the realization and the commercialization of a vaccine, unfortunately not yet available for COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The problem of manipulating the people mobility, and so trying to change R 0 , is in general not straightforward for huge inertia of epidemic propagation, because of the long incubation period (up to 14 days [4] ) and the long recovery time (even close or larger than one month). In simple terms, it is not easy to act on a system with such a long latency and fast reaction to relaxation. This is the typical cases in many technological systems in which a control system tries to reach a set-point in a smooth way avoiding dangerous stress and unstable oscillations of the system itself. As a typical example one can think of maneuvers of a big ship or of speed control actuated by cruisers installed on modern cars.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The control system theory is quite complicated and different solutions have been studied over the centuries. One basic example, sometimes limited, but in general with high performance, is the proportional-integral-derivative controller (PID). In this paper we will try to apply the most important features of such a mechanism for understating the evolution of the COVID-19 outbreak spread when controlled with social restrictions. This modelling could help in understanding the present situation of many countries, and its description can be used to choose the right sequence of the social restriction sequence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Sec. 2 we will introduce the PID controller theory with its most important features. In Sec. 3 we will describe a mathematical model for the COVID-19 epidemic evolution based on timedependent modification of SIR compartmental model. In Sec. 4 we will describe the numerical implementation of the resulting SIR-PID model. In Sec. 5 we will describe the tuning of the SIR-PID coefficients. Finally in Sec. 6 we will recommend a simple way of implementing the mechanism on real data affected by large statistical uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A PID controller is a feedback control loop mechanism widely used in technical systems in which a continuous modulated control is required. Even if some basic properties were grasped a few centuries ago, the first mathematical formalization dates back to early 1900 [5] . Nowadays PID controllers are used in many automatic processes requiring high stability and optimization.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "The PID computes on line the error value input e(t) as the difference between a desired set-point 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "(SP) and a measured process variable (PV), received as feedback. A PID applies correction through the control variable output u(t) consisting of a weighted average of a proportional (P), integral (I) and derivative (D) term, according to the flow diagram reported in Fig. 1 . The controller basically aims at minimizing the error over time by updating the control variable to a newer value established by control terms. Its explicit mathematical formulation reads:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The PID Controller"
        },
        {
            "text": "where K p , K i and K d represent the proportional, integral and derivative terms respectively. The meaning of the three terms can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "• Proportional Term: represents the action of the present condition of the system and it is proportional to e(t) through the coefficient K p . The proportional control alone generates a response only if e(t) is different from zero. In other words, if the error is positive, the control output is correspondingly positive and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "• Integral Term: takes into account the past, by adjusting the control output with the cumulative residual error e(t). The integral term stops growing when the set-point is reached, keeping the desired set-point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "• Derivative Term: gives an estimation of the future condition. The control is proportional to the error change rate. Fast change induces fast control and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": "The optimized choice of the K's parameters is achieved after a loop tuning process. Their value are related to the system response and they can be tuned with different methods observing the behaviour of the system response after fixing or moving a given set-point. For further detail see Sec. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The PID Controller"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to model the behavior of the COVID-19 epidemic applying social restrictions aiming at changing the basic reproduction number R 0 , we consider a basic SIR compartmental model [6] , modified in order to account for a time dependent R 0 (t) as described in [7] . Hereafter we will refer to this model as SIR-PID. It is worth nothing that if the system response is known a priori, the control condition can be determined mathematically independently of the PID mechanism, or alternatively one can calculate the PID coefficients a priori. We will forget anyway this aspect and we will proceed as if the epidemic system response was completely unknown. This generalizes the specific control to a real epidemic system, as the COVID-19, i.e. not completely modelled in all its, sometimes unknown, details. In the model we distinguish three categories of individuals, known as compartments: S(t) for the number of susceptible, I(t) for the number of infectious and R(t) for the number of recovered, or better removed. The last category might include recovered and deceased individuals together or separately. Based on these assumptions the mathematical model is written in terms of the following set of differential equations:",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The SIR-PID Model"
        },
        {
            "text": "where N = S(t) + I(t) + R(t) is constant by definition being zero the sum of their derivatives and γ is the recovery rate. In order to match the standard SIR model γR 0 corresponds to β, usually called transition rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SIR-PID Model"
        },
        {
            "text": "If a susceptible population of (S(t = 0) = N ) people is affected for the first time by the disease outbreak, the initial conditions of the system (2) can be easily cast as: N (0) = N 0 , I(0) = I 0 and R(0) = 0. In the basic SIR model, as reported above, R 0 determines the dynamic of the infection, 4 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SIR-PID Model"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117556 doi: medRxiv preprint and emerges as the ratio β/γ. With this definition we focus on the second equation in (2):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". Therefore, the epidemic decreases when R 0 < N/S(0). Figure 2 shows the evolution of the compartments in case we assume that the basic reproduction number decreases exponentially as a function of time. This represents a typical situation when social restrictions are applied progressively from mild to strong conditions, see [7] for further details.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In order to implement and study a simple SIR-PID model, let us group the standard compartment functions S(t), I(t) and R(t) in a vector Y = (S, I, R). The system (2) can be easily recast as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "with initial condition: Y(0) = Y 0 , where F represents the non-linear vectorial function defined in the SIR equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "The system can be solved numerically using e.g the Runge-Kutta method [8] even if, for the sake of simplicity, we will consider a simple forward Euler's method [9] . The latter states that for each constant iteration ∆t = t n+1 − t n , the solution of the differential equation can be incremented as:",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "In particular, the second component of Y(t) representing the infected people or active cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "is the output of our PID controller, while u(t) = R 0 (t)/A R is the input control variable, where A R is a normalization constant, that can be chosen equal to one for having 100% at R 0 = 1. Defining the error e(t n ) = (I SP − I(t n ))/A I (with e.g. A I = I SP for normalizing the response), the SIR-PID model is then implemented as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "The second and third term of the right-hand side represent the numerical approximation of the integral and the derivative of the error e(t), respectively. Finally, let us put some reasonable ingredients in our model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "• Let N = 10 7 be the typical population of a small country or region. In order to understand the SIR-PID response, N must be greater then the typical infected population, in order to avoid the so-called herd immunity turning point as expected for free evolution of epidemics without any attempt of containment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": "• We can imagine that the outbreak starts with an out-of-control patient zero. The initial condition is therefore: Y = (N, 1, 0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIR-PID Numerical Implementation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117556 doi: medRxiv preprint Figure 3 : Tuning examples: a generic system responding respectively to a pure proportional control (red), a proportional corrected with the integral term (yellow) for removing the bias with the set-point (dashed black) and finally with oscillation damped by the integral term (violet).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• R 0 (t) can range from 0.5 to 10. We assume that a country cannot do a total lockdown (R 0 = 0), being some basic goods and services still guaranteed. R 0 = 10 represents in this case the maximum reproduction number, corresponding to absence of actions by governments and/or by freedom of action by citizens. This value is assumed as starting condition for the control variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• Social restrictions are applied by decrees every two weeks (∆T = 14 days) and, after application, R 0 decreases anyway by inertia of one unity per day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• Let set-point be I SP = 10000, representing a threshold chosen in order not to make the healthcare system collapse and guarantee a certain number of intensive cares.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• Let us choose γ = 1/30 assuming one month for the typical recovery time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• In order to guarantee a good accuracy of the solutions of (4) with the forward Euler's method, let set ∆t = 0.0001 day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The system is free to evolve and ready for tuning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The tuning process aims at the best calibration of the proportional gain, the integral gain and the derivative correction selecting the proper proportional bands. The final goal is to reach the system stability within the desired range with a desired time scale. The PID tuning is a quite complex problem because each system has a different (very often unknown) response, even if the selection of the P, I, and D parameters may look quite intuitive. Many different procedures have been developed over years. Some empirical rules, as the Ziegler-Nichols tuning [10] looks quite flexible and usable for the majority of the technological applications. It is also possible to determine the PID coefficients performing complex system simulations and there are a lot of algorithms of self-tuning. For further details, see e.g. [11] .",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 564,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Tuning and Interpretation"
        },
        {
            "text": "In Fig. 3 we show a generic system responding respectively to a pure proportional control (red), a proportional corrected with the integral term (yellow) for removing the bias with the set-point (dashed black) and finally with oscillation damped by the integral term (violet).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Tuning and Interpretation"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . Figure 4 : Behaviour of input R 0 (top) and output I(t) bottom with K p = 10, K i = K d = 0. The dashed black line represents the set-point. A very strong proportional action only is not able to stabilize the system. This corresponds to complete absence of restrictions at the beginning and a drastic lockdown when the threshold is reached, and this behavior is repeated every time the set-point is reached, causing many out-of-control devastating epidemic waves.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Following a manual tuning we will report different behaviors of the SIR-PID introducing step by step different values for the PID coefficients. Figure 4 shows behavior of input R 0 (top) and output I(t) bottom with K p = 10, K i = K d = 0. The dashed black line represents the set-point. A very strong proportional action only is not able to stabilize the system. This corresponds to complete absence of restrictions at the beginning and a drastic lockdown when the threshold is reached, and this behavior is repeated every time the set-point is reached, causing many out-of-control devastating epidemic waves. This scenario could happen when an excessive optimism makes the restrictions relax too early until the situation becomes again out-of-control and another drastic lockdown is needed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In Fig. 5 we show the behavior of input R 0 (top) and output I(t) (bottom) with K p = 5, K i = K d = 0. A milder proportional term avoids a strong overshoot at the first reach of the setpoint but it is not sufficient for damping the system oscillation. This corresponds to a less drastic social restriction at the beginning and then a subsequent attempt to stabilize the rate with a mild and strong lockdown. This situation could be in principle acceptable, yet the residual oscillations can create instabilities and make people unhappy with continuous change of the restrictions policy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Finally, in Fig. 6 we show the behavior of input R 0 (top) and output I(t) (bottom) with optimal tuning K p = 2.4, K i = 0.04 and K d = 0.004. The optimal tuning, that includes the integral and derivative term, allows to reach the set-point smoothly. This corresponds to a mild lockdown at the beginning and a subsequent fine tuning of the restriction, corresponding to the final social distancing 7 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117556 doi: medRxiv preprint s Figure 5 : Behaviour of input R 0 (top) and output I(t) bottom with 5 and K i = K d = 0. The dashed black line represents the set-point. A mild proportional term avoids a strong overshoot at the first reach of the set-point but it is not sufficient for damping the system oscillation. This corresponds to a less drastic social restriction at the beginning and then a subsequent attempt to stabilize the rate with mild and strong lockdown. that can remain unchanged. This scenario is optimal and can be afforded by a country in order to avoid strong economic damages, finding a good compromise while waiting for a different solution, as vaccination.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Even this last scenario could need further corrections because of many other effects, like the possible change of R 0 due to the environmental conditions or to possible attenuation of the COVID-19 virulence. That is the reason why we warned at the beginning that the SIR-PID model is only a test-bench theoretical model and the actual response must be found probing the real COVID-19 system with PID control actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Working with real data it is not that straightforward because of large fluctuations on sampled data, basically due to the intrinsic statistical nature of the phenomenon and, more important, due to the discontinuous procedure of administration of medical tests. For that reason the computation, especially of the derivative, can be affected by large uncertainty that may cause a false understanding of the system reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application on Epidemiological Data-sets"
        },
        {
            "text": "It is a good practice therefore to smooth the data using for example a local regression (LOESS) method based of Savitzky-Golay filter [13] . For instance, Fig. 7 shows the application of the local regression (red curve) on Italian daily new cases (orange dots) [12] . Once the data are flattened 8 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Application on Epidemiological Data-sets"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . Figure 6 : Behavior of input R 0 (top) and output I(t) (bottom) with tuned K p = 2.4, K i = 0.04 and K d = 0.004. The dashed black line represents the set-point. The optimal tuning, that includes the integral and derivative term, allows to reach the set-point smoothly. This corresponds to a mild lockdown at the beginning and a subsequent fine tuning of the restriction, corresponding to the final social distancing that can remain unchanged.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "by the smoothing process, the integral can be numerically computed using e.g. the Simpson's rule [15] , while a stable derivative estimation can be performed applying the Richardson's extrapolation method [14] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We are considering R 0 as input parameter even tough it is not generally easy to determine this parameter from the data with an ongoing outbreak, see again [2] . As a consequence, R 0 has to be interpreted, at leading order, in terms of people mobility even if environmental effects and intrinsic changes can modify the COVID-19 virulence. If we make this simple hypothesis, R 0 , from 0 to R max 0 (10, in our example), can be interpreted as 10 levels of mobility, from drastic lockdown (R 0 = 0) to free epidemic evolution (R 0 = R max 0 ). Values in between represent different gradations of the social distancing ruled by legislative decrees settles every 14 days, the typical time scale of the COVID-19 epidemic latency.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The mobility can be determined a priory considering the daily traffic of different society compartments as e.g. basic goods production/services, massive industrial production, shops and markets, public transportation, open-air sports, gyms and entertainments, etc... This mobility can include or not the usage of protections devices (as masks, gloves and disinfectant) and the application of safety distances, or limit number of indoor people, and so on. Once the mobility scale from 0 to 10 is defined according to mobility/protection estimations one can test the SIR-PID model on the real COVID-19. Probing the system one can study the optimal tuning of the SIR-PID coefficient in order to reach smoothly the desired set-point minimizing the outbreak damages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this paper we have shown that the COVID-19 outbreak spread with the attempt of containment through social restrictions by national governments, can be modelled and understood in terms of the PID controller mechanism, widely used on technical applications on complex systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Using a simple time-dependent modification of the SIR modelling of the COVID-19 outbreak evolution, we built a test-bench model called SIR-PID for testing the possibility of using a PID controller for achieving the desired containment threshold smoothly, aiming at avoiding serious damages in terms of economical crisis and especially in terms of human life costs. The implementation assumes the basic reproduction number as input parameter and the number of infected (or active cases) as output. Even if R 0 is not directly accessible as input parameter, it can be reasonably substituted by the people mobility that can be easily estimated and classified in a gradation scale ranging from the drastic lockdown to the free evolution of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We showed that using a loop tuning procedure this goal is achievable in a quite satisfactory way. This result allow us to exploit this procedure on real data, even if the real COVID-19 outbreak system could be a bit more complex due to other potential effects contributing to the time variation of R 0 . For our basic model we show that the best way of achieving an optimal control is to react promptly at the beginning of the pandemic by lowering the mobility of a factor two and then increase the social restrictions slowly in order to reach the desired set-point, affordable by the healthcare system. Anyway this procedure is desirable when the pandemic is already out-of-control over a wide geographical area, because the first attempt should be of course the complete confinement of the outbreak, by drastically limiting the patient zero area and nearest contacts, when possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 3, 2020. . https://doi.org/10.1101/2020.05.30.20117556 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complexity of the Basic Reproduction Number (R0)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Jacobsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "1--4",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2501.171901"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary Estimate of Excess Mortality During the COVID-19 Outbreak",
            "authors": [],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "603--605",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6919e5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": 2020,
            "venue": "Q&A on coronaviruses (COVID-19)",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Directional stability of automatically steered bodies",
            "authors": [
                {
                    "first": "Nicolas",
                    "middle": [],
                    "last": "Minorsky",
                    "suffix": ""
                }
            ],
            "year": 1922,
            "venue": "J. Amer. Soc. Naval Eng",
            "volume": "34",
            "issn": "2",
            "pages": "280--309",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1559-3584.1922.tb04958.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Describing the COVID-19 Outbreak: Fitting Modified SIR models to Data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ianni",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.29.20084285"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ueber die numerische Auflösung von Differentialgleichungen",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Runge",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Math. Ann",
            "volume": "46",
            "issn": "",
            "pages": "167--178",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Beitrag zur naherungsweisen Integration von Differentialgleichungen",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kutta",
                    "suffix": ""
                }
            ],
            "year": 1901,
            "venue": "Z. Math. und Phys",
            "volume": "46",
            "issn": "",
            "pages": "435--453",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Institutionum Calculi Integralis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Euler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Optimum settings for automatic controllers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Trans. ASME",
            "volume": "64",
            "issn": "",
            "pages": "758--769",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "PID Control System Analysis, Design, and Technology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kh Ang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "IEEE TRANSACTIONS ON CONTROL SYSTEMS TECHNOLOGY",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smoothing and Differentiation of Data by Simplified Least Squares Procedures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savitzky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J E"
                    ],
                    "last": "Golay",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Analytical Chemistry",
            "volume": "36",
            "issn": "8",
            "pages": "1627--1666",
            "other_ids": {
                "DOI": [
                    "10.1021/ac60214a047"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The approximate arithmetical solution by finite differences of physical problems including differential equations, with an application to the stresses in a masonry dam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 1911,
            "venue": "Philosophical Transactions of the Royal Society A",
            "volume": "210",
            "issn": "",
            "pages": "307--357",
            "other_ids": {
                "DOI": [
                    "10.1098/rsta.1911.0009"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Simpson (1710-1761) of Leicestershire, England. However, similar formula is found in many other scientits' works as e.g. in J. Kepler's and B. Cavalieri's",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of the PID controller. The error function e(t) is the difference between SP and PV. The weighted average of P, I and D contributions determines the output control u(t) for the specific system to be controlled.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Example of time dependent SIR model in which the basic reproduction number decreases exponentially since the beginning of the disease epidemic outbreak. The initial susceptible population S (blue) is converted into infected I (red) according to the time-dependent R 0 . Finally, according the strength of γ, I are converted into removed R (green). The grey curve represents the sum R+I, and usually is very well approximated by a logistic curve.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Daily new cases in Italy (yellow dots) since the beginning of the COVID-19 outbreak and application of the LOESS filter (red curve).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". https://doi.org/10.1101/2020.05.30.20117556 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank also Francesca Baldinelli for helping in understating some details about R 0 and Guido Baldinelli for explanations about the medical meaning of different COVID-19 aspects. We also thanks all people contributing in proofreading, even with very short comments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}