{
    "paper_id": "53d5e84f1d34350575f893334d7f0aab5cef6543",
    "metadata": {
        "title": "Multimorbidity and adverse events of special interest associated with Covid-19 vaccines in Hong Kong",
        "authors": [
            {
                "first": "Francisco",
                "middle": [],
                "last": "Tsz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tsun",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Celine",
                "middle": [],
                "last": "Sze",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Chui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Data Discovery for Health (D24H)",
                    "institution": "Hong Kong Science and Technology Park",
                    "location": {
                        "addrLine": "Hong Kong Science Park"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "Yuk"
                ],
                "last": "Fai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wan",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xue",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "King",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Laboratory of Data Discovery for Health (D24H)",
                    "institution": "Hong Kong Science and Technology Park",
                    "location": {
                        "addrLine": "Hong Kong Science Park"
                    }
                },
                "email": ""
            },
            {
                "first": "Ho",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Edward",
                "middle": [],
                "last": "Wai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wa",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Tiantian",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Dawn",
                "middle": [
                    "Hei"
                ],
                "last": "Lum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Janice",
                "middle": [],
                "last": "Ching",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nam",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Esther",
                "middle": [],
                "last": "Wai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yin",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Chi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kei",
                "middle": [],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre for Safe Medication Practice and Research",
                    "institution": "Hong Kong Special Administrative Region",
                    "location": {
                        "country": "China"
                    }
                },
                "email": "wongick@hku.hk"
            },
            {
                "first": "Lei",
                "middle": [
                    "✉"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Prior research using electronic health records for Covid-19 vaccine safety monitoring typically focuses on specific disease groups and excludes individuals with multimorbidity, defined as ≥2 chronic conditions. We examine the potential additional risk of adverse events 28 days after the first dose of CoronaVac or Comirnaty imposed by multimorbidity. Using a territorywide public healthcare database with population-based vaccination records in Hong Kong, we analyze a retrospective cohort of patients with chronic conditions. Thirty adverse events of special interest according to the World Health Organization are examined. In total, 883,416 patients are included and 2,807 (0.3%) develop adverse events. Results suggest vaccinated patients have lower risks of adverse events than unvaccinated individuals, multimorbidity is associated with increased risks regardless of vaccination, and the association of vaccination with adverse events is not modified by multimorbidity. To conclude, we find no evidence that multimorbidity imposes extra risks of adverse events following Covid-19 vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he safety of Covid-19 vaccines is of great public health concern and is crucial to tackling vaccine hesitancy amidst the pandemic 1 . In particular, there have been widespread speculations of cardiovascular and other adverse events of special interest (AESI) in relation to Covid-19 vaccines 2,3 . This may be due to thromboembolic safety signals 4, 5 and case reports of other adverse outcomes, such as Bell's palsy 6, 7 and myocarditis 8, 9 following the administration of specific vaccines.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 351,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 440,
                    "end": 442,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is also increased safety concern regarding the vaccination of people living with underlying chronic conditions [10] [11] [12] [13] and multimorbidity 14 , commonly referred to as the co-occurrence of two or more chronic health conditions in an individual 15 . Previous research before the pandemic has shown a potential risk increase of cardiovascular events and other adverse outcomes in people living with multimorbidity compared with those without 16, 17 . Specifically, the complex underlying mechanisms of the co-occurrence of multiple health conditions and multiple medications have been found to be related to increased adverse drug reactions [18] [19] [20] . Established evidence shows that varying degrees of inflammation may typically be induced by vaccination and the associated immune responses in general 21 , cautious pharmacovigilance is indeed warranted for people with multimorbidity who are at a higher risk of adverse health outcomes to begin with. Of note, people living with multimorbidity are at increased risk of serious complications following an infection of SARS-CoV-2 22 . It is currently unclear if multimorbidity is related to a risk increase of any AESI following Covid-19 vaccination. Nevertheless, existing research comparing the relationship between vaccination and AESI across sub-populations with and without multimorbidity is limited, rendering the risk and benefit assessment for the vaccination of the multimorbid populations inconclusive.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 656,
                    "end": 660,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hong Kong is one of the relatively few jurisdictions in the world that has approved and rolled out the widespread emergency use of both CoronaVac (Sinovac) 23 and Comirnaty (Fosun-BioNTech, equivalent to Pfizer-BioNTech outside China) 24 Covid-19 vaccines 25 . We analyzed the territory-wide public healthcare databases linked with population-based vaccination records from the Government to examine the risk of AESI of these two vaccines. This study aims to examine the relationship between the first dose of Covid-19 vaccination and AESI among patients with chronic disease in Hong Kong and the potential additional AESI risk following vaccination associated with multimorbidity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As shown in Fig. 1, among 3 ,983,529 patients who used the Hospital Authority (HA) services, 1,643,419 (41.3%) were vaccinated (at least one dose). In all, 1,391,033 patients were identified as having at least one diagnosis of any of the 20 listed chronic conditions. After age-and sex-matching for the mapping of the index date from the vaccinated to the unvaccinated group, 1,184,476 patients remained. Eventually, 883,416 patients were adopted as the final cohort with 38.0% of the patients vaccinated, after a further removal of ineligible patients. The mean follow-up time [standard deviation (SD)] for the CoronaVac (n = 182,442), Comirnaty (n = 153,178), and unvaccinated groups (n = 547,796) were 23.60 (8.17), 19.14 (6.57), and 23.14 (8.45) days respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 27,
                    "text": "Fig. 1, among 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Cohort characteristics. Table 1 shows the cohort characteristics before and after weighting. The unvaccinated group had the highest mean age of 62.11 (SD: 12.85) followed by 61.58 (SD: 11.08) among the CoronaVac group and 56.81 (SD:13.43) among the Comirnaty group. There were higher proportions of men in the vaccinated groups (48.7% for CoronaVac; 47.4% for Comirnaty) than in the unvaccinated group (41.9%). For all three groups, the most prevalent condition was hypertension (67.1% for unvaccinated; 68.7% for CoronaVac; 60.9% for Comirnaty), followed by diabetes (type 2) (33.0% for unvaccinated group; 28.1% for CoronaVac; 23.8% for Comirnaty), and severe constipation (8.3% for unvaccinated group; 9.0% for CoronaVac; 9.0% for Comirnaty). The entropy rebalancing technique we adopted produced a series of appropriate weights to achieve the highest possible balance between the three groups without using anyone of the groups as referent. After weighting, the maximum standardized mean differences (SMD) for all covariates were all <0.1. Supplementary Table 1 shows the frequencies of patients by age and multimorbidity status. Unsurprisingly, multimorbidity was shown to be more prevalent among older age groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Adverse events of special interest. During the observation period, a total of 2807 (0.3%) patients had AESI: 2046 were among the unvaccinated group (0.4%), 469 were among the CoronaVac Figure 2 shows the cumulative incidence of AESI by multimorbidity status and vaccine group over the follow-up period. Patients with multimorbidity were observed to have a faster increase of AESI incidence but no marked differences were identified between vaccine groups. Figure 3 shows three-chord diagrams by vaccine group exemplifying the relative frequencies (represented by ribbon area) of AESI-chronic condition pairings with each color representing a specific AESI. The pairings were similarly patterned across all three groups, suggesting the co-occurrence of specific chronic conditions and AESI are similar between the unvaccinated, those receiving Comirnaty and those receiving CoronaVac. The underlying frequencies of the diagrams are shown in Supplementary Table 2. The frequencies of specific AESI by vaccine group were tabulated as Supplementary Table 3 . Cox proportional hazard model. As shown in Table 2 , Model 1 of the Cox proportional hazard regression analysis suggested that patients who received vaccines had a lower risk of AESI [hazard ratio (HR) = 0.66, 95% CI 0.58-0.75 for Comirnaty and HR = 0.70, 95% CI 0.63-0.77 for CoronaVac]. Model 2 suggested that multimorbidity was associated with 63%-increased hazards of Table 4 ). Supplementary Table 5 shows the results from Model 3 for all specific AESIs, which were in line with the main findings. We did not estimate the HR for AESIs of which only five or fewer cases occurred in any of the vaccine groups to avoid misinterpretation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 456,
                    "end": 464,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1045,
                    "end": 1052,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1105,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1427,
                    "end": 1434,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1452,
                    "end": 1459,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Sensitivity analyses. No marked deviations from the main analysis were observed in the findings of a series of sensitivity analysis although there were variations in the point estimates of the associations (Supplementary Tables 6-14) . However, conclusions from the findings were not affected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 233,
                    "text": "(Supplementary Tables 6-14)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We found no evidence of a modified association between vaccination (first dose) and AESI among those living with multimorbidity compared with those without in general. This finding was also true for sub-categories of AESI. Regardless of vaccination, there is a significantly heightened risk among people with multimorbidity compared with those having only one condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results showed a lower risk of AESI among patients receiving the vaccines than among those who did not, even after we excluded patients with a hospitalization record in the past 6 months from the analyses. This finding may reflect a healthy user bias whereby patients who decided to get vaccinated were those who had their chronic conditions better controlled even given the same diagnoses 26 . This observation is in line with the official guidelines published by the Hong Kong Government only recommending that patients living with chronic conditions receive the vaccine if their conditions are under stable control 27 . Our results may not be applicable to recipients who had poorly controlled chronic conditions. In fact, the vaccination rate among the age group of ≥80 was as low as 16.9% as of 9 November 2021 28 . Nevertheless, even with this potential bias towards an inverse association of vaccines with AESI, there should be no impact on our key result of no stronger association of vaccines with AESI across multimorbidity status. This is because this bias should apply to both patients with multimorbidity and patients with only one listed condition. If multimorbidity does impose additional AESI risk following vaccination, the test for effect modification (interaction in Model 3) should still be able to detect this risk increase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These findings largely agree with the existing published data on the overall safety profile of the two investigated Covid-19 vaccines, suggesting no significant safety signals of an increased risk of AESI overall 6, 29 , except recent studies on a heightened risk of very rare diseases, including Bell's palsy following the use of CoronaVac 7 , myocarditis 8 , and hemorrhagic stroke 30 following Comirnaty. Nonetheless, current post-marketing research in this regard is still limited and accruing 29 . In fact, to the best of our knowledge, no research has examined the role of multimorbidity in the potential risk elevation of AESI. In a protocol template for electronic healthcare databases monitoring under the vACCine covid-19 monitoring readinESS (ACCESS) project funded by the European Medicines Agency 31 , it was recommended that specific at-risk disease groups be examined individually with multimorbidity excluded from analyses. While this recommended approach may contribute to more specific information about the risk profile of vaccines for specific disease groups, it is far from ideal to disregard the presence of a significant proportion of patients with more than one condition. According to a systematic review, global community prevalence of multimorbidity is estimated at approximately one-third 32 . Any research excluding multimorbid patients has limited generalizability to this significant proportion of populations. As far as we are aware, this is the first post-marketing pharmacovigilance study testing for a potential AESI risk elevation associated with multimorbidity. Interestingly, we observed when the analysis was confined to AESI recorded in the inpatient setting, the increase of AESI risks associated with multimorbidity regardless of vaccination was greater although the confidence intervals overlapped and differences were non-significant. This may be because those AESI requiring tertiary care were more severe than the more broadly defined ones. Subject to further international research to replicate and verify our results, the implications of this study are important to reassure the public with regard to the widespread concern about vaccine safety among individuals living with multimorbidity who might be hesitant towards vaccine uptake 33 . First, the incidence of AESI was rare even among a cohort of 883,416, with an incidence rate of 51.5 (95% CI 49.6-53.4) per 1000 person-years. Second, we showed that although multimorbidity was associated with a higher risk of AESI, this association was independent of Covid-19 vaccination. Given the fact that people with multimorbidity have a higher risk of developing life-threatening complications if infected with SARS-CoV-2 34 , our results should be reassuring and support the notion that multimorbidity does not impose an additional risk of AESI following vaccination and that the vaccination of these vulnerable citizens should be prioritized.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several strengths. First, the databases covered almost the entire population of Hong Kong, conferring high population representativeness. Second, a variety of sensitivity analysis confirmed the robustness of the results. Third, vaccine safety with regard to underlying multimorbidity, especially the safety profile of CoronaVac, was little investigated and this study provides preliminary evidence on this under-researched topic. Despite these strengths, there are several limitations to this study as well. First, we only had access to public healthcare databases and patients whose chronic conditions were managed in the private sectors were not included. There may be potential underascertainment in people only using private healthcare services as a result. However, since Hong Kong does not have a comprehensive publicly funded primary care system, the majority of chronic diseases are managed by the specialist outpatient clinics of the HA. Previous research has suggested that a vast majority of chronic disease patients in Hong Kong had typically used public services and the number of omitted patients should have limited impact on the results 35 . In addition, both inpatient ICD-9 and outpatient ICPC-2 were used to operationalize underlying conditions to minimize the omission of patients. Second, AESI may be handled in settings beyond public healthcare in the city, such as the private sector or overseas. Nevertheless, in terms of the number of hospital admissions that are warranted for most of the included AESI, the HA constitutes~80% of the market share in Hong Kong 36 . Third, residual confounding such as the healthy user bias observed in the study is probably because the variety of covariates considered in the analysis may not be sufficiently wide subject to data availability. Specifically, the inclusion of socioeconomic status, lifestyle factors and previous SARS-CoV-2 infection as covariates would be of great value to further research. Fourth, similar to other large-scale pharmacovigilance studies using electronic medical record databases, we only relied on the diagnostic codes and other records for the operationalization of the diseases despite the demonstrated accuracy of those codes 37 , and specifically to distinguish between overlapping AESI and preexisting chronic conditions. Last, the fact that the vulnerable populations living with chronic conditions are being vaccinated less proactively in Hong Kong compared with other societies may limit the generalizability of the findings. Also, as the population of Hong Kong is predominantly Chinese, replication of the analyses in other world populations is warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this post-marketing pharmacovigilance study of 883,416 individuals with chronic diseases, we found a low incidence of AESI and no evidence of a modified association between Covid-19 vaccination and AESI by multimorbidity status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Study design. We adopted a retrospective cohort study design to examine the association between vaccination and the risk of AESI 28-day post-vaccination as well as the effect modification by multimorbidity status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data source. De-identified electronic medical records of patients (aged 16 years or older) were provided by the HA, the sole provider of public inpatient services and a major provider of public outpatient services in Hong Kong. De-identified vaccination records provided by the Department of Health were linked by matching an encrypted unique person ID (Hong Kong Identity Card Number or foreign passport number) between the two databases. The Department of Health is the Government agency responsible for overseeing the implementation of mass vaccination in Hong Kong. Under the Prevention and Control of Disease (Use of Vaccines) Regulation (Cap 599K) 25 , all Covid-19 vaccines administered are recorded with personal identification information in order to facilitate an efficient tracking of vaccine recipients in case of urgent safety issues. These two sources of data have been used for previous Covid-19 vaccine safety research 7, 12 . Previous research validating the diagnostic codes of the HA data showed that for myocardial infarction and stroke, the positive predictive value was estimated above 85% 37 . The HA databases have previously extensively used for drug safety and epidemiological studies [38] [39] [40] . It is a longitudinal electronic medical record database allowing us to identify the newly recorded diagnoses.",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 937,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1211,
                    "end": 1215,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study was approved by the institutional review board of the University of Hong Kong / Hospital Authority Hong Kong West Cluster (UW 21-149 and UW 21-138) and the Department of Health Ethics Committee (LM 21/2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cohort selection. The mass Covid-19 vaccination program in Hong Kong was launched on 23 February 2021 for CoronaVac and 6 March 2021 for Comirnaty. The first batch of residents eligible for vaccination consisted of healthcare workers, those aged 60 or above (and carers of those aged 70 or above), staff of care homes, essential public service providers, and cross-boundary transportation or port workers. The second batch (March 8) were food handlers, public transport service workers, construction workers, school teachers and staff, and staff of the tourism industry. The third batch (March 16) further included people aged 30-59, students aged 16 or older studying abroad, as well as domestic helpers. Starting from April 15, other people aged 16 or above were made eligible. People were given the free choice of deciding whether or not to receive the vaccines, which one of the two vaccines to receive, as well as the venue of vaccination, but a different vaccine for the second dose was not allowed 23 . For Comirnaty, contraindications are hypersensitivity to previous doses of Comirnaty, or to the active substance or to any of the excipients. For CoronaVac, contraindications include a history of allergic reactions, severe underlying conditions, pregnancy, or lactation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We retrieved the records of patients who received inpatient or outpatient services provided by the HA between 1 January 2018 and 31 July 2021, and selected those ever coded with a diagnosis of any of 20 chronic conditions in their medical records since 2018 based on a widely used list of conditions for multimorbidity operationalization 41 including hypertension, diabetes mellitus (type 2), severe constipation, depression, cancer, hypothyroidism, chronic pain, asthma, alcohol misuse, chronic pulmonary disease, schizophrenia, rheumatoid arthritis, peptic ulcer disease, cirrhosis, psoriasis, Parkinson's disease, dementia, irritable bowel syndrome, inflammatory bowel disease, and peripheral vascular disease using International Classification of Diseases, Ninth Revision (ICD-9) and International Classification of Primary Care, Second Edition (ICPC-2). Diseases that overlapped with the AESI investigated (based on ICD-9) were not considered. Supplementary Table 15 shows the ICD-9 and ICPC-2 codes used to identify the patients. Subsequently, age and sex were used to match the vaccinated individuals with unvaccinated individuals at the ratio of one to three with the first-dose vaccination date of vaccinated individuals mapped to the matched unvaccinated individuals as the index date (23 February 2021 onwards). Specifically, three randomly selected unvaccinated individuals of the exact same age and same sex were matched to each vaccinated individual. We further removed unvaccinated people who died before the index date, those who were hospitalized on the index date, those who had their first chronic disease diagnoses only after the index date, or those who had AESI records before the index date. We further removed those who died before the index date, were hospitalized on the index date, had their first chronic disease diagnoses only after the index date, or had AESI records before the index date. We retrospectively examined the medical records of the patients up to 2005 to avoid omitting any prior diagnosis of AESI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 963,
                    "end": 971,
                    "text": "Table 15",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Outcome: adverse events of special interest. We followed the World Health Organization's Global Advisory Committee on Vaccine Safety (GACVS) 42 and adopted a list of 30 AESI (please see Supplementary Table 16) , to define the primary composite outcome of this study using both inpatient and outpatient diagnoses, i.e., time to any AESI from the index date. Observation also ended with 28 days after the index date, death, receiving the second dose, and 31 July 2021 (end of available data), whichever came earliest. The recommended dosing intervals (number of days between the two doses) were 21 for Comirnaty and 28 for CoronaVac 25 . Eight sub-categories of the AESI according to GACVS, namely, auto-immune diseases, cardiovascular system diseases, circulatory system diseases, hepato-renal system diseases, nerves and central nervous system diseases, skin and mucous membrane, bone and joints system diseases, respiratory system diseases, and diseases of other systems, as well as each of the 30 specific AESI were used as the secondary outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 209,
                    "text": "(please see Supplementary Table 16)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Exposure: receiving CoronaVac or receiving Comirnaty. Receiving CoronaVac or receiving Comirnaty as compared with being unvaccinated were adopted as the exposure of this study. As patients are not allowed to switch between vaccine types because of the centralized booking system managed by the Hong Kong Government, these three categories were mutually exclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Effect modifier: multimorbidity. Multimorbidity was dichotomized as being multimorbid (with two or more listed chronic conditions) versus only one condition prior to the index date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Multiple vaccination group weighting. Similar to the inverse probability of treatment weighting method, we used entropy balancing 43 implemented by the R package 'WeightIt' to assign an optimized set of weights to the patients in the cohort to generate balanced cohorts considering the potential confounding effects of age, sex, and each of the 20 chronic conditions used to identify the cohort 43 . The SMD between the unvaccinated, CoronaVac and Comirnaty groups were examined with the maximum differences (among the three between-group differences) being smaller than 0.1 indicating a balance between the three groups 38 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Statistical analysis. We implemented a Cox proportional hazard model to examine the association between vaccination and AESI in the weighted cohort. Three models were constructed. First, we included the vaccine group only. Second, we further included multimorbidity to examine the association between multimorbidity and AESI. Third, we specified an interaction between vaccination and multimorbidity to test for the differences of the association of vaccination with AESI between multimorbid patients and those living with only one condition. The same analyses were replicated on all sub-categories of AESI as secondary outcomes. All statistical tests used in this study were two-sided tests. A P-value of 0.05 or below was considered indicative of statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Sensitivity analyses. A series of sensitivity analyses were conducted to test for the robustness of the results. First, we replicated the main analysis with the 28th day following the index date and date of second dose omitted as observation endpoints. This analysis was to examine any potentially different results arising from including the observation of the second dose. Second, we replicated the analysis on only those who were vaccinated on or before 3 July 2021 to allow all patients to have at least 28 days of observation. Third, we replicated the main analysis on those with only ICD-9 diagnoses in our records, with multimorbidity status replaced by the Charlson Comorbidity Index scores 44 to take into consideration the severity of diseases. Fourth, we replicated the analysis with AESI outcomes defined by inpatient records only and excluded outpatient records to minimize misclassification of follow-up visits in the outpatient setting. Fifth, we replicated the analysis with patients with a hospitalization record within six months prior to the baseline removed. Sixth, we replaced the dichotomous multimorbidity status as an effect modifier with the number of listed chronic conditions, a continuous independent variable. Seventh, a replication of the analysis was conducted with Poisson regression to generate incidence rate ratios for each outcome. Eighth, we used propensity score-based generalized boosted model for an alternative weighting method for the analyses using the same R package, i.e. 'WeightIt'. Last, we replicated the age-and sex-matching with replacement and repeated the analysis with the resulted cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All analyses were conducted using the R statistical environment (Version 4.1.1, Vienna, Austria). For the weighting of the cohort, R package 'WeighIt' was used and 'Survival' was used for Cox regression. In common with all large-scale electronic medical record database research, we relied on the medical records for the operationalization of diseases and AESI, and it was presumed there were no missing data in our statistical analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Reporting summary. Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Data are not available as the data custodians (the Hospital Authority and the Department of Health of Hong Kong SAR) have not given permission for sharing due to patient confidentiality and privacy concerns. Local academic institutions, government departments, or non-governmental organizations may apply for the access to data through the Hospital Authority's data sharing portal (https://www3.ha.org.hk/data).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The code used for this study is available on Zenodo (https://doi.org/10.5281/ zenodo.5792703).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        },
        {
            "text": "Received: 6 September 2021; Accepted: 6 January 2022;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Psychobehavioral responses and likelihood of receiving COVID-19 vaccines during the Pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Hong Kong. Emerg. Infect. Dis",
            "volume": "27",
            "issn": "",
            "pages": "1802--1810",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Myocarditis Following Immunization With mRNA COVID-19 Vaccines in Members of the US Military",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Cardiol",
            "volume": "6",
            "issn": "",
            "pages": "1202--1206",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Incidence of cerebral venous thrombosis and COVID-19 vaccination: possible causal effect or just chance? Eur",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "De Simone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Giovanni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stranges",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Hear. J. Cardiovasc. Pharmacother",
            "volume": "7",
            "issn": "",
            "pages": "77--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thromboembolic events in the South African Ad26.COV2.S vaccine study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Takuva",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New Engl. J. Med",
            "volume": "385",
            "issn": "",
            "pages": "570--571",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thromboembolism and the Oxford-AstraZeneca COVID-19 vaccine: side-effect or coincidence?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Horváth-Puhó",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Sørensen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "1441--1443",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characterising the background incidence rates of adverse events of special interest for covid-19 vaccines in eight countries: multinational network cohort study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "373",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bell's palsy following vaccination with mRNA (BNT162b2) and inactivated (CoronaVac) SARS-CoV-2 vaccines: a case series and nested case-control study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y F"
                    ],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect. Dis",
            "volume": "",
            "issn": "",
            "pages": "451--456",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(21)00451-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Safety of the BNT162b2 mRNA Covid-19 vaccine in a nationwide setting",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New Engl. J. Med",
            "volume": "385",
            "issn": "",
            "pages": "1078--1090",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 vaccine and myocarditis",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Salah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am. J. Cardiol",
            "volume": "157",
            "issn": "",
            "pages": "146--148",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The BNT162b2 mRNA COVID-19 vaccine in adolescents and young adults with cancer: a monocentric experience",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Revon-Riviere",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Eur. J. Cancer",
            "volume": "154",
            "issn": "",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safety and immunogenicity of one versus two doses of the COVID-19 vaccine BNT162b2 for patients with cancer: interim analysis of a prospective observational study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Monin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet. Oncol",
            "volume": "22",
            "issn": "",
            "pages": "765--778",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Two-dose COVID-19 vaccination and possible arthritis flare among patients with rheumatoid arthritis in Hong Kong",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann. Rheum. Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2021-221571"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Safety and immunogenicity of COVID-19 vaccination in patients with non-alcoholic fatty liver disease (CHESS2101): a multicenter study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Hepatol",
            "volume": "75",
            "issn": "",
            "pages": "439--441",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Are vaccines against COVID-19 tailored to the most vulnerable people? Vaccine",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antonelli Incalzi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "2325--2327",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Epidemiology of multimorbidity and implications for health care, research, and medical education: a cross-sectional study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "37--43",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Multimorbidity in middle age predicts more subsequent hospital admissions than in older age: A nine-year retrospective cohort study of 121,188 discharged in-patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur. J. Intern. Med",
            "volume": "61",
            "issn": "",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sociodemographic moderation of the association between depression and stroke incidence in a retrospective cohort of 0.4 million primary care recipients with hypertension",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033291720001920"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guidelines, polypharmacy, and drug-drug interactions in patients with multimorbidity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marengoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Multimorbidity, polypharmacy, referrals, and adverse drug events: are we doing things well?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calderón-Larrañaga",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br. J. Gen. Pract",
            "volume": "62",
            "issn": "",
            "pages": "821--821826",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Examining patterns of multimorbidity, polypharmacy and risk of adverse drug reactions in chronic obstructive pulmonary disease: a cross-sectional UK Biobank study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanlon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Learning from the past: development of safe and effective COVID-19 vaccines",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Rev. Microbiol",
            "volume": "19",
            "issn": "",
            "pages": "211--219",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Age and multimorbidity predict death among COVID-19 patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iaccarino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hypertension",
            "volume": "76",
            "issn": "",
            "pages": "366--372",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Efficacy and safety of an inactivated whole-virion SARS-CoV-2 vaccine (CoronaVac): interim results of a double-blind, randomised, placebo-controlled, phase 3 trial in Turkey",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tanriover",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "213--222",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Engl. J. Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2615",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "COVID-19 Vaccination Programme",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "BNT162b2 mRNA Covid-19 vaccine in a nationwide mass vaccination setting",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New Engl. J. Med",
            "volume": "384",
            "issn": "",
            "pages": "1412--1423",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Interim Guidance Notes On Common Medical Diseases and COVID-19 Vaccination In Primary Care Settings",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Centre for Health Protection. Hong Kong Vaccination Dashboard",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of the safety profile of COVID-19 vaccines: a rapid review",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC Med",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Neurological complications after first dose of COVID-19 vaccines and SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patone",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01556-7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Coverage of COVID-19 Vaccines In Electronic Healthcare Databases: A Protocol Template From The ACCESS Project",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sturkenboom",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Prevalence of multimorbidity in community settings: A systematic review and meta-analysis of observational studies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Comorbidity",
            "volume": "9",
            "issn": "",
            "pages": "2235042--19870934",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 vaccine hesitancy and acceptance among individuals with cancer, autoimmune diseases, and other serious comorbid conditions: a cross-sectional internet-based survey",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/29872"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Differential impacts of multimorbidity on COVID-19 severity across the socioeconomic ladder in Hong Kong: a syndemic perspective",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": ".-K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An evaluation of universal vouchers as a demand-side subsidy to change primary care utilization: a retrospective analysis of longitudinal services utilisation and voucher claims data from a survey cohort in Hong Kong",
            "authors": [
                {
                    "first": "E.-K",
                    "middle": [],
                    "last": "Yeoh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Policy",
            "volume": "124",
            "issn": "",
            "pages": "189--198",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Redistribution or horizontal equity in Hong Kong's mixed public-private health system: a policy conundrum",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y K"
                    ],
                    "last": "Tin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Donnell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Econ",
            "volume": "18",
            "issn": "",
            "pages": "37--54",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Cardiovascular outcomes associated with use of clarithromycin: population based study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Y S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "352",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Association between dabigatran vs warfarin and risk of osteoporotic fractures among patients with nonvalvular atrial fibrillation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "317",
            "issn": "",
            "pages": "1151--1158",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Prenatal antidepressant use and risk of attention-deficit/ hyperactivity disorder in offspring: population based cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K C"
                    ],
                    "last": "Man",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "357",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Influenzarelated hospitalizations among children in Hong Kong",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H S"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New Engl. J. Med",
            "volume": "347",
            "issn": "",
            "pages": "2097--2103",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Methods for identifying 30 chronic conditions: application to administrative data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonelli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med. Inform. Decis. Mak",
            "volume": "15",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Background paper on Covid-19 disease and vaccines: prepared by the Strategic Advisory Group of Experts (SAGE) on immunization working group on COVID-19 vaccines",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Entropy balancing is doubly robust",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Percival",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Causal Inference",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Comparing measures of multimorbidity to predict outcomes in primary care: a cross sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Brilleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Fam. Pract",
            "volume": "30",
            "issn": "",
            "pages": "172--178",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart of cohort selection. A total of 883,416 patients were included in the final cohort with 38.0% of the patients vaccinated.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Cumulative incidence of adverse events of special interest over the follow-up period represented by the lines with 95% confidence intervals represented by the shaded area. Different colors represent groups of different multimorbidity status and vaccine group.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Chord diagrams showing the relative frequencies of the co-occurrence of specific chronic disease (lower arc) and specific adverse events of special interest (upper arc) by vaccine group. The larger the area of the chord linking between a chronic condition and an adverse event of special interest, the more frequently observed the co-occurrence of them. IBS irritable bowel syndrome, IBD inflammatory bowel disease.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Parkinson's disease, dementia, irritable bowel syndrome, inflammatory bowel disease, and peripheral vascular disease. b Not included for weighting. AESI (HR = 1.63, 95% CI 1.51-1.75). Model 3 suggested there was no significant modification of AESI risk associated with vaccine group by multimorbidity (HR = 0.88, 95% CI 0.67-1.15 for Comirnaty; HR = 1.03, 95% CI 0.84-1.27 for CoronaVac). For analyses on sub-categories of AESI, results were largely similar with the main findings with differing degrees of variation of the point estimates (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Hazard ratios with 95% confidence intervals (CI) of adverse events of special interest generated from Cox proportional hazard models with entropy rebalancing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This study was funded by a research grant from the Food and Health Bureau, Government of the Hong Kong Special Administrative Region of China to Prof. Ian Chi Kei Wong (reference COVID19F01). We thank Mr. Joseph Blais for language proofreading this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "F.T.T.L. had the original idea for the study, constructed the study design and the analytic plan, and wrote the first draft of the manuscript. L.H. extracted data and performed statistical analysis. F.T.T.L. cross-checked the results. C.S.L.C., E.Y.F.W., X.L., C.K.H.W., E.W.W.C., T.M., H.L., E.W.Y.C., and I.C.K.W. provided critical input to the analyses, design, and discussion. D.H.L. assisted with the literature review. J.C.N.L. assisted with formatting the figures. E.Y.F.W., C.S.L.C., and I.C.K.W. have accessed and verified the data used in the study. I.C.K.W. is the principal investigator and provided oversight for all aspects of this project. All authors contributed to the interpretation of the analysis, critically reviewed, and revised the manuscript, and approved the final manuscript as submitted. All authors had full access to all the data in the study and had final responsibility for the decision to submit for publication. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41467-022-28068-3.Correspondence and requests for materials should be addressed to Ian Chi Kei Wong.Peer review information Nature Communications thanks Melissa K Andrew, Aziz Sheikh and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. Peer reviewer reports are available.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/ licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}