{
    "paper_id": "546373059d88d208b656ba7a954b5f7f37ddf6d0",
    "metadata": {
        "title": "Effect of COVID-19 Pandemic Lockdown on Fibromyalgia Symptoms",
        "authors": [
            {
                "first": "Ana-Beatriz",
                "middle": [],
                "last": "Batres-Marroquín",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz",
                    "location": {
                        "settlement": "Mexico City"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana-Cristina",
                "middle": [],
                "last": "Medina-García",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz",
                    "location": {
                        "settlement": "Mexico City"
                    }
                },
                "email": ""
            },
            {
                "first": "Angélica",
                "middle": [],
                "last": "Vargas Guerrero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz",
                    "location": {
                        "settlement": "Mexico City"
                    }
                },
                "email": ""
            },
            {
                "first": "María-Isabel",
                "middle": [],
                "last": "Barrera-Villalpando",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [],
                "last": "Martínez-Lavín",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz",
                    "location": {
                        "settlement": "Mexico City"
                    }
                },
                "email": ""
            },
            {
                "first": "Laura-Aline",
                "middle": [],
                "last": "Martínez-Martínez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto Nacional de Psiquiatría Ramón de la Fuente Muñiz",
                    "location": {
                        "settlement": "Mexico City"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "F ibromyalgia is a stress-related disorder. Psychological and other types of stressors are frequent fibromyalgia drivers. 1 The coronavirus disease 2019 (COVID-19) pandemic has generated long-lasting widespread heterogeneous stressful events. 2 The pandemic lockdown provides a unique opportunity to study the effect of imposed lifestyle changes on fibromyalgia symptoms. There is no information on the impact of COVID-19 pandemic on the quality of life of patients suffering from fibromyalgia.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 243,
                    "end": 244,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The objective of this investigation was to assess the effect of COVID-19 pandemic lockdown on fibromyalgia symptoms measured through validated questionnaires.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This was a longitudinal ambispective investigation. We studied a fibromyalgia patient cohort screened for a research protocol that took place in 2019, before the COVID-19 pandemic. All enrolled patients were female fulfilling both the 2010 and the modified 2016 fibromyalgia diagnostic criteria proposed by Wolfe et al. 3 All participants filled out the following clinimetric questionnaires: Revised Fibromyalgia Impact Questionnaire composed of 21 questions related to 3 domains: personal functionality, overall fibromyalgia impact, and common fibromyalgia symptoms. Each question has a 0-to 10-point severity score. 4 Widespread Pain Index, Symptom Severity Scale, and Polysymptomatic Distress Scale were contained in Wolfe and colleagues' fibromyalgia diagnostic criteria. 3 Small-Fiber Symptom Survey measured small-fiber neuropathy symptom burden. 5 COMPASS-31 assessed dysautonomia symptoms in 6 domains: orthostatic intolerance, vasomotor, secretomotor, gastrointestinal, bladder, and pupillomotor. 6 Patient Health Questionnaire-9 objectivized depression severity 7 ; the General Anxiety Disorder-7 questionnaire was used for anxiety assessment, 8 and the EuroQol test measured generic quality of life. 9 The prepandemic fibromyalgia protocol did not require any therapeutic modification. Five months after the COVID-19 epidemic onset and during the in-house lockdown period, patients were contacted and asked to fill out the same questionnaires. Prepandemic disease severity scores were compared with lockdown period ratings.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 619,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 776,
                    "end": 777,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 853,
                    "end": 854,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1006,
                    "end": 1007,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1154,
                    "end": 1155,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1211,
                    "end": 1212,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Quantitative data are expressed as mean ± SD. Qualitative data are expressed as percentage. Normal distribution was confirmed by Kolmogorov-Smirnov test. Wilcoxon rank test compared prepandemic versus lockdown period quantitative variables. McNemar test was used to compare qualitative variables. p < 0.05 was considered significant. Statistical analyses were performed with SPSS computer program 23.0 version (IBM Corporation, Armonk, New York, NY). Graphs were made with GraphPad Prism 7.00 version (GraphPad Software, Inc, San Diego, CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The Table contains the outstanding results. We studied 78 patients suffering from fibromyalgia. All enrolled subjects were women with mean age 48 (±11) years. Comorbid conditions included depression, 55%; anxiety, 50%; high blood pressure, 19%; hypothyroidism, 15%; diabetes mellitus, 5%; rheumatoid arthritis, 6%; and lupus, 5%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "During the pandemic period, 75% of patients stopped working outside their homes. Compared with the prepandemic period, pain intensity visual analog scale increased from 5.5 ± 2.6 to 6.5 ± 2.4 (p < 0.0001), total Revised Fibromyalgia Impact Questionnaire score increased from 45.3 ± 22 to 50.2 ± 22 (p = 0.015). COMPASS-31 questionnaire ratings rose from 31 ± 18 to 34 ± 17 (p = 0.017). Visual analog scales and specific clinimetric tools disclosed significant worsening of anxiety and depression symptoms during the pandemic phase ( Fig.) . Fatigue, sleep difficulties, and small-fiber neuropathy symptoms did not show significant changes. Symptom worsening was not different in patients who continued working outside their homes, when compared with those individuals who were housebound.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 538,
                    "text": "Fig.)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Fibromyalgia is a stress-related disorder. Several controlled studies have demonstrated that psychological, physical, and/or autoimmune stressors are frequent fibromyalgia drivers. 1 COVID-19 lockdown imposed additional long-lasting stressful situations to the general population-outdoor activities were halted, social distancing was advised, and most of the people remained at home for months. Access to medication and psychotherapy became more problematic. COVID-19 pandemic also provoked economic hardship and physical exercise restrictions. 2 These forced lifestyle changes can negatively affect stress-related illness such as fibromyalgia. In-house confinement could theoretically worsen domestic violence. 10 Nevertheless, in-house confinement alone appeared not to be the major determinant for symptom deterioration; patients who remained working outside their homes had similar illness worsening.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 546,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We are not aware of previous published investigations looking at COVID-19 pandemic effect on fibromyalgia symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Our study disclosed significant fibromyalgia symptom deterioration during the COVID-19 pandemic including pain, anxiety, and depression. The coincidence in the direction of the change in the levels of anxiety and depression measured by the Fibromyalgia Impact Questionnaire and other specific questionnaires (the Patient Health Questionnaire and the Generalized Anxiety Disorder questionnaire) further validates the results. COMPASS-31 score changes reflected increased autonomic (sympathetic) nervous system symptoms. Fatigue and insomnia did not deteriorate possibly due to diminished routine chores.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The following pathophysiology has been proposed to explain how different environmental stressors, including COVID-19 pandemic, can induce and aggravate fibromyalgia pain. The sympathetic nervous system is our main stress-response force. Diverse heart rate variability analyses demonstrated that fibromyalgia patients have time and frequency domain changes consistent with relentless sympathetic hyperactivity. This sympathetic overdrive may explain sleeping difficulties. 11 Fibromyalgia patients have also sympathetic hyporeactivity to different stressors, theoretically explaining ongoing fatigue. 12 Additional environmental stressors such as COVID-19 lockdown-associated lifestyle changes could worsen sympathetic nervous system dysfunction. Contrary to what happens normally, fibromyalgia patients have norepinephrine-evoked pain. 13 The relationship between stress and disease severity in no way rules out other pathogenetic mechanisms for fibromyalgia. Discussion of such pathways is beyond the scope of this brief communication.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 600,
                    "end": 602,
                    "text": "12",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One limitation of our study is its ambispective nature. The COVID pandemic was unpredicted, so no positive control group could be recruited. It would be interesting to see the COVID pandemic effect on the severity of other painful illnesses including rheumatoid arthritis. Our observation did not control for medication modification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIMITATIONS"
        },
        {
            "text": "This ambispective study discloses an association between COVID-19 pandemic lockdown and worsening of fibromyalgia symptoms in several domains. During the lockdown period, pain, dysautonomia, anxiety, and depression had significant deterioration. It is proposed that pandemic-related stressors had deleterious effect on fibromyalgia symptoms. These results reinforce the notion of fibromyalgia as a stress-related disorder. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fibromyalgia in women: somatisation or stress-evoked, sex-dimorphic neuropathic pain?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez-Lavin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Revisions to the 2010/2011 fibromyalgia diagnostic criteria",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Clauw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fitzcharles",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Semin Arthritis Rheum",
            "volume": "46",
            "issn": "",
            "pages": "319--329",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Revised Fibromyalgia Impact Questionnaire (FIQR): validation and psychometric properties",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Friend",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arthritis Res Ther",
            "volume": "11",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Initial development and validation of a patient-reported symptom survey for small-fiber polyneuropathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Treister",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lodahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Pain",
            "volume": "18",
            "issn": "",
            "pages": "556--563",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "COMPASS 31: a refined and abbreviated composite autonomic symptom score",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sletten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Suarez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayo Clin Proc",
            "volume": "87",
            "issn": "",
            "pages": "1196--1201",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The PHQ-9: validity of a brief depression severity measure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Intern Med",
            "volume": "16",
            "issn": "",
            "pages": "606--613",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A brief measure for assessing generalized anxiety disorder: the GAD-7",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Intern Med",
            "volume": "166",
            "issn": "",
            "pages": "1092--1097",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "EQ-5D and the EuroQol group: past, present and future. Appl Health Econ Health Policy",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The relationship of intimate partner violence with psychiatric disorders and severity of pain among female patients with fibromyalgia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gündüz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erzıncan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Polat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arch Rheumatol",
            "volume": "34",
            "issn": "",
            "pages": "245--252",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nocturnal heart rate variability parameters as potential fibromyalgia biomarker. Correlation with symptoms severity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lerma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arthritis Res Ther",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Orthostatic sympathetic derangement in subjects with fibromyalgia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martínez-Lavín",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hermosillo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Rheumatol",
            "volume": "24",
            "issn": "",
            "pages": "714--718",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Comparison of anxiety and depression severity in patients with fibromyalgia before and during COVID-19 pandemic. PHQ-9, Patient Health Questionnaire 9; GAD-7, General Anxiety Disorder-7 questionnaire.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and Clinimetric Domains in 78 Fibromyalgia Patients Before and During COVID-19 PandemicPre-COVID-19 Assessment",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}