{
    "paper_id": "547993153f138a0acf9a8df2dd427a30dea3dc2d",
    "metadata": {
        "title": "Does Stringency of Lockdown Affect Air Quality? Evidence from Indian Cities",
        "authors": [
            {
                "first": "Surender",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shunsuke",
                "middle": [],
                "last": "Managi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The precipitous spread of COVID-19 has created a conflict between human health and economic well-being. To contain the spread of its contagious effect, India imposed a stringent lockdown, and then the stringency was relaxed to some extent in its succeeding phases. We measure social benefits of the lockdown in terms of improved air quality in Indian cities by quantifying the effects with city-specific slope coefficients. We find that the containment measures have resulted in improvement in air quality, but it is not uniform across cities and across pollutants. The level of PM 2.5 decreases from about 6 to 25% in many cities. Moreover, we observe that partial relaxations do not help in resuming economic and social activities. It should also be noted that counter-virus measures could not bring levels of the emissions to WHO standards; it highlights the importance of role of green production and consumption activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The rapid spread of corona virus disease 2019 (COVID-19) has created a public health problem globally by human mobility (Nakamura and Managi 2020) . Spotted in December 2019 in Wuhan, China, the virus has infected almost every country around the globe since then. The contagion has created a conflict between human-health and economic well-being. Governments have to resort to unprecedented non-pharmaceutical interventions such as complete lockdown of cities, among others, to contain the spread of the virus. India went for complete lockdown of the whole country (Yoo and Managi 2020) . While there are enormous social and economic costs of enforcing these measures (Purcel 2020) , there could be some unintentional social benefits in terms of improved environmental quality. About 900 deaths are linked to hardships of containment measures imposed during the lockdown in India. 1 Increased incidences of mortality and morbidity are associated with decreasing air quality (Brauer 2010) . Globally, 4.6 million deaths annually could be attributed to illness and diseases related to air pollution . Indian cities seriously suffer from air pollution; they are among the worst polluted cities in the world. About 1.25 million deaths are attributed to air pollution in 2017 in the country (Balakrishnan et al. 2019) . 114,700 deaths from the five causes (IHD, Stroke, COPD, LRI, and LNC) could be attributed to PM 2.5 exposure in 29 million-plus Indian cities using integrated exposure response model (Saini and Sharma 2020) . 2 The first COVID-19 case was marked on January 30, 2020 in India. The Government of India initiated serious containment measures in March 2020 after its declaration as a pandemic by the World Health Organization (WHO). Following some European countries, India initially imposed a complete lockdown on the entire country for 21 days beginning on March 25, 2020. The lockdown was further extended to May 31, 2020 in different phases. In the successive extensions of lockdown beginning April 20, 2020, some relaxations in performing economic activities was provided in staggered manner. Therefore, it is expected that in the later phases of lockdown, the realized benefits of improved air quality might have reversed to some extent. It is worth to note that terms and conditions of the lockdown were common throughout the country, but differentiated enforcement might have produced differing impact on air quality across cities. We measure the extent of heterogeneous improvement in air quality in Indian cities caused by the containment measures.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 146,
                    "text": "(Nakamura and Managi 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 565,
                    "end": 586,
                    "text": "(Yoo and Managi 2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 668,
                    "end": 681,
                    "text": "(Purcel 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 881,
                    "end": 882,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 987,
                    "text": "(Brauer 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1286,
                    "end": 1312,
                    "text": "(Balakrishnan et al. 2019)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1498,
                    "end": 1521,
                    "text": "(Saini and Sharma 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1524,
                    "end": 1525,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Empirical literature measuring impacts of non-pharmaceutical intervention on air quality is growing across countries. Several earlier Indian studies are observational and conclude that lockdowns were effective in improving air quality in cities (e.g, Jain and Sharma 2020; Sharma et al. 2020; Mahato et al. 2020; Srivastava et al. 2020) . Jain and Sharma (2020) study the effect of first phase of the lockdown using information for criteria pollutants for five big cities: Delhi, Mumbai, Chennai, Bengaluru and Kolkata. Similarly, using observational data for 22 cities between March 16 and April 14, Sharma et al. (2020) conclude that strict air quality control plans works even in the presence of unfavorable meteorology. Attributing the entire improvement in air quality to lockdown could be misleading. Variation in the level of pollutants is governed by meteorological and socio-economic factors. Meteorological factors such as temperature and wind-speed are negatively associated with the concentration of criteria pollutants (Jain and Sharma 2020) . Also note that these earlier studies are confined to the effect of first phase of the lockdown on air quality.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "text": "Jain and Sharma 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 273,
                    "end": 292,
                    "text": "Sharma et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 293,
                    "end": 312,
                    "text": "Mahato et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 336,
                    "text": "Srivastava et al. 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 339,
                    "end": 361,
                    "text": "Jain and Sharma (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 601,
                    "end": 621,
                    "text": "Sharma et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1032,
                    "end": 1054,
                    "text": "(Jain and Sharma 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies use econometric method to understand the effect of lockdowns on air quality. These studies model lockdown interventions as a single binary number, irrespective of the level of stringency. Bao and Zhang (2020) study the effect of quarantine measures adopted by 44 Chinese cities on air quality. They use least square dummy variable (LSDV) approach for quantifying the effects. Similarly, using quasi-experimental difference-indifference approach, He et al. (2020) find that in Chinese cities air quality improved remarkably as a result of counter COVID-19 measures. Stringency of the lockdown differs between countries and within countries over time and space. In India, the stringency varies from 100points in first phase of lockdown to 79-points in the fourth phase of the lockdown, and the enforcement also varies across states or cities. To our knowledge, this is the first study analyzing the heterogeneous effect of stringency of lockdown on air quality.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 224,
                    "text": "Bao and Zhang (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 347,
                    "end": 353,
                    "text": "(LSDV)",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 478,
                    "text": "He et al. (2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our empirical analysis uses comprehensive daily data on different criteria pollutants and government containment strategy information on different phases of lockdown. We collected information on air pollution levels at monitoring station, which are aggregated at a city level. The criteria pollutants that we use are: particulate matters (PM 2.5 , PM 10 ), sulfur dioxide (SO 2 ), nitrogen oxide (NO X ) and carbon monoxide (CO). Source apportionment studies (e.g., ARAI and TERI 2018) show that movement in different criteria pollutants is associated with differing level of different economic activities. We selected cities that have total caseload of COVID-19 patients equal to or more than 1000 patients on May 31, 2020. By the end of the 4th phase of lockdown, 23 cities crossed 1000-caseload level; we are restricted to study the effect only for 18 cities due to availability of information on criteria pollutants.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 485,
                    "text": "ARAI and TERI 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "India had four phases of lockdown. The first phase is described as the most stringent in the world with the Oxford COVID-19 Government Response Tracker (OxCGRT) score of 100 (Hale et al. 2020a) . In later phases, the stringency was reduced to facilitate some economic activity. We exploit information on daily criteria pollutants, weather variables and the lockdown timelines to estimate the effect of government interventions on air quality.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 193,
                    "text": "(Hale et al. 2020a)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To identify the effect of various phases of the lockdown, we apply reduced form econometric approach. The advantage of this approach is that it can identify the effect of policy interventions on the outcome variables without describing the underlying mechanisms (Angrist and Pischke 2008) . Our identification strategy uses variation in OxCGRT index over the study period to estimate city specific effect of the lockdown. We also characterize different phases of the lockdown using discrete variable approach. Particularly, we use LSDV estimation strategies with city-specific slope coefficients. Cities in India differ in terms of level of economic development, population, geographic conditions and administration, and thereby in enforcement of common guidelines issued by the central government for containing the spread of the virus.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 288,
                    "text": "(Angrist and Pischke 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We find that an increase in OxCGRT stringency index improves air quality, however, it is not uniform across cities. We find that level of particulate matters is negatively associated with containment stringency in all cities. A 10-point increase in OxCGRT stringency index decreases PM 2.5 level in a range of 1 to 4%. In first phase of the lockdown, air pollution declined in the range of 6 to 30%. Modeling of stringency level as discrete variable shows that, in general, the lockdown was effective in raising air quality in all cities, but the relaxations, given in later phases, were not able to significantly raise the level of criteria pollutants. There is need to alleviate fear of the virus from the mind of economic agents for resuming economic activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper contributes to the existing literature on several counts: it may be a first Indian study that systematically evaluates the effect of lockdown on the air quality in 18 big cities that are severely affected by the pandemic. The study covers the first four phases of the lockdown; later phases of the lockdown were relaxed in comparison to the earlier phases. It measures the effect of the stringency of the lockdown rather than just lockdown on the air quality. In India, though the lockdown was enacted in the whole country, but implementation of the enactment is a state subject as India is a federal country. Therefore, we use city-specific slope coefficients approach to measure the effects. Lastly, since there are different sources for different criteria pollutants as is reflected from the source apportionment studies (ARAI and TERI 2018), we measure the effect for five criteria pollutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows: Section 2 describes the data used in the paper; the identification strategy is discussed in Section 3. The empirical results are presented and discussed in Section 4. Section 5 closes the paper with some concluding remarks and policy implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First COVID-19 patient was detected on January 31, 2020 in India. WHO declared COVID-19 a pandemic on March 13, 2020, and the country witnessed first COVID-19 death also on the same day. State governments in India started to impose some restrictions on social and economic movements. On March19, 2020, Indian Prime Minister asked for a 14-hours Janata Curfew (voluntary complete lockdown) in the whole country on March 22. The first phase of mandatory lockdown for 21 days was imposed with effect from March 25 for a period of March 25 to April 14, 2020. The lockdown was extended thrice to May 31, 2020 with some relaxations in functioning of economic activities. The relaxations were given in staggered manner beginning April 20, 2020 and the phases of formal reopening the economy were started beginning June 1, 2020. 3 We consider total 18 cities that were chosen on the basis of COVID-19 total caseload of more than 1000 patients on May 31, 2020. 4 23 cities spread over 10 states satisfy this criterion. Out of these 23 cities, we had to drop 6 cities (Palghar and Raigarh in Maharashtra, Surat and Vadodara in Gujarat and Chengapatu and Thiruvalur in Tamil Nadu) due to non-availability of information on criteria pollutants and weather variables. In addition to these 17 cities, we also included Bengaluru. In Bengaluru though the caseload of COVID-19 patients was less than 1000, but from economic and information technology point of view, this is an important and leading city in the country.",
            "cite_spans": [
                {
                    "start": 821,
                    "end": 822,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "To estimate air quality benefits of the containment measures information on daily levels of criteria pollutants, weather variables, and lockdown timelines and its stringency is required. We use information of five criteria pollutants: PM 2.5 , PM 10 , SO 2 , NO X and CO. We consider meteorological parameters, namely, temperature, relative humidity (RH) and wind-speed. Information on the pollutants and weather variables is obtained from the Central Pollution Control Board (CPCB). 5 Numbers of air quality monitoring stations differ across cities. In our data, Delhi has the highest number of monitoring stations (38), some of the cities such as 3 Ministry of Home Affairs (MHA), Government of India imposed the successive lockdowns invoking National Disaster Management Act 2005. The guidelines of these lockdown can be accessed from the website of MHA. https://www.mha.gov.in/sites/default/files/Guidelines.pdf, https://www.mha.gov.in/sites/default/files/MHA%20 order%20dt%2015.04.2020%2C%20with%20Revised%20Consolidated%20Guidelines_compressed%20%283 %29.pdf, https://www.mha.gov.in/sites/default/files/MHA%20Order%20Dt.%201.5.2020%20to%20extend%20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Lockdown%20period%20for%202%20weeks%20w.e.f.%204.5.2020%20with%20new%20guidelines.pdf, https://www.mha.gov.in/sites/default/files/MHAOrderextension_1752020_0.pdf, https://www.mha.gov. in/sites/default/files/MHADOLrDt_3052020.pdf (as accessed on June 04, 2020) 4 The selected 18 cities are: Mumbai, Thane, Pune, Aurangabad, Nasik, Sholapur (Maharashtra), Delhi (Delhi), Chennai (Tamil Nadu), Ahmadabad (Gujarat), Jaipur, Jodhpur (Rajasthan), Bhopal, Indore (Madhya Pradesh), Kolkata, Howrah (West Bengal), Hyderabad (Telangana), Gurugram (Haryana), Bengaluru (Karnataka). 5 https://app.cpcbccr.com/ccr/#/caaqm-dashboard-all/caaqm-landing/data, as accessed on June 04, 2020. Ahmedabad, Indore, and Jodhpur has only one monitoring stations. There are 10 monitoring stations in Bengaluru. 6 To contain the spread of COVID-19 contagion, governments across countries imposed differing restrictions on the functioning of social and economic activities. Hale et al. (2020a) introduced an index known as OxCGRT providing a systematic track of government responses to COVID-19 across countries and time. They use 8 ordinal indicators in the making of this index: school closing, workplace closing, cancel public events, restrictions of gathering size, close public transport, stay at home requirements, restrictions on internal movements and restrictions on international travel. The index value varies from zero to 100; zero indicating no restrictions and the score of 100 signals complete lockdown. Hale et al. (2020b) provide the index data. 7 Table 1 provides average levels of criteria pollutants and OxCGRT index for the prelockdown period and during various phases of the lockdown. We consider the period of March 1-24, 2020 as pre-lockdown period. The average value of OxCGRT index for the prelockdown period was 41.5, which increased to a score of 100 for first phase of the lockdown. In later phases of the lockdown, the average score reduced to 96, 82 and 79 for second, third and fourth phase of the lockdown, respectively, demonstrating presence of some relaxations for resuming non-essential economic activities. Table 1 shows that the movement in average levels of criteria pollutants during various phases of the lockdown also. We observe that average level of each of the criteria pollutants declined significantly relative to pre-lockdown phase. But in later phases of the lockdown, we observe that the change in average levels relative to its preceding phase is not much different. In second phase relative to first phase, increase in the average levels of pollutants is not statistically significant, but decrease in average level for the pollutants of SO 2 and CO is significant. Similarly, we find that in fourth phase relative to third phase, increase in the levels of PM 10 and CO is statistically significant, but the change in average levels for other pollutants is not statistically significant. Table 2 shows heterogeneity in average level of PM 2.5 across cities during various phases of the lockdown.",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 786,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 946,
                    "end": 965,
                    "text": "Hale et al. (2020a)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1491,
                    "end": 1510,
                    "text": "Hale et al. (2020b)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1537,
                    "end": 1544,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2117,
                    "end": 2124,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2913,
                    "end": 2920,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "To identify the effect of lockdown or its stringency on air quality, we follow reduced form econometric approach. 8 The advantage of a reduced form approach is that it can identify plausible causal effect of a policy intervention or exogenous variable without describing the underlying mechanism between the interventions and outcome variable (Angrist and Pischke 2008) . Let pollution generation process is described by the following equation:",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 369,
                    "text": "(Angrist and Pischke 2008)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where Y is the level of a pollutant in a particular city; z is a vector of policy interventions such as lockdown;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "x is a vector of socio-economic activities that cause pollution such as burning of fossil fuel or transportation; and w is a vector of those variables (e.g., population in a city) which are not related to policy intervention variable z, but causes pollution. Lockdowns are intended to restrict socio-economic activities. The effect of lockdown on air quality or pollution level is supposed to be mediated through socio-economic activities, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where j indexes socio-economic activities. Equation (2) Note: *** p < 0.01, ** p < 0.05, * p < 0.1 indicating level of significant in change in average level of a pollutant over the preceding phase of the lockdown To estimate the effect of lockdown on air quality, we primarily follow LSDV estimation approach. We specify the following regression equation to estimate the relationship between air pollutants:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where Y it represents the level of air pollution in city i on day t, OxCGRT t is the score of stringency index of lockdown on day t, X it account for the control variables such as temperature, wind-speed and relative humidity, time t is a set of dummy variables accounting for shocks that are common for all cities in a given month such as macroeconomic conditions, national political environment etc., city i are a set of city-specific dummy variables that can control for time-invariant confounders specific to each city controlling for city specific geographic conditions, short-term industrial and economic structure, income, and natural endowment, and ε it is the random error term; i indexes 1, 2, …, 18 cities and t = March 01, …..May 31, 2020 dates index (92 days); and α, β i , and γ are the parameters to be estimated. This strategy of controlling for time invariant and time variant effects is robust to mismeasurement of controls (Burke et al. 2015) .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 961,
                    "text": "(Burke et al. 2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "Estimates of coefficient β i are expected to be negative accounting for the effect of the stringency of lockdown on air pollutant. Higher level of stringency implies lower economic activities and lower level of pollution. The score of stringency (OxCGRT) is invariant across cities but varies overtime. However, there could be variation in the implementation of lockdown across cities given their resources, capabilities and COVID-19 caseload; it is expected that impact of the lockdown should be heterogeneous across cities. Therefore, we interact the stringency index score with city dummies to obtain city specific effect of lockdown on air quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "As we are including lagged value of the dependent variable, Eq. (1) should be estimated using either differences in the generalized method of moments (GMMs) or system GMM. These two are popular approaches for estimating dynamic panel models. However, these approaches are applicable for a case in which n is larger than t, i.e., short panel model. In the present study, the case is of a longer narrow panel (t = 92 and n = 18). For longer panel, bias approaches zero as t approaches infinity in absence of exogenous explanatory variables (Bao and Zhang 2020) . Therefore, we consider LSDV as an appropriate empirical strategy for estimating the parameters of our interest.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 558,
                    "text": "(Bao and Zhang 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "For the sake of robustness of estimated results, we replace the stringency score variables with a discrete lockdown variable in Eq. (1). As stated above, India had four phases of lockdown each varying in stringency; we estimate the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical Strategy"
        },
        {
            "text": "where k = 1, 2,..,4 phases of lockdown. The coefficient β ik show city specific effect of each phase of the lockdown, and their signs are expected to be negative. We also estimate the effect of each phase of the lockdown on air quality by considering the shorter periods. For example, we consider the sample period of March 01 to April 19, 2020 for estimating the effect of first phase of the lockdown. Similarly, we consider the period April 20 to May 03, 2020 for estimating the effect of relaxation in the stringency of lockdown during phase 2, and so on. Considering the shorter period addresses potential bias of LSDV estimator for various panel sizes. These shorter periods estimation also ensures that empirical results are robust. Moreover, we use city clustered standard errors for determining the statistical significant of the estimated parameters. Table 3 reports the results of relationship between criteria air pollutants and OxCGRT index based on LSDV approach. The dependent variables are presented in logarithmic form. All the control variables (i.e., temperature, wind-speed and relative humidity) are included in all regressions. Moreover, we include city dummies and month dummies to control for time invariant and time variant factors. We have used interaction of OxCGRT index and city dummies as independent variables to have city specific effects. Coefficients of most of the control variables are statistically significant and their signs are in the desired direction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 860,
                    "end": 867,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Empirical Strategy"
        },
        {
            "text": "The results confirm a negative and statistically significant effect of OxCGRT on the level of most of criteria pollutants. In case of PM 2.5 , it is found that the containment measures have resulted in improvement in air quality. In most cities, the coefficient of OxCGRT index is statistically significant and the magnitude of the coefficient varies in the range of −0.001 to −0.004 implying that a 10-point increase in the index results in reducing 1 to 4% decrease in the level of PM 2.5 emissions. The stringency index in first phase of lockdown increased to 100points from about 41-points in the pre-lockdown period, it implies that the level of PM 2.5 decrease from about 6 to 25% in most of the cities relative to the pre-lockdown period. Note that the change in the level of PM 2.5 is not uniform across cities. Some cities such as Bhopal and Chennai are not observing any significant change in the level of the emissions. Pune observes highest decrease. In Delhi, the level of PM 2.5 emissions decreased about 18% in first phase. In case of other criteria pollutants, the results show a similar trend except for Delhi, Delhi observes an increasing trend in PM 10 , SO 2 and NO X emissions. We are not finding any significant difference in the level of emissions of PM 10 , SO 2 , NO X and CO emissions in Jaipur, Bengaluru, Kolkata, Howrah and Hyderabad as a result of containment restrictions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The reasons of the differing trend could be traced in source apportionments of different pollutants and differences in enforcement of lockdown enactments. In Indian cities, vehicle movements, thermal power plants, manufacturing and construction activities, waste burning and combustion of fossil fuels in households are the commonly identified sources of criteria pollutants (Guttikunda et al. 2014 (Guttikunda et al. , 2019 . Variation in the level of these activities across cities may be the cause of variation in decrease in emission levels due to the lockdown. During the lockdown period electricity generation activities were allowed to function under the category of essential services.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 398,
                    "text": "(Guttikunda et al. 2014",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 399,
                    "end": 424,
                    "text": "(Guttikunda et al. , 2019",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "To check the robustness of the results, we replace the variable OxCGRT index by the dummy variables of various phases of lockdown and their interactions with city dummies. The regression results are presented in Appendix Table 4 . Here, again we observe heterogeneous impact of various phases of the lockdown across cities of different criteria pollutants. We find that in some cities negative impact of restrictions on the level of emissions in later phases of the lockdown intensify rather than weakens. Figure 1 presents the results for PM2.5 for four phases of the lockdown. For example, in Delhi the level of PM 2.5 emissions declines about 30% during first phase of the lockdown, the impact intensifies to 38% in fourth phase. It is also observed that the level of PM 2.5 emissions is more affected in comparison to the level of other emissions in these different phases of the lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 506,
                    "end": 514,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the later phases, though some relaxations for reassuming non-essential economic activities were given, the impact of these relaxations was observed only in a few cities and the impact is not uniform across the pollutants. For example in Pune, for PM 10 , magnitude of negative impact of the restrictions intensifies from first to third phase from about 48 to 56% but in fourth phase the impact weakens to 50%. Similarly, we find that the effect of containment measures on CO emissions is lower in comparison to other pollutants. We also find that CO emissions are not affected in first two phases but in later two phases of the lockdown in some cities. For example in Jaipur, the emissions have increased in the later phases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "To understand the effect of relaxations in later phases of the lockdown and to ensure robustness of the results, we run regressions separately for each phase of the lockdown. Running regressions of different panel sizes help in addressing the potential biases of LSDV estimators. Note: Robust standard errors in parentheses, *** p < 0.01, ** p < 0.05, * p < 0.1 Figure 2a through Fig. 2d render the results of each phase. We find that regression results obtained either using the stringency index, dummies for all phases together or separately for each phase are qualitatively not different from each other. This reflects on the robustness of the approach followed in the present study. Figure 2a (Appendix Table 5 ) displays the results of the effect of first phase of the lockdown. These results are not only qualitatively, but quantitatively also similar to the results obtained using the stringency index. We find that as a result of imposition of first phase of the lockdown, which is considered the most stringent one in the world, the level of PM 2.5 emissions declined in the range of from 6 to 29% across cities. The lowest decline was observed in Mumbai and the highest decline was observed in Pune. Delhi observed a decline of PM 2.5 emissions about 25%. For other criteria pollutants, we find that during the first phase in most of the cities, either there is a decline in the level of emissions or the change in the level of emissions is not statistically significant",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 371,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 387,
                    "text": "Fig. 2d",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 696,
                    "text": "Figure 2a",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 714,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the second phase of the lockdown, the stringency of restrictions declined to a score of 96 from 100 in the first phase. The impact of these relaxations is presented in Fig. 2b (Appendix Table 6 ). We find that in case of most of the pollutants in many cities the relaxation could not raise the level of emissions but the emissions further declined. It implies that though officially some relaxations were provided for resuming selected non-essential activities, but the enforcement of the lockdown was more stringent or people were not ready to take advantage of the relaxations due to fear of the virus. However, in some cities such as Nasik, Pune and Indore, the level of PM 2.5 emissions increased relative to first phase of the lockdown by 19, 6, and 13% respectively. In phase three of the lockdown, the restrictions were further lower down to 82 (Table 1) . In third phase relative to second phase, we find mixed results. In some cities, the emissions are further declining even through there are relaxations in the restrictions. For example, in the cities of Thane, Sholapur, Jaipur, Jodhpur, Chennai, Kolkata, we find that a further decline in the level of most of criteria pollutants in this phase ( Fig. 2c and Appendix Table 7 ). However, Gurugram observes in an increase in the emissions of PM 10 , SO 2 and NO X ; there are some cities, which observe no change in the level of some of the criteria pollutants due to change in stringency of the lockdown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "text": "Fig. 2b",
                    "ref_id": null
                },
                {
                    "start": 189,
                    "end": 196,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 855,
                    "end": 864,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1212,
                    "end": 1219,
                    "text": "Fig. 2c",
                    "ref_id": null
                },
                {
                    "start": 1233,
                    "end": 1240,
                    "text": "Table 7",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the last phase of the lockdown, the restrictions were further lower down and the results are demonstrated in Fig. 2d (Appendix Table 8 ). We discover that though the change in the stringency in this phase relative to phase 3 was small of only 3-points of OxCGRT index, but the impact on the level of emissions is relatively higher in comparison to the relaxations provided in the earlier phases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "text": "Fig. 2d",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 137,
                    "text": "Table 8",
                    "ref_id": "TABREF12"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the fourth phase, we observe that in many cities, SO 2 emissions has increased relative to the third phase of the lockdown. In Indian cities main source of SO 2 emissions is coal and oil combustion activities. This implies that in the last phase of the lockdown some economic activities have resumed. In some cities, even PM 2.5 emissions level has increased. For example, in Delhi, Gurugram, Bhopal, Nasik, Pune, Sholapur, Thane and Hyderabad the emissions increased in the range of one to 20% relative to third phase of the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "These findings imply that the lockdown has substantially improved air quality in Indian cities. The range of improvement depends on the nature of economic activities performed in that city. Manufacturing and construction activities, transportation, electricity generation etc. are the main sources of the emissions in Indian cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Unintended consequence of disaster provides important policy implications (Goeschl and Managi 2019; Mandel and Veetil 2020) . Air pollution or environmental externalities are generated by production and consumption activities (Kumar and Managi 2009) . To contain the contagious effect of COVID-19 countries have adopted non-pharmaceutical interventions, essentially restricting economic activities. These counter-virus measures cause enormous costs in terms of socio-economic factors on the one hand; on the other they are supposed to be socially beneficial in terms of improved air or environmental quality. India imposed the most stringent lockdown in the world with a score of 100-opoints of OxCGRT index. The lockdown remained in force for more than 2 months; in later phases some relaxations were provided for resuming economic activities. The lockdown costs Indian economy and society enormously in terms of income and employment losses; there were more than 900 deaths caused by the lockdown hardships. This paper made an attempt to measure social benefits of the lockdown in terms of improved air quality in Indian cities that are most affected by the pandemic.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 99,
                    "text": "(Goeschl and Managi 2019;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 100,
                    "end": 123,
                    "text": "Mandel and Veetil 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 226,
                    "end": 249,
                    "text": "(Kumar and Managi 2009)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Using a comprehensive data set, we investigate a relationship between stringency of the lockdown and levels of criteria air pollutants. We use a reduced form econometric approach to establish a causal relationship between the interventions and air pollutants. In particular, we employ LSDV approach to quantify the effects with city-specific slope coefficients. We exploit both continuous and discrete measures of the lockdown that not only check for robustness of the estimated parameters but also increase understanding of heterogeneity in effects of differing levels of stringency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We find that the containment measures have resulted in improvement in air quality, but it is not uniform across cities and across pollutants. The level of PM 2.5 decreased from about 6 to 25% in many cities relative to the pre-lockdown period. We also find a similar trend for other criteria pollutants. There were some relaxations in later phases of the lockdown, but impacts of these relaxations could not raise the level of emissions. It implies that partial relaxations were not of much help in resuming economic and social activities; people were not ready to take advantage of partial relaxations due to fear of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Our findings have important policy implication for mitigating air pollution in Indian cities. We find that closing down unnecessary economic activities have significant effect on reducing urban air pollution, and the impact varies across cities and across pollutants, so understanding source apportionments of the pollutants is a necessary condition for any pollution mitigation strategy. Moreover, the results suggest that level of air pollution will increase again when the businesses go back to normal. We should also note that levels of the emissions are significantly higher in comparison to WHO standards during the lockdown periods. This finding highlights the importance of role of green production and consumption activities. Table 4 Effect of all different phases of lockdown on criteria air pollutants Note: Robust standard errors in parentheses *** p < 0.01, ** p < 0.05, * p < 0.1 Table 6 Effect of phase 2.0 of lockdown on criteria air pollutants over phase 1.0",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 742,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 894,
                    "end": 901,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Variables Ln(PM 2.5 ) L n ( P M 10 ) L n ( S O 2 ) L n ( N O X ) Ln(CO) Note: Robust standard errors in parentheses*** p < 0.01, ** p < 0.05, * p < 0.1 Note: Robust standard errors in parentheses, *** p < 0.01, ** p < 0.05, * p < 0.1 Note: Robust standard errors in parentheses, *** p < 0.01, ** p < 0.05, * p < 0.1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mostly harmless econometrics: an empiricist's companion",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Angrist",
                    "suffix": ""
                },
                {
                    "first": "J-S",
                    "middle": [],
                    "last": "Pischke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Source apportionment of PM2.5 and PM10 concentration of Delhi NCR for identification of major sources. The Energy and Resource Institute (TERI)",
            "authors": [
                {
                    "first": "Teri",
                    "middle": [],
                    "last": "Arai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of air pollution on deaths, disease burden, and life expectancy across the states of India: the Global Burden of Disease Study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stanaway",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beig",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sabde",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sadhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frostad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Causey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Godwin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Shukla",
                    "suffix": ""
                },
                {
                    "first": "Anil",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Muraleedharan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Does lockdown reduce air pollution? Evidence from 44 cities in northern China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "731",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How much, how long, what, and where: air pollution exposure assessment for epidemiologic studies of respiratory disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Am Thorac Soc",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1513/pats.200908-093RM"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global non-linear effect of temperature on economic production",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "Miguel",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "527",
            "issn": "",
            "pages": "235--239",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Public in-kind relief and private self-insurance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goeschl",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Managi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Economics of Disasters and Climate Change",
            "volume": "3",
            "issn": "1",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimates and 25-year trends of the global burden of disease attributable to ambient air pollution: an analysis of data from the global burden of diseases study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frostad",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Estep",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Balakrishnan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brunekreef",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dandona",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dandona",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Feigin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hubbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jobling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Knibbs",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Straif",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaddick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Dingenen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Donkelaar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "Cjl",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Forouzanfar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "389",
            "issn": "",
            "pages": "30505--30511",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)30505-6"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Air pollution knowledge assessments (APnA) for 20 Indian cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Guttikunda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Nishadh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jawahar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Urban Clim",
            "volume": "27",
            "issn": "",
            "pages": "124--141",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nature of air pollution, emission sources, and management in the Indian cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Guttikunda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pant",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Atmos Environ",
            "volume": "95",
            "issn": "",
            "pages": "501--510",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Variation in government responses to COVID-19. Version 6.0 Blavatnik School of Government Working Paper",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Angrist",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Oxford COVID-19 government response tracker",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blavatnik School of Government Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19, City lockdowns, and air pollution: evidence from china. medRxiv preprint",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.29.20046649"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The effect of large-scale anti-contagion policies on the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hsiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Annan-Phan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bolliger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Druckenmiller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hultgren",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Krasovich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Rolf",
                    "middle": [
                        "E"
                    ],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2404-8"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social and Travel Lockdown Impact Considering Coronavirus Disease (COVID-19) on Air Quality in Megacities of India: Present Benefits, Future Challenges and Way Forward",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Aerosol and Air Quality Research",
            "volume": "20",
            "issn": "",
            "pages": "1222--1236",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of lockdown amid COVID-19 pandemic on air quality of the megacity Delhi",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Managi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science of the Total Environment",
            "volume": "730",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The economic cost of COVID lockdowns: an out-of-equilibrium analysis economics of disasters and climate change",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mandel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Veetil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s41885-020-00066-z"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Airport risk of importation and exportation of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Managi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transp Policy",
            "volume": "96",
            "issn": "",
            "pages": "40--47",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "New insights into the environmental Kuznets curve hypothesis in developing and transition economies: a literature survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Purcel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Econ Policy Stud",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10018-020-00272-9"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cause and Age-specific premature mortality attributable to PM 2.5 Exposure: An analysis for Million-Plus Indian cities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "710",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effect of restricted emissions during COVID-19 on air quality in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Anshika",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "728",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "21-Day Lockdown in India Dramatically Reduced Air Pollution Indices in Lucknow",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bauddh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bulletin of Environmental Contamination and Toxicology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00128-020-02895-w"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Global mortality benefits by COVID-19 action. Technological forecasting & social change",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Managi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "describes possible pathways that determine changes in the level of Y determined by z mediated through intermediate variables x. If the outcome variable Y and z are directly observable, given the level of vector w, in reduced form models the knowledge of changes in intermediate variables x are not required to be modeled for estimating variation in outcome variable Y caused by the variation in z variable Pischke 2008, Hsiang et al. 2020).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Effect of lockdown on PM 2.5 across phases of lockdown. Note: L-1: first phase, L-2: Second phase, L-3: Third phase, L-4: Fourth phase",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of phase 1.0 of lockdown on criteria air pollutants over pre-lockdown. b Effect of phase 2.0 of lockdown on criteria air pollutants over phase 1.0. c Effect of phase 3.0 of lockdown on criteria air pollutants over phase 2.0. d Effect of phase 4.0 of lockdown on criteria air pollutants over phase 3continued.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of phase 3.0 of lockdown on criteria air pollutants over phase 2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of phase 4.0 of lockdown on criteria air pollutants over phase 3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overall average level of different criteria pollutants during different phases of lockdown (μg/m 3 )",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Effect of government response stringency index of criteria air pollutants",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Economics of Disasters and Climate Change",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Note: Robust standard errors in parentheses, *** p < 0.01, ** p < 0.05, * p < 0.1. The numerical subscript with the city name indicates phase of the lockdown",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Effect of phase 1.0 of lockdown on criteria air pollutants over pre-lockdown Economics of Disasters and Climate Change",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}