{
    "paper_id": "54bcb33b09cf68eaeab3af3524a34d926c4fed52",
    "metadata": {
        "title": "Modeling of COVID-19 propagation with compartment models",
        "authors": [
            {
                "first": "Günter",
                "middle": [],
                "last": "Bärwolff",
                "suffix": "",
                "affiliation": {},
                "email": "baerwolf@math.tu-berlin.de"
            },
            {
                "first": "K",
                "middle": [
                    "G"
                ],
                "last": "Bärwolff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current pandemic is a great challenge for several research areas. In addition to virology research, mathematical models and simulations can be a valuable contribution to the understanding of the dynamics of the pandemic and can give recommendations to both physicians and politicians. In this paper we give an overview about mathematical models to describe the pandemic by differential equations. As a matter of principle the historic origin of the epidemic growth models will be remembered. Moreover we discuss models for the actual pandemic of 2020/2021. This will be done based on actual data of people infected with COVID-19 from the European Centre for Disease Prevention and Control (ECDC), input parameters of mathematical models will be determined and applied. These parameters will be estimated for the UK, Italy, Spain, and Germany and used in a SIR-type model. As a basis for the model's calibration, the initial exponential growth phase of the COVID-19 pandemic in the named countries is used. Strategies for the commencing and ending of social and economic shutdown measures are discussed. To respect heterogeneity of the people density in the different federal states of Germany diffusion effects are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The origin of the often used SIR-type models is given with the fundamental paper of Kermack and McKendrick ([26] ; Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 112,
                    "text": "Kermack and McKendrick ([26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Their model was applied on pandemics at the beginning of the 20th century, especially on the Spanish flu pandemic. The application of the model led to some important recommendations of prevention to combat the transmissions of pandemic viruses. Fig. 2 shows the part of the Kermack and McKendrick paper where they wrote down the relevant ordinary differential equations for the development of the susceptible (S), infected (I ), and recovered/removed 1 (R) people in a pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The dynamic development of sub-populations of susceptible, infected and removed people in a certain region, for example, the population of a country or a part of a federation, is the aim of the modeling. First deterministic models are discussed. These are simple but effective for describing the progression of the pandemic. They are able to fit the description of the average infection dynamics in macroscopic subpopulations only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the fact that there is a lot of controversy in the applied math community it is important to mention that the discussed SIR-type models are an approximation of the pandemic. They do not claim the absolute and precise description of the COVID-19 pandemic. But we think that these models will be a valuable contribution to the dynamics of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The description of the pandemic with a finer resolution of the pandemic is possible with stochastic agent-based models but this is not considered and discussed in this paper. Some interesting results in this can be found in [27, 34, 43] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[27,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "34,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "43]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More complex deterministic models based on the original SIR model are also discussed. These include sub-populations other than S, I , and R (see [24, 32] ), but these models have dynamic properties similar to those of the basic SIR model. These models are presented and also discussed.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[24,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "32]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Beside the discussion of the undisturbed pandemic, without any pharmaceutical or non-pharmaceutical intervention, we look for possibilities and conditions to stop or reduce the spread of the viruses. Suggestions about favorable points in time at which to commence with lockdown measures based on the acceleration rate of infections are also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is necessary to remark that the considered SIR model is not able to describe the full asymptotic behavior of a pandemic, as is done in [40] . In addition, the role [26] of super-spreaders, investigated in [35] and [8] , cannot be described with the basic macroscopic SIR model 2 . Beside these limitations the SIR model describes the mean pandemic behavior in an acceptable quantity and quality.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[40]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 167,
                    "end": 171,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[35]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, we note one important presupposition for the model. We suppose that the distribution of the included sub-populations is equal, i.e., the density is approximately constant. This is a very strict supposition, but this is acceptable, for example, for cities and congested urban areas like New York or the Ruhr area in Germany. At the beginning of the pandemic, exponential growth of the number of infected people is supposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "In the so-called SIR model of Kermack and McKendrick [26] , I denotes the infected people, S denotes the susceptible people, and R denotes the recovered or removed people. 3 It is a deterministic model. Here we constrain the investigations to the species I , S, and R only. The dynamics of infections and recoveries can be approximated by the following system of ordinary differential equations:",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 57,
                    "text": "Kermack and McKendrick [26]",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 173,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "represents the number of others that one infected person encounters per unit time (per day). is the reciprocal value of the typical time from infection to recovery. N is the total number of people involved in the epidemic disease, and N D S C I C R and it follows from the equation that N is constant. It was supposed that an infected person of compartment I is immediately infectious. This supposition was given March 20, 2020 up later in more complex models. The phenomenon of a delayed occurrence of an infection or the ability to transmit the virus can also described with delay differential equations (see for example [31] , [19] ).",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 427,
                    "text": "March 20, 2020",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[31]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "The currently available empirical data [14] suggest that the corona virus infection typically lasts for about 14 days. This means that D 1=14 0.07. The choice of is more complicated and will be considered in the following.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "The equation system (1)-(3) belongs to the mathematical category of dynamical systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The mathematical SIR model"
        },
        {
            "text": "We use the European Centre for Disease Prevention and Control [15] as data for the COVID-19 infected people for the period from January 31, 2019 to April 8, 2020.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "K At the beginning of the pandemic the quotient S=N is nearly equal to 1. Also, at the early stage no-one has yet recovered. Thus we can describe the early regime by the ordinary differential equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "with the solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "The logarithm of (4) leads to logI.t/ D logI 0 Cˇt :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "Based on the table .t j ; logI j /; j D 1; :::; k, of logarithms of the infected people versus time the functional",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "is to minimize. The ansatz (5) is very popular because it has a very simple structure, leads to a linear regression problem and is often used in medical science. Fig. 3 shows the results for the same periods as above for Spain and the UK. Fig. 3 shows that the logarithmic-linear regression implies unsatisfactory results of the approximation of the real data by the ansatz (4). It must be said that evaluateď -values are related to the stated period. Instead of the above used table of logarithmic values the table .t j ; I j /; j D 1; :::; k, is used with the aim of a better approximation. We are looking for periods from the beginning of the pandemic in the spreadsheets of infected people per day where the run can be described by a function of type (4) .",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 758,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 168,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "Choosing a period OEt 1 ; t k for a certain country we search for the minimum of the functional",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "i.e. min .I 0 ;ˇ/2R 2 F .I 0 ;ˇ/ :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "We solved this non-linear minimum problem with the damped Gauss-Newton method. The results of the logarithmic-linear method forˇand˛as discussed above proved as good start iterations for the Gauss-Newton method. We found the subsequent results for the considered countries. Thereby we choose such periods for the countries with the aim to approximate the infection succession in a good quality. Fig. 4 shows the graphs and the evaluated parameter for Germany and Spain. We found some information on the parameters in Italy in [16] , for examplě D 0.25, and we presume that this is a result of the logarithmic-linear regression by the Italian health administration.",
            "cite_spans": [
                {
                    "start": 526,
                    "end": 530,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 401,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "A deeper look at the real data shows that the exponential behavior of the dynamic of the infected people we found only at the very beginning of the pandemic. In the German hot-spot Bavaria we found the results for the period from February 24 to April 20, 2020 theˇD 0.22658 with the non-linear regression. With the log-linear approach we found the quite similar valueˇD 0.23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "At the end we can state that the estimation of the parameterˇis complicated, but successful in most of the considered countries and regions. The results of the solution of the minimum-problem (6) to evaluateˇare in most of the cases with respect to the fitting of the real data better than the results of the minimization of functional (5) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "To illustrate the different quality and quantity of theˇ-estimation we use Italy as an example with Fig. 5 . This was also confirmed by the comparison of the numerical simulations based on the evaluatedˇ-values with the real data [15] .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "The interested readers are invited to make their own experiences with the real data of the beginning of the pandemic. The German data of the development of infected people from February 13, 2020 to of March 19, 2020 [14] are given in an Appendix and interested people can try to determine the parameterˇby themselves with their own programm codes (python, MATLAB,..) as an exercise. This can be done for other countries based on the data of the Johns-Hopkins University [17] also.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 220,
                    "text": "March 19, 2020 [14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "For the numerical solution of the SIR model initial value problem (1)-(3) we use a fourth-order Runge-Kutta method. The result with theˇ-value 0.215 for Germany is shown in Fig. 6 . The term \"undisturbed\" means a propagation of the pandemic without any pharmaceutical or non-pharmaceutical measures by political and medical authorities. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The estimation ofˇbased on real data"
        },
        {
            "text": "In the following we prove some typical properties of the SIR model. All these features can be transmitted to generalizations of SIR-type models, but owing to readability we will show it for the basic SIR model. A good survey on these issues are discussed in [41] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[41]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Some properties of the SIR model"
        },
        {
            "text": "Because of the continuity of the right-hand side of 4 We suppose here a population of 70 million because not all members of the 83 million German population are affected by the pandemic. But this assumption does not change the principal trend. 5 The practical application of the model and its numerical treatment yields appropriate solutions as a good approximation of the modeled problem of the pandemic.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 244,
                    "end": 245,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Some properties of the SIR model"
        },
        {
            "text": "Using the initial value of I one gets rid of the absolute value of I . b) The integration of Eq. (1) gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some properties of the SIR model"
        },
        {
            "text": "Because ofˇ; S; I > 0 follows dS dt < 0. c) The proof of property c) is analogous with those of b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Some properties of the SIR model"
        },
        {
            "text": "Proof It is easy to see that S C I C R D N D const. and because of S; I; R > 0 and the monotonicity the existence of the limits follows. S > 0 and dS dt < 0 implies the existence of S 1 2 OE0; N OE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 For the limits applies"
        },
        {
            "text": "Case S 1 > 0: The assumption I 1 > 0 and therefore lim t !1 dS dt .t/ D const. < 0 contradicts the result S > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 For the limits applies"
        },
        {
            "text": "Case S 1 D 0: We assume I 1 > 0. Then for large t the termˇS N is strictly negative and the contradiction follows from Eq. (2) for I . This implies I 1 D 0. For the third limit follows R 1 D N S 1 I 1 D N S 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 For the limits applies"
        },
        {
            "text": "In the general discussion of a pandemic the term \"herd immunity\" plays an important role. The mathematical background should be mentioned in the following. Considering the differential equation for the infected people the term \"herd-immunity\". We summarize this discussion in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 For the limits applies"
        },
        {
            "text": "The pandemic ends, if with I C R > H the herd immunity is reached. It must be said that models which include the compartment of vaccinated people V influences the herd immunity positively because the herd immunity is reached if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3"
        },
        {
            "text": "In the daily reports of the state medical-hygienic institutions (the Robert-Koch Institut (RKI) is responsible for that in Germany) by this they use the term \"reproduction number\" R which is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3"
        },
        {
            "text": "At the beginning of the pandemic we have S N and the reproduction number simplifies to R 0 Dˇ ; the basic reproduction number. R 0 of Germany in January 2020 was approximately equal to 3. Considering the Eq. (2) it is obvious that there is no pandemic, i.e. the development of I will decrease, if we have the situation R 0 < 1. At the beginning of the consideration we have S N and from (2) follows We can also conclude that the number of infected people will decrease if R < 1 applies. Will we summarize this behavior in the following theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3"
        },
        {
            "text": "The pandemic does not start if R 0 < 1 applies. The number of infected people decreases if R < 1 applies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4"
        },
        {
            "text": "If we combine the differential equations (1) and (2) by a formal division we get with D ˇN dI dS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K"
        },
        {
            "text": "The integration of (7) gives with ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K"
        },
        {
            "text": ".R 0 1 logR 0 / . 21 million/:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K"
        },
        {
            "text": "The general SIR initial value problem will be solved numerically, especially if the model parameters are not constant. For example it's possible to work with a timedependent functionˇinstead of a constant value. But for the investigation of the long-time behavior of the pandemic and for certain stages of the pandemic analytical solutions are possible (see for example [25] ).",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[25]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "The formal division of the equations (1) and (3) gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "with the solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "K For small R it is possible to approach the exponential function by the Taylor expan-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "R 2 2 C :::",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "and the Eq. (9) can be approximated by the Riccati equation (see for example [38] )",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[38]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "with the solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "using˛and the phase , defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "With the Eq. (3) and the formula (11) we get for the infected people the approximation 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "Using this approximation Kermack/McKendrick [26] could approach the regime of the plague epidemic of 1905/1906 in Bombay/India very well. The interested reader is invited to discuss this formula as an exercise (see also the Appendix).",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "If we suppose S 0 > and I 0 D 0 it applies˛D S 0 1 and therefore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "And with lim t !1 tanh ˛ t 2 D 1 we get an approximation for the magnitude of the pandemic R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "6 sech D 1=cosh is the secans hyperbolicus function, which we get with the differentiation of the tanhfunction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "If we have S 0 D C , > 0, at the beginning of the pandemic we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "and S.1/ D N 2 . This means during the pandemic the number of susceptible people was reduced by 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "Up to now we neglect the demographic dynamics in the SIR model. This is possible if we consider only short time periods of a pandemic. If we are interested in longer time periods we have to respect the birth and death rates in the model. With a birth rate g and a death rate d the SIR model is changed to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "In contrast to the basic SIR model the quantity N is not constant in general. The addition of the equations (13)-(15) gives the equation of the population dynamics dN dt D .g d /N :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytic solution of the SIR equation system"
        },
        {
            "text": "In the following some extensions of the SIR model will be treated and adumbrated. The general assumptions are not changed. We assume a homogeneous distribution of people in a certain region (state, area). The extension consists in a further subdivision of the compartments of the SIR model [22] . On the other hand stochastic phenomenona will be introduced. The numerical solutions for the ode systems carried out were done with a fourth-order Runge-Kutta method.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[22]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Extensions of the SIR model"
        },
        {
            "text": "As we mentioned above there are generalizations of the SIR model. Because of the latency between the infection of people with the virus and the capability to transmit the virus one can divide the compartment of infected people into a group of infected people who are not infectious, called the group of exposed people E, and the group of infected and infectious people I . This reflection leads to the SEIR model with the differential equation system ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model"
        },
        {
            "text": "The new parameter˛stands for the transmission rate of exposed persons to infectious ones. The latency period is the reciprocal of˛.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SEIR model"
        },
        {
            "text": "The properties of this model are quite similar to those of the SIR model, it means for example the positivity, the boundedness and the behavior of monotony. In Fig. 7 a typical result of the application of the SEIR model is shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "SEIR model"
        },
        {
            "text": "At the beginning of the COVID-19 pandemic was found a super-linear and subexponential growth of the number of infected people, for example in China and Austria. The phenomenon could not really be well described with the SIR or SEIR model. A better description was possible with the SIR-X model [32] , where the compartment I of infected people was subdivided into symptomatic and quarantined people -compartment X and other infected people I . This can be described by the following equation system.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[32]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "SIR-X model"
        },
        {
            "text": "The parameter Á 0 describes measures to protect vulnerable people, and Á is responsible for the quarantine efforts. With the Fig. 8 the SIR simulation was compared to the SIR-X simulation. For the numerical solution we used a fourth-order Runge-Kutta method. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "SIR-X model"
        },
        {
            "text": "Contreras et al. [19] considered the following compartments in a huge extension of the SIR model. This model arises in the actual research of physicists and mathematicians dealing with the modeling of the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "S -susceptible people E Q -exposed, non-infectious quarantined people E H -unrecognized infected, non-infectious people I Q -infected and infectious quarantined people I H -unrecognized infected and infectious people I H;s -unrecognized infected and infectious people with typical symptoms R -removed people (restored to health or dead).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "Unrecognized infected and infectious people without typical symptoms I H;a follow from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "As examples the equations for I Q and I H shall be given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "A problem of such multi-compartment models consists in the finding of appropriate parameters. The number of traced and tested people are known. But the parameters , s;r , r for example must be fitted based on real observed data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "On the other hand, it must be respected that the parameters are in general timedependent functions. Only short time periods can be simulated with constant parameters. But this works and yields valuable results of the influences of the contact parameters on the development of the pandemic. This is well documented in [19] .",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "text": "[19]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A multi-compartment model"
        },
        {
            "text": "Random influences cannot be fitted by the standard models [2] [3] [4] [5] . But there are some uncertainties which cannot be embraced by the model parameters. And this is the reason to extend the deterministic models to stochastic ones.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 66,
                    "end": 69,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 70,
                    "end": 73,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "Stochastic pioneers like Norbert Wiener and Kiyoshi Itó (see [23] ) introduced the mathematical basics of stochastic analysis and stochastic processes. Key concepts like Brownian motion (Wiener process) 7 or the Itó-integral innovated the theory of stochastic differential equations. This theory was extended in present time by B. Liu [30] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[23]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[30]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "Because of the fact that a Wiener process W t is not differentiable, an equation like",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "where X t is a random variable and W t is a Wiener process. That is the reason for the integral formulation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "Eqs. (24) are called \"stochastic differential equations\" (sde, see for example [37] ). A formal solution of (24) for a given initial state X 0 is of the form",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "text": "(24)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 79,
                    "end": 83,
                    "text": "[37]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The first integral of (25) is a classic Riemann-integral, but the second integral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "is not covered by the classic integration because of the mad properties of the Wiener process W t . Itó introduced for integrals like (26) the concept of the \"Itó integral\" and thus he showed a way to solve stochastic differential equations with the formula (25) . The stochastic process X t from Eq. (25) is called an Itó process. Now we can augment the deterministic model equation system to the stochastic differential equation system",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "(25)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The index t does not mean a time derivative. I t and S t denote stochastic processes and W t D .W 1t ; :::; W kt / T is a vector of independent Wiener processes with the main characteristic W jt W js N.0; p t s/, t > s and the independence of W kt and W ks for t ¤ s (k D 1,2). Since N D S t C I t C R t D const., we have R t D N S t I t , and since the equations (27) and (28) do not depend on R t , it is not necessary to consider an equation for R t .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "To get an idea of the matrix G D .g ij / i D1;2;j D1;:::;k we follow [3] to consider with",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "the change of the random variables S t and I t at time t. We divide the interval OE0; tOE into small sub-intervals of length t. The interval of length t was divided further into smaller sub-intervals of the length t j D t j t j 1 ; j D 1; :::; n with t 0 D t; t n D t C t and P n j D1 t j D t. For the changes X t it is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "For sufficiently small steps t j one can assume that the randow variables˚X t j « on the interval t are independent and identically distributed. For n sufficiently large K the Central Limit Theorem implies that X has an approximate normal distribution with mean E.X t / and covariance matrix COV.X t / e.g.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "X t E.X t / N.0; COV.X t // :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The expectation of X to order t is the change that occurs .C1 or 1/ times the probability 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "and the covariance matrix of X to order t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "To write the SDE for the SIR stochastic process either the square root of the covariance matrix Ct is required, or alternatively, a matrix G so that GG T D C . The following matrix G has this latter property (G is not unique) 9 . The matrix G is straightforward to compute as each component represents the square roots of the rates as given in Table 1 .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 227,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 344,
                    "end": 351,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "W t D .W 1t ; W 2t / T and W 1t , W 2t N.0; t/. The limit t ! 0 gives with ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "For a better readability we leave out the index t . 9 Due to the property of S; I , to be non-negative, the matrix C is at least positive semi-definite and symmetric. Therefore, the square root exists and the Cholesky decomposition exists for the positive definite case. (16)- (19) . Analogically with the SIR model we consider the vector of stochastic processes X t D .S t ; E t ; I t / T and the vector of independent Wiener processes W t D .W 1t ; W 2t ; W t 3 / T . The stochastic SEIR model is of the form",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 277,
                    "end": 281,
                    "text": "(19)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The fourth equation for R can be considered separately. For the determination of the diffusion matrix G we look at the changing rates in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "Analogically to proceeding with the SIR model we find with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "the covariance matrix of X D .S; E; I / T to order t. The finding of a matrix G with GG T D C is straightforward with the result",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "W t D .W 1t ; W 2t ; W 3t / T and W jt N.0; t/; j D 1; 2; 3. The limit t ! 0 gives with d X t D F .X t /dt C G.X t /d W t the relevant SDE system. (27)-(28) was solved with the Euler-Maruyama-method which was explained for example in [36] or [11] . The results of the simulations are pictured in Fig. 9 .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[36]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 296,
                    "end": 302,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "The comparison of deterministic and stochastic simulations showed that the results of the deterministic simulations overestimate the height of the infected curve. for t < 46 0.2ˇ0 for 46 Ä t Ä 76 0 for t > 76; t < 46; then we get the result pictured in Fig. 10a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "text": "Fig. 10a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "The numerical tests showed that a very early start of the lockdown, resulting in a reduction of the infection rateˇ0, causes the typical Gaussian curve to be delayed by I ; however, the amplitude (maximum value of I ) does not really change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "It is known from other pandemics, such as the Spanish flu [9, 33] or the swine flu, that the development of the number of infected people looks like a Gaussian curve. The interesting points in time are those where the acceleration of the numbers of infected people increases or decreases, respectively.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "33]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "These are the points in time where the curve of I changes from a convex to a concave behavior or vice versa. The convexity or concavity can be controlled by the second derivative of I.t/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "Let us consider Eq. (2) and suppose thatˇis constant. By differentiation of (2) and the use of (1), I get With that, the I -curve will change from convex to concave we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The switching time follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "A lockdown starting at t 0 (assigningˇD Äˇ0, Ä 2 OE0,1OE) up to a point in time t 1 D t 0 C t , with t as the duration of the lockdown in days, will be denoted as a dynamical lockdown (for t > t 1 ,ˇis reset to the original valueˇ0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "t 0 indicates the point in time up to which the growth rate increases and after which it decreases. Fig. 11a shows the result of such a computation of a dynamical 30-day lockdown. I obtained t 0 D 108 (ˇD 0.2ˇ0). The result is significant. In Fig. 12a , a typical behavior of d 2 I d t 2 is plotted (in Fig. 12b , d 2 I d t 2 in the dynamical lockdown case).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Fig. 11a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 243,
                    "end": 251,
                    "text": "Fig. 12a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 303,
                    "end": 311,
                    "text": "Fig. 12b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "The result of a dynamical 30-day lockdown for Spain is shown in Fig. 11b , where I found t 0 D 106 (ˇD 0.2ˇ0).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 72,
                    "text": "Fig. 11b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A stochastic framework"
        },
        {
            "text": "The lockdown-simulations show that one can win time with such measures, but a terminable social distancing moves the curve of infected people by the period of lockdown days into the future. The experiences of Germany and other countries concerned show that limited lockdown measures without any other relevant interventions do not solve the pandemic problems but flatten the curve of infected people for the lockdown period only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "What are \"relevant\" interventions? At the end of 2020 mankind was given the first efficacious COVID-19 vaccines, and the immunization campaign could be started. The influence of the COVID-19 vaccination will be discussed in the next section. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A stochastic framework"
        },
        {
            "text": "The vaccination campaign should be factored in the basic SIR model. Every vaccination reduces the compartment of susceptible people and increases the removed group. This leads to the modified SIR-equation system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmaceutical interventions by vaccination"
        },
        {
            "text": "where V is the amount of vaccinated people per day, which is a prescribed timedependent function. If we use a vaccination function ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pharmaceutical interventions by vaccination"
        },
        {
            "text": "What is a good choice of quantity to describe the COVID-19 spread? The World Health Organization (WHO) and national health institutions measure the COVID-19 spread with the seven-day incidence (WHO also uses the Fourteen-days incidence) of people with COVID-19 per 100 000 inhabitants. In Germany, it is possible to control or trace the history of people with COVID-19 by local health institutions K Modeling of COVID-19 propagation with compartment models if the seven-day incidence has a value less than 50. However, between the end of December 2020 and the beginning of January 2021, the averaged incidence was about 140 and, in some hotspot federal states, such as Saxony, it was greater than 300. At the end of March 2020 and at the beginning of April 2020, the incidences changed dramatically. However, in general, one considers a different pandemic development from one federal state to another and this situation needs to be respected with the consideration of diffusion phenomena. If the social and economical life should be sustained, there are several possibilities of transmitting the COVID-19 virus. Among others, the following ones to be mentioned are: commuters and employees on the way to their office or to their position of employment, especially medical and nursing staff; pupils and teachers in schools and on the way to school; people buying everyday necessities using shopping centers; postmen, suppliers and deliverers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "All of these activities take place during so-called lockdowns in Germany, with the result of an ongoing propagation of the pandemic. Furthermore, the unavailable center of power in the decentralized federal states of Germany often leads to solo efforts of some federal states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "From countries, such as China or Singapore, with quite different civilization and cultural traditions than those in Germany, it is known that the virus propagation could be stopped with very rigorous measures such as the strict prohibition of social and economic life. Those ones mentioned-above are absolutely forbidden. This is inconceivable in countries like Germany, Austria, the Netherlands or other states with a western understanding of freedom and self-determination. However, as a consequence of such a western lifestyle, they have to live with more or less consecutive activity of the COVID-19 pandemic. This is the reason for the following trial: to describe one aspect of the pandemic by a diffusion model. In connection with the pandemic, diffusion has been discussed, e.g., in [1, 7, 12] . The diffusion being a central process in many biological, social, chemical and physical systems is considered in [6, 44] . A similar model but in another context has been discussed in [13] .",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 794,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 795,
                    "end": 797,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "44]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "Within the diffusion concept discussed here, the seven-day incidence, denoted by s, serves as the quantity that is influenced by its gradients between different levels of incidence in the federal states of Germany.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "The mathematical model of diffusion of a certain quantity c is given by [21] :",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[21]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "where R 2 is the region that will be investigated, here the national territory of Germany, D is a diffusion coefficient, depending on the locality x 2 , OEt 0 ; T is the time interval of interest, and q is a term that describes sources or sinks. Now the seven-day incidence s should be considered as such a quantity with the term q that describes the possibility of infections. In addition to Eq. (35) , one needs to define initial conditions for s, such as, e.g.,",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "text": "(35)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "and boundary conditions,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "where˛;ˇand are real coefficients, @ DW denotes the boundary of the region , and r n s D rs E n is the directional derivative of s in the direction of the outer normal vector E n on . The choice of˛D 0,ˇD 1 and D 0 leads, for example, to the homogeneous Neumann boundary condition:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "which means no import of s at the boundary . In other words, Eq. (38) describes closed borders to surrounding countries outside . The diffusion coefficient function, K D W ! R, is responsible for the intensity or velocity of the diffusion process. From fluid or gas dynamics one knows [20] :",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[20]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "with the averaged particle velocity, N v, and the mean free path, . The application of this ansatz to the movement of people in certain areas requires some assumptions for N v and . The discussion of the mean distance of people in a certain federal state considering the means distances of homogeneous distributed people leads to the relation, D p A=N , with the area, A, and a number of inhabitants, N , for the relevant federal state. Let us assume the velocity N v spanning 50 to 100 km/day, which is a gauge of mobility [1, 7] . Another suggesting heuristic is given with the assumption of D assumed to be proportional to the population. The first ansatz, based on Eq. (39) , was applied in the simulations with N v D 100 km/day. However, these approaches looks to be a coarse approximation of such diffusion processes. As soon as the population (areas and number of inhabitants) of the federal states of Germany are different, D is expected to be a location-dependent non-constant function. This means that the diffusion phenomenon is supposed to be of a different intensity in the different federal states of Germany. The data given in Table 3 define the function D. For example, one finds D D 0.48875km 2 /day for Bavaria, and D D 0.64355km 2 /day for Saxony-Anhalt.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "(39)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1142,
                    "end": 1149,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "If there are no sources or sinks for s, i.e., q D 0, and the borders are closed, which means for the boundary condition (38) , the initial boundary value problem of Eqs. (35) , (36) and (38) has the steady-state solution:",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "(38)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "(35)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 177,
                    "end": 181,
                    "text": "(36)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "(38)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "This is easy to verify, and this property is a characteristic of diffusion processes tending to equilibrium. It is quite complicated to model the source-sink function q in an appropriate way. q depends on the behavior of the population and the health policy of different federal states. Therefore, only very rough guesses can be made. It is known that people in Schleswig-Holstein are exemplary with respect to the recommendations to avoid infection with the COVID-19 virus which means q < 0. On the other hand, in certain regions of Germany, people did not follow the indicated protocols, which means q > 0 existed for a long time (the government of Saxony has since changed the policy leading to q < 0). However, regardless of these uncertainties, one can obtain information about the pandemic propagation, for example, the influence of hotspots of high incidences (Saxony) to regions with low incidences (for example, South Brandenburg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "At the beginning of the year 2021 (January 14), the Robert Koch Institut (RKI), being responsible for the daily COVID-19 data collection, published the seven-day incidence data (of January 14, 2021 [14]), summarized in Table 3 . The values of Table 3 are used as initial data for the function s 0 of Eq. (36) .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "(36)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 243,
                    "end": 250,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "The data in Table 3 [14] are used as a basis for the determination of the diffusion coefficient function. iteration method arises. For the discretization parameters, t values in the range of 0.1 to 1 day were chosen. The 2-dimensional spatial discretization parameters x and y range from 7 to 14 km. With those discretization parameters, seven to twelve Jacobi-iterations are necessary to comply with the criterion (Euclidian norm of the relative error),ˇs nC1;i C1 s nC1;iˇˇ2ˇs nC1;iˇˇ2 < for D 10 4 . Fig. 15 shows the map of Germany. For the sake of simplicity, the German border is approximated by a simple polygon. In Fig. 16 , the region is adumbrated, the size of the finite volume cells, x y .8 8/ km 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 503,
                    "end": 510,
                    "text": "Fig. 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "Fig. 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A mathematical diffusion model to respect spatial virus propagation"
        },
        {
            "text": "To validate the numerical method for the diffusion setting, a test should be made in order to reach a steady-state, i.e., the equilibrium given by Eq. (40) . One can use large time-steps (of 10 days) as soon as there is no need to follow any time behavior here. With the seven-day-incidence of January 12, 2021 for the German federal states, gets the result s 160 D const. on . This is the constant value, which is evaluated using Eq. (40) . It should be noted that this steady-state computation is only done for the validation reasons of the conservative approximation of the continuous mathematical model by the numerical finite-volume approximation. However, it is important to stress that a long-term simulation of more than a year is necessary to approach the steady-state. This is also a hint that the diffusion is a very slow, longscale process.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "(40)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "(40)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "For the time-behavior simulations, let us start with the case q D 0. t is then set to a half-day. Fig. 17 displays the initial state. The initial state is a piecewise constant function with values of the seven-day incidence of the 16 federal states where Munich is considered as a town with over a million inhabitants taken separately as it was excluded from Bavaria. Fig. 18 shows the development of the diffusion process with the change in contour lines of s of the levels 135; 155; 175; 195, and 215 over a period of 100 days. Especially in the border regions (Saxony-Brandenburg, Saxony-Bavaria, Saxony-Thuringia), one can observe a transfer of incidence from the high level incidence of Saxony to the neighboring federal states. Furthermore, the high incidence level of Berlin was transferred to the nearby Brandenburg region. The northern states with a low incidence level were only influenced weakly by the other states. A typical smoothing and decreasing of the incidence gradients can also be observed. The short-horizon forecast confirms the qualitative development of the incidence in Germany. A finer resolution of the incidence propagation will be considered below by finer modeling of the source-sink term q.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Fig. 17",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 368,
                    "end": 375,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "In Fig. 18 , the development of the seven-day incidence of a high incidence region (Dresden) compared to a low incidence region (South Brandenburg) is shown. With the parameters˛,ˇand of the boundary condition Eq. (3), it is possible to The boundary condition at the border crossing reads:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Fig. 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "Drs E n D :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "The initial state s 0 the same as in the example above. > 0 means an \"inflow\" of people with COVID-19, < 0 indicates a loss of people with COVID-19, while D 0 refers to a closed border. In Fig. 19 , the move of the contour lines of s for the case D 250 km/day is shown.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "text": "Fig. 19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "At the southern border of Bavaria, one can observe the increase of s caused by the flux of s from Austria to Bavaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "The results without a source-sink-term (q D 0) describe the qualitative trend, which was observed in the pandemic development. To describe the whole pandemic process of long-scale diffusion and the small-scale local virus transmission, it is necessary to consider local epidemic spreading models, as it is done in the next section. the consideration of a SIR model in the federal states of Germany separately. The SIR model is defined by the following system of equations (see, e.g., [26, 29] ):",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[26,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "29]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "where j defines the respective federal state, and S j , I j and R j are the groups of susceptible, infected and removed people. N j is the population of the respective federal state. Á is the reciprocal value of the typical time from infection to recovery (Á D 1=14 0.07). Ä j is the average number of contacts per person per time multiplied by the probability of disease transmission for a contact between a susceptible and an infectious subject.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "The relation between the actual reproduction number, R, and Ä and Á is R D Ä=Á.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "To clarify a possible relation between actual non-pharmaceutical measures of the government and the values of Ä (or R), let us consider the development of people with COVID-19 in the period from November 18, 2020 to April 24, 2021. Fig. 20 shows the RKI data [14] and the result of the simulation with the SIR model. The curve shows the implication of the drastic changes of the measures taken by the politicians with a sequence of local minimums followed by local maximums. The first local minimum seen was reached on December 5, 2021, the first local maximum found on December 24, 2021, the next minimum found on January 7, 2021, and the next local maximum on January 14, 2021. In Table 4 In what follows, the diffusion model (35) , (36) , (38) coupled with the SIR model (43)-(45) is used.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "(35)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "(36)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "(38)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Fig. 20",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 683,
                    "end": 690,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "To take into account the long-scale and small-scale processes, one considers, after the diffusion steps with the size t , the model (43)-(45) for a time-interval t . This means to solve a family of initial value problems in the interval OEt p ; t p C t in every diffusion step of Eq. (42) from t p to t p C t (see Algorithm 1).The initial values for I j .t p / are used as the mean values of s (Table 3 ) of the respective federal states. The first values of R j .t p / (in the first diffusion step) are set to zero and the S j .t p / values come from the relation N j D S j C I j C R j . The result of the initial value problem I j .t p C t / is converted to s j .t p C t / and used to determine q for Eq. (42) by the changing rate of s j , which means",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 394,
                    "end": 402,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "during the time t , caused by the process modeled with the equation system (43)-(45). In the deterministic case ( D 0), the Euler method is used to solve the initial value problem per diffusion time-step (with a time-step of ı t D t =10). For constant coefficients Ä, Á there are possibilities of finding analytic solutions of the SIR system, which can be found in [28, 42] . However, for time-dependent coefficients, numerical methods have been used to find a solution. Here, it is important to note that the step-sizes t and ı t used are chosen heuristically. Let us note that the analysis of the physics of time-scales of both the local transmission and the diffusion process is an interesting point and should be considered in further investigations of such combined modeling together with the parameters of the diffusion process; see, e.g., [18] . Due to the poor informativeness of surface graphs and contour lines, the propagation of the people with COVID-19 in Bavaria is used to compare the simulated results with the real data of the RKI. The result of the diffusion model coupled with the SIR model over the period from April 26 to May 5 is shown in Fig. 21 ( t D 1 day, ı t D t =10). In addition, to the nine days where the real data are known, a forecast up to May 16, 2021 is made.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[28,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "42]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "[18]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1161,
                    "end": 1168,
                    "text": "Fig. 21",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "For the reinterpretation (by counting back using the population and the area of the federal states) of the result for the seven-day incidence, in Fig. 22 the incidence with the congruous distribution of the people with COVID-19 per square kilometer is considered. It is obvious that the people with COVID-19 are concentrated in the congested urban and metropolitan areas such as Munich, Hamburg, Berlin, and Ruhr.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig. 22",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "Sect. 9 is a recapitulation of paper [10] . It should be mentioned that these thoughts about the term \"diffusion\" are still under consideration and will be an important issue of further research. ",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "The qualitative behavior of the diffusion model"
        },
        {
            "text": "In this paper, we reviewed some basic properties of the SIR model to describe the progression of the COVID-19 pandemic. Further it demonstrated the SIR model and some modifications by numerical simulations of the German pandemic situation. It was found that the timing of the lockdown is crucial in the progression of a pandemic. It could be shown that a very early start of limited social distancing measures for a period of t days leads only to a displacement of the climax of the pandemic, but not really to an efficient flattening of the curve of the number of infected people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The intervention measures are more efficient, and one can observe a descent in the number of infected people if the social distancing is started beyond the dynamical lockdown time t 0 . However, in this case, a second bump of the curve of infected people will also occur. A stepwise return to normality turned out to be the most efficient way to overcome the climax of a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "For the calibration of the SIR model, i.e., the evaluation of the parameteř , the non-linear regression comes up with significantly better results than the log-linear regression. This is evident with the comparison of the graphs of the evaluated exponential functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "It must be noted again that the parametersˇand Ä were guessed very roughly. Depending on the capabilities and performance of the health systems and further research results and experiences of the respective countries, those parameters may look different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The conclusions to control the pandemic of today are not really different to those of Kermack/McKendrick, which are cited in Fig. 23 . The contacts of people must be reduced, the personal and social environment must be efficiently sanitized and the vulnerable people must be eminently protected. The vaccination/immunization of the population is the most important issue to reach the herd immunity which leads to a decreasing number of infected people and terminates the pandemic in the end by switching to an endemic situation. Fig. 23 Original conclusions, facsimile of [26] It has to point to the second bump in the progression of the number of infected people as an important issue of limited lockdowns. This must be taken into account in all decisions made by physicians and politicians in connection with the handling of the pandemic.",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "text": "[26]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Fig. 23",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 529,
                    "end": 536,
                    "text": "Fig. 23",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Finally, it must be said that the SIR models and their modifications are valuable instruments to describe the pandemic and forecast the infection history over short periods. But it is necessary to adjust the model and its parameters depending on the respective local situation. Due to the supposition of homogeneity of people distribution, density, behavior and so on the SIR-model provides mean propositions and forecast the infection history over short periods. But it is necessary to adjust the model and its parameters depending on the respective local situation. For a finer local resolution of the pandemic propagation one can consider separate considerations for smaller regions rather than whole countries like Germany or Spain. This was considered be a recapitulation of [10] with separate models for example for Bavaria, Saxonia, Thuringia combined with the model of diffusion processes.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 784,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In conclusion, it must be said that the results of the simulations using the SIR model describe, in a way, the worst case. A lot of interventions made by politicians and physicians can disturb the progression of the pandemic in a positive way. However, not all measures and interventions can be described by SIR-type models. This allows the conjecture that the real pandemic will be weaker than the simulation results of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Due to the development of the data concerning infected people, which is less dramatic than the forecast of the mathematical modeling community, a bashing of science, mainly physicists, mathematicians and virologists emerges. This is regrettable, but \"There is no glory in prevention\" -a well-known saying of physiciansand we must live with the criticism in politics and the printed and electronic media. But then without respectable warnings about the risks of the COVID-19 virus aggressiveness by the named scientists a disaster would have been ineluctable. K It is recommended to evaluate the data of this table to empathize the estimation of the parameterˇby the root mean square approximation method which was carried out above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Above with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approximated analytic solution of the SIR model"
        },
        {
            "text": "was given an approximation of the development of removed people by the exact solution of the Riccati-equation (10), and with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approximated analytic solution of the SIR model"
        },
        {
            "text": "the consequence for the compartment I . Maybe it is interesting to evaluate these formulas for appropriate data of the actual pandemic by eligible graphics software (python, MATLAB etc.,˛and are defined above) as an exercise of the useful application of computer-algebra systems. A second exercise is the proof of R.t/ to be a solution of the Riccati equation (10) .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Approximated analytic solution of the SIR model"
        },
        {
            "text": "Funding There is no external funding beside the usage of the infrastructure of the TU Berlin by the author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approximated analytic solution of the SIR model"
        },
        {
            "text": "The author declares that he has no conflicts of interests and no conflicts of competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Diffusion as a first model of spread of viral infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Acioli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Phys",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Introduction to Stochastic Proceses with Applications to Biology",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Modeling with Itó Stochastic Differential Equations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A primer on stochastic epidemic models: Formulation, numerical simulation, and analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect. Dis. Model",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of Deterministic and Stochastic SIS and SIR Models in Discrete Time",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Burgin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Math Biosci",
            "volume": "163",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamics of social balance on networks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Antal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Krapivsky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Redner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Phys. Rev. E",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Simulation of spatial spread of the COVID-19 pandemic on the basis of the kinetic-advection model",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Aristov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Stroganov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Yastrebov",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physics",
            "volume": "3",
            "issn": "",
            "pages": "85--102",
            "other_ids": {
                "DOI": [
                    "10.3390/physics3010008"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A first study on the impact of current and future control measures on the spread of COVID-19 in Germany",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Barbarossa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fuhrmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Meinke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krieg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Varma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Castelletti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lippert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.08.20056630"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The site of origin of the 1918 influenza pandemic and its public health implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Transl Med",
            "volume": "2",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A local and time resolution of the COVID-19 propagation -A two-dimensional approach for Germany including diffusion phenomena to describe the spatial spread of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bärwolff",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physics",
            "volume": "3",
            "issn": "",
            "pages": "536--548",
            "other_ids": {
                "DOI": [
                    "10.3390/physics3030033"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Numerik für Ingenieure",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bärwolff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Understanding COVID-19 diffusion requires an interdisciplinary, multi-dimensional approach",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bontempi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vergalli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Squazzoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envres.2020.109814"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Optimization of fishing strategies in space and time as a non-convex optimal control problem",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braack",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Quaas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tews",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vexler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Optim Theory Appl",
            "volume": "178",
            "issn": "",
            "pages": "950--972",
            "other_ids": {
                "DOI": [
                    "10.1007/s10957-018-1304-7"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Che cos'e R0 e Perche e Importante",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bulletin Of Istituto Superiore Della Sanita",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Size and timescale of epidemics in the SIR framework",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cadoni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gaeta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Physica D",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physd.2020.132626"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Low case numbers enable longterm stable pandemic control without lockdowns",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dehning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Mohr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Spitzner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Priesemann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "11413--11415",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.10.20247023"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Diffusion -Mass Transfer in Fluid Systems",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Cussler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ueber Diffusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann. Phys",
            "volume": "107",
            "issn": "",
            "pages": "59--86",
            "other_ids": {
                "DOI": [
                    "10.1002/andp.18551700105"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SEIR modeling of the COVID-19 and its dynamics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nonlinear Dyn",
            "volume": "101",
            "issn": "",
            "pages": "1667--1680",
            "other_ids": {
                "DOI": [
                    "10.1007/s11071-020-05743-y"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On a stochastic integral equation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Itó",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Proc. Jpn. Acad",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Beyond just \"flattening the curve",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kantner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koprucki",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Optimal control of epidemics with purely non-pharmaceutical interventions. arXiv arXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Deterministic and Stochastic Epidemics in Closed Populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proc. Third Berkeley Symposium Math. Stat. & Prob",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A contribution to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proc R Soc Lond A",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimate of the Development of the Epidemic Reproduction Number Rt from Coronavirus SARS-CoV-2 Case Data and Implications for Political Measures Based on",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khailaie",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandyopadhyay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mascheroni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanella",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Binder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer-Hermann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prognostics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.04.20053637"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Analytical solution of the SIR-model for the temporal evolution of epidemics. Part A: time-independent reproduction factor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kröger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Phys. A. Math. Theor",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1751-8121/abc65d"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "An Introduction to Mathematical Modeling of Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-72122-4"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Uncertainty Theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Corona, mathematical epidemiology, herd immunity, and data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luckhaus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "742--746",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The urgent need for integrated science to fight COVID-19 pandemic and beyond",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moradian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ochs",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sedikies",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamblin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Camargo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Biamonte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Transl Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12967-020-023642"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "A realistic agent-based simulation model for COVID-19 based on a traffic simulation and mobile phone data",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balmer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Charlton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ewert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rakow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schlenther",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2011.11453v1"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Mathematical modeling of COVID-19 transmission dynamics with a case study of Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ndairou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Area",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Nieto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos Solitons Fractals",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chaos.2020.109846"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Numerical Solution of Stochastic Differential Equations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kloeden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Platen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Stochastic Integration and Differential Equations",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Protter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Riccati Differential Equations",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Computational Fluid Dynamics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roache",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dynamics in a simple evolutionary-epidemiological model for the evolution of an initial asymptomatic infection stage",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Saad-Roy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Wingreen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "117",
            "issn": "",
            "pages": "11541--11550",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1920761117"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "On COVID-19 modelling",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schaback",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jahresber Dtsch Math Ver",
            "volume": "122",
            "issn": "",
            "pages": "167--205",
            "other_ids": {
                "DOI": [
                    "10.1365/s13291-020-00219-9"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Analytical modeling of the temporal evolution of epidemics outbreaks accounting for vaccinations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlickeiser",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Physics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/physics3020028"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Agent-based modeling of T cell receptor cooperativity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siokis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meyer-Hermann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Mol Sci",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms21186473"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Transient diffraction grating measurements of molecular diffusion in the undergraduate laboratory",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Spiegel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tuli",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Phys",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Original title, facsimile of[26]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Original ode-system, facsimile of",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Regime of the pandemic,ˇ-value from the logarithmic-linear regression. (a) Result for Spain (January 31, 2020 to March 20, 2020), (b) Result of the UK (January 30, 2020 to March 20, 2020) Fig. 4 Comparison of the real data and the curves with the evaluated parameterˇfrom January 31, 2020 to March 20, 2020. (a) German regime from January 31, 2020 to March 20, 2020, (b) Spanish regime from January 31, 2020 to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Comparison of the real data and the curves with the evaluated parameterˇfor Italy from January 31, 2020 to March 20, 2020. (a) Result of Italy with theˇ-value from the logarithmic-linear regression, (b) Result of Italy with theˇ-value form the non-linear minimization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Undisturbedtime-step we used t D 1 day. The initial values are S.0/ D N 15, I.0/ D 15 and R.0/ D 0. As a population we assumed N D 70 million 4 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the equation system (1)-(3) there is at least one local solution .S; I; R/ W OEt 0 ; T ! R 3 for given initial values .S.t 0 /; I.t 0 /; R.t 0 // D .S 0 ; I 0 ; R 0 / as a consequence of the existence theorem of Peano 5 . Theorem 1 For initial values S 0 > 0, I 0 > 0 and R 0 D 0 and positive parameterš and the solution .S.t/; I.t/; R.t// has the properties a) I.t/ > 0 8t 2 OEt 0 ; 1OE, b) S.t/ > 0 and dS dt .t/ < 0 8t 2 OEt 0 ; 1OE and c) R.t/ > 0 and dR dt .t/ > 0 8t 2t 0 ; 1OE. Proof a) For the Eq.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Consequently we experience an abatement of the pandemic, if we have S D N I R < ˇN \" I C R > N ˇN WD H :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ".t/ D I.0/exp.ˇ / D I.0/exp. .R 0 1// :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "a conserved quantity (also called first integral), which is constant on the trajectories of the .I; S/-phase space. The Eq. (8) gives with I max D C log C I.0/ C S.number of infected people during the pandemic for S.t/ D , because the function f .S/ D logS S has its maximum at S D . At the end we get with S.0/ D N and I.0/ D 0 (and D N R 0 )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 7 \"Undisturbed\" one-year pandemic course of Germany with initially 15 infected persons on day 0, starting on February 13, 2020,ˇD 0.215, D 0.07, D 0.25, N D 70 million, I.0/ D 15, S.0/ D N I.0/, E.0/ D R.0/ D 0",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "a) SIR model simulation, one year pandemic course of Germany with initially 15 infected persons on day 0 from February 13, 2020 to February 13, 2021,ˇD 0.215, D 0.07,˛D 0.25, N D 70 million, I.0/ D 15, S.0/ D N I.0/, R.0/ D 0; (b) SIR-X model simulation, one year pandemic course of Germany with initially 15 infected persons on day 0 from February 13, 2020 to February 13, 2021,ˇD 0.215, D 0.07,˛D 0.25, N D 70 million, I.0/ D 15, S.0/ D N I.0/, R.0/ D 0, Á 0 D Á D 0.003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 9 (a) Deterministic simulation of the one-year pandemic regime in Germany; (b) Stochastic SIR simulation of the one-year pandemic regime in Germany.ˇD 0.215, D 0.07, N D 70 million, I.0/ D 15, S.0/ D N I.0/, R.0/ D 0 The sde-system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The stochastic simulations results in a decreased maximum of infected people. The maximum value of infected people of the deterministic simulation was 20 505 724 compared to the stochastic one of 18 721 628. The time-step h D 0.5 day was used. The stochastic result was the mean of 50 simulated paths.7 Non-pharmaceutical interventions to prevent the pandemic In all countries concerned by the COVID-19 pandemic, lockdown measures of social life have been discussed. In Germany, a first lockdown started on March 16, 2020. The effects of social distancing to decrease the infection rate can be modeled by a modification of the SIR model. Now, we considerˇin the equation system (1)-(3) as a time-dependent function (instead ofˇDˇ0 D const. in the original SIR model). The limitations of contacts to 20% of normality 10 starting at time t 0 can be described for example by the functioň .t/ D 0.2ˇ0 for t 0 Ä t Ä will understand 20% of normality by a lockdown, this meansˇD 0.2ˇ0. K Fig. 10 Results with lockdowns; S -green, I -red, R-blue; 30 days lockdown, starting on March 16, 2020. (a) German progression over one year, starting at the end of January 2020; (b) Spanish progression over one year, starting at the end of January 2020If we respect the chosen starting day of the German lockdown, March 16, 2020 (this conforms to the 46th day of the year concerned starting at the end of January 2020), and we work witȟ",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Results over one year; S -green, I -red, R-blue. (a) German progression over one year, starting at the end of January 2020, dynamical lockdown; (b) Spanish progression over one year, starting at the end of March 2020, dynamical lockdown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Typical history of the second derivatives of I . (a) History of the second derivative of I ; (b) History of the second derivative of I with dynamical lockdown",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "means a vaccination of 10 million people), we get the result of an exemplary simulation pictured in theFigures 13 and 14.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "a) Result without vaccination; (b) Result with the vaccination function V .t/ Fig. 14 Effect of vaccination Infected people (a); Susceptible and removed people (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Map of Germany describe several situations at the borders of the boundary of . The case with D 0,ˇD D and ¤ 0 describes a flux through the border. Such a scenario is used in the following example to describe the journey home of people with COVID-19 from Austria to Bavaria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Rough contour of and it's discretization Fig. 17 Contour lines of the seven-day incidence, s, at the time t D 15 days (a) and t D 125 days (b) Fig. 18 Time history of s of Dresden (upper line) and Southern Brandenburg (bottom line) Fig. 19 Contour lines of s at t D 15 days (a), t D 125 days (b), with the source-sink function q D 0, and the coefficient D 250 km/day 9.3 Consideration of the local transmission via a SIR model in the diffusion model The previous section demonstrates the diffusion as a long-scale process. On the other hand, a small-scale process occurs with the direct virus transmission via epidemiological infection. This process can be described with a SIR model, for example. The change of s per day can be divided into a part coming from diffusion and another part coming from the local transmission of the virus. The second issue will be modeled with the SIR model. The local virus transmission means, in other words,Fig. 20 Comparison of real data [14] and simulation results",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": ", the possible values of Ä to obtain the curve of the people with COVID-19 for the simulation with the SIR model are shown. The possible Ä-values for the chronological periods are obtained with a simple trial-and-error method. The measures taken by the government from the end of April 2021 can be compared with the measures for the period beginning at January 14 with a Ä-value of 0.028. For the propagation of the pandemic from April 25, this Ä-value is used. Due to the fact that the government measures are based on the infection control law,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Course of people with COVID-19 in Bavaria, from April 26, 2021 to May 5, 2021 without diffusion (a) and with diffusion (b)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Forecast of the seven-day incidence, s, (a), and distribution of people with COVID-19 (b) after 20 days, for the SIR model coupled with the diffusion concept",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SIR assumptions",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SEIR assumptions",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "-days incidence, people density [=km 2 ], inhabitants OE=100 000, area of the federal states of Germany [km 2 ]",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Simulated period-dependent average number of contacts per person per time, Ä, and actual reproduction number, R, for Germany.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "German data for the estimation ofǏ n the following table the German data of infected people from February 13 to March 19, 2020 is listed.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Based on the subdivision of (area of Germany) into finite rectangular cells ! j ; j 2 I , where I is the index set of the finite volume cells, and D [ j 2I ! j , Eq. (35) was spatially discretized with a finite volume method. Along with the discrete boundary condition Eq. (38), one gets a semi-discrete system continuous in time @s j @t D r h .Dr h s j / C q j ; j 2 I ; (41) where h indicates the discrete version of the r-operator. The finite volume method is of a spatial order two; see, e.g., [39] . The time discretization is done with an implicit Euler scheme of order one. This allows us to work without strict restrictions for the choice of the discrete time-step t . At each time level, one has to solve the linear equation system,for n D 0; :::N; N D .T t 0 /= t . s 0 j was set to the incidence s 0 .x/ for x 2 ! j , j D 1; :::; I .Due to the complex geometry of the region with the Jacobi method, an iterative solution method for Eq. (42) of the form A s D b was used. The coefficient matrix A is irreducibly diagonal dominant, and therefore, the convergence of the Jacobi Appendix",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "(41)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[39]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}