{
    "paper_id": "54c0f75a3973edcf7d6af9b0d5718d9349dd95fe",
    "metadata": {
        "title": "Detection of Pulmonary Embolism in Returning Travelers with Hypoxemic Pneumonia due to COVID-19 in Reunion Island",
        "authors": [
            {
                "first": "Kevin",
                "middle": [],
                "last": "Larsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Pneumologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Coolen-Allou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Pneumologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Masse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Pneumologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Angelino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Radiologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jérôme",
                "middle": [],
                "last": "Allyn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Lea",
                "middle": [],
                "last": "Bruneau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "INSERM CIC 1410",
                    "institution": "University Hospital",
                    "location": {
                        "settlement": "Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Adrien",
                "middle": [],
                "last": "Maillot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Hospital",
                    "location": {
                        "settlement": "Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "Lagrange-Xelot",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Thierry",
                "middle": [],
                "last": "Vitry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Radiologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "André",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Pneumologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean",
                "middle": [
                    "Yves"
                ],
                "last": "Travers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Radiologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Emilie",
                "middle": [],
                "last": "Foch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Pneumologie, Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Allou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Centre Hospitalier Universitaire Felix Guyon Allée des Topazes",
                    "institution": "",
                    "location": {
                        "settlement": "Saint Denis",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The aim of this study was to evaluate the occurrence of pulmonary embolism in returning travelers with hypoxemic pneumonia due to COVID-19. All returning travelers to Reunion Island with hypoxemic pneumonia due to COVID-19 underwent computed tomography pulmonary angiography (CTPA) and were included in the cohort. Thirty-five patients were returning travelers with hypoxemic pneumonia due to COVID-19 and had recently returned from one of the countries most affected by the COVID-19 outbreak (mainly from France and Comoros archipelago). Five patients (14.3%) were found to have pulmonary embolism and two (5.9%) were incidentally found to have deep vein thrombosis on CTPA. Patients with pulmonary embolism or deep vein thrombosis had higher D-dimer levels than those without pulmonary embolism or deep vein thrombosis (P = 0.04). Returning travelers with hypoxemic pneumonia due to COVID-19 should be systematically screened for pulmonary embolism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An outbreak of COVID-19 that started in China in December 2019 began to spread globally, 1 particularly in Europe, in January 2020. Reunion Island (845,000 inhabitants) is a French overseas department located in the Indian Ocean. It is at a distance of 10,000 km from Paris and is connected to metropolitan France by several daily flights (11 hours).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between March 11, 2020 and April 20, 2020, 388 cases of COVID-19 were reported in Reunion Island. 2 The COVID-19 pandemic is overwhelmingly associated with international travel. 3 Long-haul flight travel is a known risk factor of pulmonary embolism. 4 The aim of this study was to evaluate the occurrence of pulmonary embolism in returning travelers with hypoxemic pneumonia due to COVID-19.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 178,
                    "end": 179,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 250,
                    "end": 251,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The present observational study was approved by the French Ethics Committee of Infectious Disease and Tropical Medicine and was declared to the Commission nationale de l'informatique et des libertés (French Data Protection Agency or CNIL, N°2206739).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This observational study was conducted between March 11, 2020 (first case of COVID-19 in Reunion Island) and April 20, 2020 at Félix Guyon University Hospital, the only hospital authorized to handle patients with COVID-19 in Reunion Island. In accordance with our protocol, all patients with hypoxemic pneumonia due to COVID-19 confirmed by polymerase chain reaction underwent systematic chest computed tomography angiography pulmonary (CTPA). Among patients with hypoxemic pneumonia, all returning travelers were included in the cohort study. Hypoxemic pneumonia was defined as pneumonia requiring oxygen supplementation to achieve oxyhemoglobin saturation > 94%. All CTPA images were analyzed by two radiologists (T. V. and J. Y. T.) and at least two pulmonologists (L. M., E. F., M. A., and N. C. A.) blinded to clinical information. In cases of CTPA contraindications such as contrast allergy or renal failure, patients underwent lung ventilation/perfusion scintigraphy instead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Computed tomography angiography pulmonary examinations were performed in multi-detector computed tomography scanners (GE Revolution GSI, General Electric, Milwaukee, WI) by using a standard CTPA protocol. Scan parameters were as follows: tube voltage of 100 kV, tube current of 100-300 mAs, collimation of 0.625 mm, pitch of 1.375-1.0, table speed of 55 mm/second, and gantry rotation time of 0.5 seconds. Images were reconstructed with a thickness of 1 mm and an increment of 1.25 mm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Results were expressed as total numbers (percentages) for categorical variables and as medians (25th-75th percentiles) for continuous variables. Categorical variables were compared using the chi-square test or the Fisher's exact test, as appropriate. A P-value < 0.05 was considered significant. Analyses were performed using SAS statistical software (8.2, Cary, NC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the study period, 165 of 388 patients (42.5%) who had tested positive for COVID-19 were admitted to Félix Guyon University Hospital. Of these 165 patients, 44 (26.7%) patients had hypoxemic pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thromboembolic events occurred in seven of the 35 (20%) returning travelers versus one of the nine (11%) non-returning travelers (P = 0.35). The 35 returning travelers had recently returned from one of the countries most affected by the COVID-19 outbreak: 24 from metropolitan France, eight from Comoros archipelago, five from Spain, two from Italy, two from the United States, and one from the United Kingdom (some patients had visited several of these countries). Patient characteristics at study inclusion are shown in Table 1 . The median duration between onset of symptoms and diagnosis of COVID pneumonia was 6 (4-9) days. The median number of days between arrival to Reunion Island and the first day of symptoms was 0 (-3-2) day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 529,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Of the 35 enrolled patients, 33 (94.3%) underwent one CTPA, one (2.9%) underwent two CTPAs, and one (2.9%) underwent one lung ventilation/perfusion scintigraphy. Chest examinations were performed on day 7 (5-12) after the onset of symptoms, and the median value of oxygen therapy was 4 (2-13) L/minutes. Four of the 35 patients (11.4%) received invasive mechanical ventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Five patients were found to have pulmonary embolism (14.3%). Among the five patients, one had an associated aortic arch thrombosis (Figure 1 ). Two other patients were (incidentally) found to have extremity deep vein thrombosis (extensive catheter-related jugular thrombosis) on CTPA, for a total of minimum of 20% of the enrolled patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "After univariate analysis, the factors associated with pulmonary embolism and extremity deep vein thrombosis were higher levels of D-dimer (P = 0.04) and absence of low molecular weight heparin prophylaxis (P = 0.02) ( Table 1 ). There were no deaths at follow-up (minimum 40 days, and only two remained hospitalized and had been weaned from oxygen therapy).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To our knowledge, this is the only study that has consecutively evaluated the occurrence of pulmonary embolism in returning travelers with hypoxemic pneumonia due to COVID-19. In our study, the incidence of thromboembolic complications was high despite the fact that the patients had a low severity score with a quick sepsis-related organ failure assessment score of 1 (0-1) (97.1% had a severity score < 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the published literature, the incidence of thrombotic complications like pulmonary embolism or deep vein thrombosis in patients with COVID-19 pneumonia is highly variable, ranging from 1% to 20%. [5] [6] [7] The incidence of thrombotic complications in our study population may seem relatively high despite that severity score was very low. The incidence that was reported in the retrospective study by Chen et al. 6 was lower (< 1%)-though it should be noted that only 25 of the 1,008 patients (2.5%) examined in that study had undergone CTPA. In the other studies published on the topic, the incidence of thrombotic complications was high because only patients hospitalized in intensive care were evaluated. 7, 8 Deep vein thrombosis and pulmonary embolism are severe complications of COVID-19. It is important that they can be diagnosed early because delay in treatment can be lifethreatening in the short and long term. In our study, patients without pulmonary embolism had a median D-dimer level < 1 μg/mL. In the study by Chen et al., 6 the median D-dimer level of patients without pulmonary embolism was 2.44 μg/mL. In the study by Cui et al., 7 a level of D-dimer of 1.5 μg/mL was a good cutoff to predict venous thromboembolism (sensitivity of 85.0% and specificity of 88.5%). Last, retrospective studies suggest that preventive anticoagulation is associated with decreased mortality in patients with severe COVID-19 infection, particularly in those with high D-dimer levels. 8 Enhanced preventive anticoagulation should be used in all patients with hypoxemic pneumonia due to COVID-19. 9 The main limitations of our study are that the number of evaluated patients and the number of events were relatively small. Moreover, it was not possible to perform a control group because the vast majority of COVID-19 patients came from Europe by long-haul flight (i.e., > 6,000 km). Reunion Island is located at a distance of 10,000 km from Europe. Air flight is a well-known risk factor for the occurrence of pulmonary embolism, and this risk increases with the duration of the flight. 10 In conclusion, the incidence of pulmonary embolism and deep vein thrombosis in our study population was relatively high at 20%. Returning travelers with hypoxemic pneumonia due to COVID-19 should be systematically screened for pulmonary embolism or deep vein thrombosis regardless of the level of D-dimers.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 418,
                    "end": 419,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 716,
                    "end": 717,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1488,
                    "end": 1489,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1599,
                    "end": 1600,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2090,
                    "end": 2092,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First cases of coronavirus disease 2019 (COVID-19) in France: surveillance, investigations and control measures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard Stoecklin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Suivi de l'épidémie de COVID-19 en France",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Travelers give wings to novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Incidence, clinical characteristics, and long-term prognosis of travelassociated pulmonary embolism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luxembourg",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Miesbach",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindhoff-Last",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zeiher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Spyridopoulos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur Heart J",
            "volume": "30",
            "issn": "",
            "pages": "233--241",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary embolism in returning traveler with COVID-19 pneumonia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Foch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Allou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vitry",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masse",
                    "suffix": ""
                },
                {
                    "first": "Allyn",
                    "middle": [
                        "J"
                    ],
                    "last": "Andre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa063"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Findings of acute pulmonary embolism in COVID-19 patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet Infect Dis Postgrad Med J",
            "volume": "81",
            "issn": "956",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3548771"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1421--1424",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Difference of coagulation features between severe pneumonia induced by SARS-CoV2 and non-SARS-CoV2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Thrombolysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02105-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Propositions du GFHT/GIHP pour le Traitement Anticoagulant pour la Prévention du Risque Thrombotique Chez un Patient Hospitalisé avec COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Susen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe pulmonary embolism associated with air travel",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lapostolle",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Surget",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Borron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desmaizières",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sordelet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lapandry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cupa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adnet",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "779--783",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Axial computed tomography pulmonary angiography performed on day 17 after the onset of symptoms. This patient presented with thrombi in both branches of pulmonary artery and aortic arch thrombosis. PULMONARY EMBOLISM AND COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the 45 patients CT = computed tomography; NS = nonsignificant; PE = pulmonary embolism. Results are expressed at n (%) or median (25th-75th) as appropriate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment: Publication charges for this article were waived due to the ongoing pandemic of COVID-19.Financial support: This work was internally funded.Disclosure: The present observational study was approved by the Ethics Committee of Infectious Disease and Tropical Medicine (CER-MIT) and was declared to the Commission nationale de l'informatique et des libertés (French Data Protection Agency or CNIL MR004, N°2 206739). The need for informed consent was waived, as the study was non-interventional and followed our usual protocol. The dataset used in the current study are available from the corresponding author on reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "This is an open-access article distributed under the terms of the Creative Commons Attribution (CC-BY) License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}