{
    "paper_id": "54cf90ab00d74b0987d1165c6cea5580b80c9cd7",
    "metadata": {
        "title": "Potent delivery of an MMP inhibitor to the tumor microenvironment with thermosensitive liposomes for the suppression of metastasis and angiogenesis",
        "authors": [
            {
                "first": "Yaqi",
                "middle": [],
                "last": "Lyu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qingqing",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lifang",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Metastasis is a major cause of chemotherapeutic failure and death. Degradation of a specific component of the extracellular matrix (ECM) by matrix metalloproteinases (MMPs) affects the physical barrier of the tumor microenvironment (TME) and induces metastasis. Here, lysolipid-containing thermosensitive liposomes (LTSLs) were prepared to deliver an MMP inhibitor, marimastat (MATT), to the TME to inhibit MMP activity and expression. LTSLs rapidly released their payloads at 42°C. Compared with the saline control, MATT-LTSLs exhibited enhanced accumulation in the tumor and a 20-fold decrease in tumor growth in 4T1 tumor-bearing mice; moreover, MATT-LTSLs reduced MMP-2 and MMP-9 activity by 50% and 43%, respectively, and downregulated MMP-2 and MMP-9 expression in vivo by 30% and 43%, respectively. Most importantly, MATT-LTSL treatment caused a 7-fold decrease in metastatic lung nodules and a 6-fold reduction in microvessels inside the tumor. We believe this study provides an effective approach for the suppression of metastasis, and the use of a cytotoxic agent in combination with MATT is a potential strategy for metastatic cancer treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Signal Transduction and Targeted Therapy (2019) 4:26 ; https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The tumor microenvironment (TME) consisting of noncancer cells, extracellular matrix (ECM), blood vessels, and lymphatics is a suitable environment for cancer cells. 1, 2 Critically, ECM composed of various components, such as collagen, laminins, fibronectin, proteoglycans, and glycosaminoglycans 3 markedly affects tumor initiation, progression, invasion, and migration. 4 In particular, through the degradation of the components in the ECM by matrix metalloproteinases (MMPs), tumor angiogenesis and metastasis is promoted. 3, 5 Hence, inhibiting the expression and activity of MMPs in the TME is essential to inhibit metastasis and angiogenesis.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 169,
                    "end": 170,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 373,
                    "end": 374,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 527,
                    "end": 529,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "More than 10 synthetic MMP inhibitors (MMPIs) have been developed since the 1980s, including batimastat, marimastat (MATT), tanomastat, prinomastat, and rebimastat. 6 Among the MMPIs, MATT is one of the most successful MMPIs with few side effects; however, its clinical trial was canceled due to not achieving the endpoint of increased survival. 6, 7 MATT, with a low molecular weight of 331.4 Da and solubility of 3.38 g/L, is a broad-spectrum peptidomimetic MMPI that acts by mimicking the substrate of MMPs and working with MMPs in a competitive and reversible manner 8, 9 (Supplementary Table S1 ). MATT inhibits MMPs with high efficiency and exhibits over 50% MMP inhibition in a nanomolar range. 10 In particular, the IC 50 (half-maximal inhibitory concentration) values to inhibit MMP-1, MMP-2, MMP-7, MMP-9, and MMP-14 are 5, 6, 16, 3 and 9 nM, respectively. Indeed, MATT is able to inhibit tumor growth and was a candidate chemotherapeutic agent; however, a clinical study indicated that MATT was no better than placebo at prolonging survival in gastric cancer patients. 11 Nonetheless, it has been reported that MATT is a promising maintenance treatment following chemotherapy. 12 Based on the robust inhibitory effect of MATT on MMPs, it is hypothesized that if MATT is efficiently delivered to the TME, this inhibition will enable the maintenance of the TME physical barrier and the resultant suppression of cancer metastasis, as well as angiogenesis.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 346,
                    "end": 348,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 349,
                    "end": 350,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 574,
                    "end": 575,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 702,
                    "end": 704,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1080,
                    "end": 1082,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1188,
                    "end": 1190,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 599,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Nanoscale drug delivery systems can efficiently deliver therapeutics to the disease sites of interest via the enhanced permeation and retention effect and thus have an overwhelming advantage over conventional preparations. 13 Thus far, approximately 55 nanomedicines have been approved for use in the clinic. 14 Liposomes, because of their high drug-loading capacity and entrapment capacity, biocompatibility, and safety, have been effectively employed as drug carriers. 15 Lysolipid-containing thermosensitive liposomes (LTSLs), a type of smart nanocarrier, maintain their integrity at 37°C (body temperature); however, LTSLs are ruptured during phase transition after heat treatment at 42°C, which triggers drug release in the local disease region. 16, 17 LTSLs are more effective at delivering chemotherapeutics to the tumor than conventional liposomes due to their increased vascular permeability, the increased tumor accumulation of liposomes, and enhanced drug release into the tumor vasculature and interstitium. 18 In particular, clinical trials of doxorubicin (DOX)loaded LTSLs have been approved by the Food Drug Administration for their efficient delivery of DOX to tumor sites, and as a result, LTSLs are promising vehicles for local drug delivery. [19] [20] [21] In this study, LTSLs were prepared for local delivery of MATT to the TME, with the aim of inhibiting breast cancer metastasis. To obtain proof of the concept, various experiments, including western blotting, gelatin zymography, determination of angiogenesis, and lung metastasis, were carried out. Significantly, LTSLs delivered MATT to the TME with high efficiency and suppressed lung metastasis and angiogenesis in 4T1-bearing mice, as well as inhibiting MMPs. Compared with the inhibition of tumor growth, MATT, particularly MATT-LTSLs, was more efficient at inhibiting angiogenesis and metastasis. We believe that this finding provides a novel strategy for adjuvant chemotherapy for metastatic cancer.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 225,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 473,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 751,
                    "end": 754,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 755,
                    "end": 757,
                    "text": "17",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1271,
                    "end": 1275,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "MATT-LTSLs were prepared by a film hydration method followed by a probe ultrasonic treatment after the addition of MATT solution, along with lipid composition of dipalmitoylphosphatidylcholine (DPPC)/1-stearoyl-2-hydroxy-sn-glycerol-3-phosphocholine (1-StePc)/1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[methoxy(polyethylene glycol)-2000] (DSPE-PEG2000) at 86:10:4 (mass ratio). A high-performance liquid chromatography (HPLC) assay revealed that the entrapment efficiency of MATT was 56% and the drug-loading (DL) rate was 2.8%. Determination by dynamic light scattering (DLS) revealed that MATT-LTSLs had a diameter of approximately 100 nm with a polydispersity index (PdI) <0.3 (Fig. 1a) . The transmission electron microscopy (TEM) examination revealed spherical particles of 90-100 nm diameter (Fig. 1b) , which is consistent with the DLS result.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 697,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 806,
                    "end": 815,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation and characterization of LTSLs"
        },
        {
            "text": "In vitro drug release To detect the thermosensitivity of LTSLs, a test of drug release at different temperatures was performed, in which a fluorophore, 5 (6)-carboxyfluorescein (CF), was encapsulated. The properties of CF are shown in Supplementary Table S1. As displayed in Fig. 1c , raising the temperature from 37 to 43°C increased the drug release rate; and especially, at 43°C, CF-LTSLs displayed extremely fast release compared with that at 37°C (normal body temperature). This temperature sensitivity is due to the presence of lysolipids in the lipid bilayer of LTSLs, which significantly disturb the ordered phospholipid arrangement at 42°C. 18, 22 These data implied that MATT would be well encapsulated in LTSLs following injection into blood circulation, while rapid drug exposure at the local disease site would occur post treatment at 42°C.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 653,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 654,
                    "end": 656,
                    "text": "22",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 282,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preparation and characterization of LTSLs"
        },
        {
            "text": "The stability of nanoparticles in serum is critical for their targeting to the disease site. 23 The stability of LTSLs was studied by measuring the changes in particle size and PdI using the DLS method. After being stored in 10% fetal bovine serum (FBS) medium for 8 h at 37°C, the particle sizes of MATT-LTSLs and PdI were not altered (Fig. 1d) , indicating that MATT-LTSLs were stable at 37°C.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "text": "23",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 345,
                    "text": "(Fig. 1d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "In vitro cytotoxicity Cytotoxicity against the 4T1 and MDA-MB-435 human breast cancer cell lines was determined by a 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay with a 48-h incubation at 37°C. LTSLs without payload generated little toxicity to 4T1 and MDA-MB-435 cells, even at high concentrations of lipids ( Supplementary Fig. S1c ). The effect of the drug-loading formulations, free MATT and MATT-LTSLs, on cytotoxicity in 4T1 and MDA-MB-435 cells is shown in Supplementary Fig. S1a , b. Free MATT showed minimal toxicity against these two cell lines, despite the concentration difference. Additionally, MATT-LTSLs did not affect the viability at MATT concentrations <10 µg/mL for MDA-MB-435 cells and 5 µg/mL for 4T1 cells; however, at higher concentrations of 50 µg/mL, MATT-LTSLs were toxic to these cell lines, with cell viability <35% and 15% for 4T1 cells and MDA-MB-435 cells, respectively. Additionally, hyperthermia (HT) treatment at 42°C did not influence the cytotoxicity. MMPs, particularly MT1-MMP, are multifunctional proteases that regulate ECM degradation, pro-MMP-2 activation, and viability; importantly, the cytoplasmic domain of MT1-MMP is required for cell survival. 24 Here, the improved uptake of MATT by LTSLs might result in increased In vitro inhibition of MMPs The in vitro expression and activity of MMP-2 and MMP-9 in 4T1 cells was assayed by western blot and gelatin zymography after incubation with MATT-LTSLs for 12 h followed by mild HT treatment at 42°C or not. The western blot analysis demonstrated that the expression of MMPs in cells treated with MATT-LTSLs and MATT-LTSLs + HT was significantly downregulated compared with that of cells treated with saline and free MATT (Fig. 2a, d, e) . A further comparison revealed that the MMP expression in MATT-LTSL-treated cells was lower than that of MATT-LTSL + HT-treated cells.",
            "cite_spans": [
                {
                    "start": 1220,
                    "end": 1222,
                    "text": "24",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 361,
                    "text": "Supplementary Fig. S1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "Supplementary Fig. S1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1742,
                    "end": 1757,
                    "text": "(Fig. 2a, d, e)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "In the gelatin zymography analysis performed by analyzing protein extracts from treated cells by sodium dodecyl sulfatepolyacrylamide gel electrophoresis (SDS-PAGE) containing 0.4% gelatin, bright gel bands indicating MMP activity appear as the gelatin is degraded by the MMPs. 25 In the saline group, bright bands indicating high MMP-2 and MMP-9 activity levels were evident. Treatment with MATT-LTSLs or MATT-LTSLs + HT decreased the area and brightness of the bands more significantly compared to treatment with free MATT (Fig. 2b, c) . Again, MATT-LTSLs exhibited a more profound reduction in MMP activity than MATT-LTSLs + HT. Generally, MMPs in the TME are synthesized and secreted by tumor cells; thus, the in vitro inhibition of MMP expression and activity is effectively reduced by the improved cellular uptake of the MMPI, MATT, via MATT-LTSLs. Collectively, our results indicate that both MATT-LTSLs and MATT-LTSLs + HT are capable of decreasing the expression and activity of MMP-2 and MMP-9 in 4T1 cells, with the former showing enhanced inhibition.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 280,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 537,
                    "text": "(Fig. 2b, c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "In vivo tumor targeting and biodistribution Following the injection of DiR-LTSLs, in vivo imaging of 4T1 tumorbearing mice at specific time points was performed. An increase in fluorescence in the tumor over time was shown (Fig. 3a) ; dramatic fluorescence appeared at 24 h. To further determine the biodistribution of the DiR-LTSLs, the major tissues were collected at 7, 12, and 24 h post injection. The robust fluorescence observed in the isolated tumor was equivalent to that in the spleen, demonstrating the efficient accumulation of DiR-LTSLs in the tumor (Fig. 3b, c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 574,
                    "text": "(Fig. 3b, c)",
                    "ref_id": null
                }
            ],
            "section": "Stability"
        },
        {
            "text": "To study the penetration of LTSLs into the tumor, the tumors were collected to prepare frozen tumor sections for microvessel staining with a Cy7-labeled anti-CD31 antibody (red) at 24 h after injection of CF-LTSLs into the 4T1 tumor-bearing mice. Strong yellow fluorescence was observed in the merged image, which indicated the colocalization of CF-LTSLs with microvessels inside the tumors and demonstrated that CF-LTSLs could penetrate the tumor (Fig. 3d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 457,
                    "text": "(Fig. 3d)",
                    "ref_id": null
                }
            ],
            "section": "Stability"
        },
        {
            "text": "In vivo antitumor efficacy To investigate the antitumor activity, free MATT and MATT-LTSLs were administered to 4T1 tumor-bearing mice every 3 days for a duration of 18 days. The groups treated with saline or HT did not display inhibition of tumor growth, with a more than 35-fold increase in tumor volume at day 18 after administration (Fig. 4a) . The MATT treatment led to a 20-fold increase in tumor volume at day 18, while MATT-LTSLs + HT treatment resulted in an approximately 15-fold increase, demonstrating that MATT-LTSLs + HT treatment improved the inhibition of tumor growth. This inhibition of tumor growth was confirmed by the measurement of tumor weight at day 18 (Fig. 4c) . No significant body weight loss was observed in the MATT-LTSL group compared with the saline group, which demonstrated the safety of this formulation (Fig. 4b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "text": "(Fig. 4a)",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 686,
                    "text": "(Fig. 4c)",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 848,
                    "text": "(Fig. 4b)",
                    "ref_id": null
                }
            ],
            "section": "Stability"
        },
        {
            "text": "To further study the apoptosis and proliferation of cancer cells in the tumor, the tumors were harvested at the end of the experiment and cut into 5-µm sections that were stained with hematoxylin and eosin (H&E), TUNEL, and Ki67. These results are depicted in Supplementary Fig. S2 . The H&E analysis of the various treatment groups indicated the lowest number of cancer cells in the MATT-LTSLs + HT group mice ( Supplementary Fig. S2a) . Accordingly, the terminal deoxynucleotidyl transferase dUTP nick-end labeling (TUNEL) and Ki67 assays demonstrated the highest number of positive cells after treatment with MATT-LTSLs + HT compared with that of the other formulation treatments, which was confirmed by the quantitative analysis (Supplementary and e MMP-2 expression. β-Actin was used as a loading control (mean ± SD, n = 3, *p < 0.05 and **p < 0.01) Fig. S2b, c) . Taken together, these data indicate that compared to free MATT, MATT-LTSLs + HT had enhanced antitumor efficacy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 281,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 436,
                    "text": "Supplementary Fig. S2a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 855,
                    "end": 867,
                    "text": "Fig. S2b, c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "Inhibition of angiogenesis and lung metastasis ECM degradation by MMPs results in invasive growth, metastasis, and angiogenesis of cancer and various chronic inflammatory diseases. 26 Here, an examination of angiogenesis and lung metastasis inhibition was performed at the end of the treatment. Angiogenesis was assessed by analyzing the microvascular density (MVD) in the sectioned tumors stained with an anti-CD31 antibody. In the control groups (saline and HT), the brownstained microvessels stained inside the tumor were easily observed with MVD with up to 170 vessels/field (Fig. 5a, b) . MATT treatment reduced the number of microvessels >3-fold compared with the controls. Most critically, MATT-LTSLs + HT treatment decreased the MVD by approximately 7-fold and 1-fold compared with that of the control and free drug treatments, respectively. These results demonstrate that MATT, especially MATT-LTSLs + HT, produced a profound antiangiogenic effect.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 579,
                    "end": 591,
                    "text": "(Fig. 5a, b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "The 4T1 cell line is derived from a highly metastatic breast cancer and mainly metastasizes to the lung and liver. 27 Hence, the metastasis of the tumor to the lung in 4T1 tumor-bearing mice was tested at day 19 post treatment by quantifying the colonies that appeared in the lung tissue. As displayed in Fig. 5c , a number of metastatic nodules of considerable size were observed in the saline and HT groups, with a mean number of seven nodules per lung (Fig. 5d) . In contrast, the treatment with MATT or MATT-LTSLs + HT induced a 1-fold and 6-fold reduction in the metastatic nodules, respectively, and the comparison between the MATT-LTSLs + HT and MATT groups showed more than 6-fold decrease in tumor nodules in the MATT-LTSLs + HT group. Overall, free MATT treatment significantly inhibited cancer metastasis in 4T1 tumor-bearing mice, and importantly, MATT-LTSLs + HT treatment dramatically enhanced this inhibition.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 455,
                    "end": 464,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "In vivo inhibition of MMPs Because of the ECM degradation by tumors, MMPs, particularly MMP-2 and MMP-9, play an essential role in the angiogenesis and metastasis of cancer. To examine the activity and expression of MMP-2 and MMP-9 in the tumor, the tumors were harvested from 4T1 tumor-bearing mice at day 18 after treatment for gelatin zymography and western blot analysis. First, the activity of MMP-2 Fig. 3 Biodistribution of DiR-labeled LTSLs in 4T1 tumor-bearing Balb/C mice. a Image of the whole body at different time points after administration of DiR-LTSLs or free DiR through the tail vein (n = 3) at a DiR dose of 0.5 mg/kg. b Image of the major tissues collected at 7, 12, and 24 h post injection. c Ex vivo 24-h quantification of DiR-LTSLs in different tissues (mean ± SEM, n = 3, *p < 0.05). d Intratumoral distribution of CF-LTSLs imaged by confocal laser scanning microscopy (CLSM). The microvessels were stained with a Cy7-labeled anti-CD31 antibody (red), and the nucleus was stained with 4′,6-diamidino-2-phenylindole (DAPI) (red: CD31; green: CF; and blue: DAPI) and MMP-9 was assayed by gelatin zymography in which bright gel bands indicating the MMP activity appear after gelatin degradation by MMPs. 25 As depicted in Fig. 6b , c, significant bright bands were visualized in the saline-and HT-treated groups, while the MATT and MATT-LTSLs + HT groups exhibited weak bands in terms of area and brightness. Further quantitative analysis demonstrated that MATT and MATT-LTSLs + HT treatment reduced the MMP-2 activity by approximately 25% and 50%, respectively, and decreased the MMP-9 activity by approximately 43% and 57%, respectively, compared with saline treatment. These results indicate that the in vivo activity of MMP-2 and MMP-9 was significantly inhibited by MATT treatment, especially MATT-LTSLs + HT treatment.",
            "cite_spans": [
                {
                    "start": 1225,
                    "end": 1227,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 411,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1250,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "MMP-2 and MMP-9 expression in the tumor was further detected by a western blot assay (Fig. 6a, d e) . Compared with the treatment with saline or HT, treatment with MATT or MATT-LTSLs + HT efficiently downregulated the expression of MMP-2 and MMP-9 (Fig. 6a) . Specifically, free MATT treatment decreased the expression of MMP-2 and MMP-9 by 17% and 25%, respectively, while MATT-LTSLs + HT treatment reduced their expression levels by 30% and 43%, respectively, implying significantly improved inhibition of MMP expression. Overall, MATT-LTSLs + HT treatment enabled the effective downregulation of MMPs (Fig. 6d, e) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 99,
                    "text": "(Fig. 6a, d e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 248,
                    "end": 257,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 604,
                    "end": 616,
                    "text": "(Fig. 6d, e)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Stability"
        },
        {
            "text": "MATT exhibited modest efficacy in delaying cancer progression in preclinical and clinical studies. Furthermore, a phase III study on MATT was terminated for cumulative toxicity due to inflammation and musculoskeletal pain. 10, 28 However, it has also been reported that certain cancer patients, in particular, those who received chemotherapy in advance, benefited from maintenance treatment with MATT. 29 In this study, the MATT-LTSLs + HT group exhibited 15-fold tumor growth vs. 35-fold growth exhibited by the saline treatment in 4T1 tumor-bearing mice, demonstrating that LTSLs are a promising carrier for improved MATT antitumor efficacy. Nonetheless, due to MATT's low cytotoxicity against cancer cells ( Supplementary Fig. S1 ), its antitumor activity, even when efficiently delivered to the tumor, is modest compared with that of a robust cytotoxic agent such as paclitaxel. 30 LTSLs efficiently deliver MATT to the tumor location and enhance the in vivo inhibition of MMPs. Gelatin zymography and western blot analysis showed that compared with free MATT, MATT-LTSLs significantly enhanced the inhibition of MMP-2 and MMP-9 activity and expression. These results stem from the tumor-targeting ability of LTSLs, showing that LTSLs not only were able to accumulate in tumors but also were able to penetrate the tumors (Fig. 3) . Subsequently, the penetrated LTSLs rapidly released their payloads within the microvessels inside the tumor induced by local HT treatment of the tumors, resulting in the increased localization of the payload in the entire tumor. 20 Indeed, the temperature sensitivity of the LTSLs was confirmed by the in vitro release test.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 883,
                    "end": 885,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 711,
                    "end": 732,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1325,
                    "end": 1333,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Compared with its ability to inhibit tumor growth, MATT is a more potent inhibitor of angiogenesis and metastasis, and importantly, these effects are markedly enhanced when LTSLs are used as MATT carriers. Since the discovery of MATT, a considerable number of studies have focused on its antitumor efficacy regarding the inhibition of tumor growth rather than its suppression of cancer metastasis and angiogenesis. Essentially, the main function of MATT is to inhibit the MMPs in the TME Fig. 4 In vivo antitumor efficacy in 4T1 tumor-bearing Balb/C mice. Free MATT, MATT-LTSLs, and the same volume of saline were injected via the tail vein every 3 days at a MATT dose of 5 mg/kg. a Tumor volume fold change. b Body weight changes. c Tumor weight. The tumor was weighed on day 19 post injection (mean ± SD, n = 6, *p < 0.05) instead of killing cancer cells directly, assisting the maintenance of the physical barrier of the TME and reducing the metastasis. Here, MATT-LTSLs enabled a 7-fold decrease in the number of metastatic nodules in the lung and a 6-fold reduction in the number of microvessels inside the tumor, which implies profound antimetastatic and antiangiogenic effects. Additionally, free MATT exhibited a 3-fold and 1-fold decrease in metastasis and angiogenesis. These results also demonstrate that only MATT is efficiently delivered to the TME. These two inhibitory effects are greatly enhanced because LTSLs deliver MATT directly to the tumor and subsequently inhibit MMP activity and expression, prevent ECM degradation, and protect the TME from destruction, ultimately restricting the cancer cells to the TME. Once metastasis has been established, chemotherapy always fails to induce a durable response, ultimately resulting in cancer patient death. 27 Therefore, our study provides a competent strategy for inhibiting metastasis. Undeniably, the use of MATT-LTSLs alone is not efficient in killing cancer cells due to MATT's low toxicity to cells; consequently, the combined use of a cytotoxic agent such as paclitaxel with MATT is a promising treatment approach for metastatic cancer. Further study is currently underway.",
            "cite_spans": [
                {
                    "start": 1771,
                    "end": 1773,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 494,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, LTSLs with excellent tumor-targeting ability enabled the efficient delivery of MATT to the tumor location, resulting in the inhibition of MMP activity and expression. MATT-LTSLs have a modest effect on the suppression of tumor growth due to MATT's low cytotoxicity against cancer cells. However, this formulation has significant antiangiogenesis and antimetastasis effects. We believe this study offers a potent strategy for suppressing metastasis and the use of a cytotoxic agent in combination with MATT is a potential strategy for treating metastatic cancer. Taken together, our results indicate that by delivering MATT to the tumor site with LTSLs, cancer metastasis and angiogenesis are markedly inhibited due to the suppression of the activity and expression of MMPs in the TME.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Preparation of MATT-LTSLs. The MATT-LTSL lipids were composed of DPPC:1-StePc:DSPE-PEG2000 at a mass ratio of 86:10:4. These phospholipids were first dissolved in a 3:1 (v/v) solution of chloroform and then dried under vacuum at 45°C. Next, a solution of pH 6.5 phosphate-buffered saline (PBS) containing MATT was used to hydrate the lipid film at 45°C for 40 min. Then, the raw liposome solution was treated by an ultrasonic probe and extruded through a membrane filter with a pore size of 0.22 μm. Finally, the preparation was dialyzed (MWCO 8000-14,000) against pH 6.5 PBS to remove the free MATT. CF-and DiR-loaded LTSLs were prepared with the same method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation and characterization"
        },
        {
            "text": "Particle size and zeta potential. Size, PdI, and zeta potential were measured by DLS using a Malvern Zetasizer (Brookhaven Instruments, NY, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation and characterization"
        },
        {
            "text": "Transmission electron microscopy. Morphology examination was performed on a JEM-1230 TEM (Tokyo, Japan) at 200 kV. The sample was dropped on a carbon mesh, stained with 2% (w/v) phosphotungstic acid for 10 min and dried at room temperature. DL% and EE%. After being purified through dialysis, MATT-LTSLs were collected and lysed with 5 mg/mL SDS. The EE% and DL% of MATT was determined by an HPLC method. The DL% and EE% was calculated as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation and characterization"
        },
        {
            "text": "Western blot analysis. First, the cells were incubated in RIPA buffer on ice for 10-20 min, followed by homogenization and centrifugation for 10 min at 9000 × g at 25°C. The total protein was measured using a BCA protein assay kit (Beyotime, China) and separated by 10% SDS-PAGE. Then, the protein was transferred to a nitrocellulose membrane and incubated in a blocking solution containing 5% skim milk powder at 37°C for 2 h. After being rinsed with PBS containing Tween-20 (PBST) 2-3 times, the membrane was incubated with primary antibody at 4°C for 2 h and a secondary antibody at 4°C overnight. Next, the target proteins were detected by staining with a chemiluminescence kit (KeyGEN Biotech., China), and blot images were acquired using an Odyssey Infrared Imaging System (LICOR Biotechnology, Lincoln, NE, USA). β-Actin served as an internal control to normalize the protein expression levels. The integrated optical density was calculated using the gel optical density analysis software Gel-Pro 4.0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro inhibition of MMPs"
        },
        {
            "text": "Gelatin zymography. Briefly, 10 μL of protein extract from treated cells was analyzed by SDS-PAGE containing 0.4% gelatin. After being rinsed with 2.5% Triton X-100, the gels were incubated in 8% separation solution for 4 h at room temperature, followed by staining with Coomassie blue for 2 h, and destaining with 25% methanol and 10% acetic acid for 1 h. Clear bands on the dark background indicated gelatin degradation. The quantitative analysis of gelatinase activity from the zymography was conducted by Gel-Pro 4.0. In vivo antitumor efficacy Antitumor activity. The 4T1 tumor-bearing mice were divided into four groups (n = 6), which were injected with 0.2 mL of free MATT or MATT-LTSLs via the tail vein every 3 days at a MATT dose of 5 mg/kg. Following anesthesia with 10% chloral hydrate (w/v) at a dose of 400 mg/kg, HT treatment was performed by incubating the tumor inside a water bath at 42°C for 45 min. The tumor volume and body weight were calculated every 3 days. At the end of the treatment, the mice were sacrificed to harvest the main organs for further analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro inhibition of MMPs"
        },
        {
            "text": "Apoptosis, proliferation, and histological analysis. Apoptosis and proliferation in the tumor was determined by TUNEL and Ki67 immunochemistry, respectively. Collected tumors were fixed in 4% paraformaldehyde, embedded in paraffin, and cut into 5-μm-thick sections. Then, TUNEL and Ki67 immunochemistry were performed according to the standard instructions. The sections were examined using an optical microscope (B1-330, Motic, China) and quantified in five representative fields. For histological analysis, the paraffin section was stained with H&E and observed under an optical microscope for pathological analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biodistribution study"
        },
        {
            "text": "Inhibition of angiogenesis. The tumor sections (5 μm) were prepared for immunohistochemistry as previously described. First, sections were preincubated in 3% hydrogen peroxide in methanol for 15 min at room temperature. Then, sections were treated with 0.25% trypsin for 10 min, stained with a primary anti-CD31 monoclonal antibody overnight and a secondary antibody for 30 min, incubated with fresh DAB, stained with hematoxylin for 10 min, and finally observed under an optical microscope. MVD was calculated in five representative fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of angiogenesis and lung metastasis"
        },
        {
            "text": "Inhibition of lung metastasis. At day 19 post administration, mice in each group were sacrificed, and the lungs were collected. For the detection of lung metastasis, the collected lungs were first fixed in Bouin's solution for 72 h at room temperature; subsequently, the number of tumor nodules apparent in the lungs was calculated to assess the metastasis of the breast cancer to the lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of angiogenesis and lung metastasis"
        },
        {
            "text": "In vivo inhibition of MMPs. At day 19 after treatment, the mice in each group were sacrificed for the collection of the tumors. Western blotting and gelatin zymography were conducted as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibition of angiogenesis and lung metastasis"
        },
        {
            "text": "The data were expressed as the mean ± SD. The statistical significance between groups was assessed by one-way t test analysis. Significance was considered as a p <0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Molecular imaging of the tumor microenvironment",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z.-R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv. Drug Deliv. Rev",
            "volume": "113",
            "issn": "",
            "pages": "24--48",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Using functional nanomaterials to target and regulate the tumor microenvironment: diagnostic and therapeutic applications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv. Mater",
            "volume": "25",
            "issn": "",
            "pages": "3508--3525",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The extracellular matrix: not just pretty fibrils",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1216--1219",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Matrix metalloproteinases: regulators of the tumor microenvironment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kessenbrock",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Plaks",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Werb",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cell",
            "volume": "141",
            "issn": "",
            "pages": "52--67",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biologically inspired smart release system based on 3D bioprinted perfused scaffold for vascularized tissue regeneration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Sci",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Matrix metalloproteinase inhibitors in cancer therapy: turning past failures into future successes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mignatti",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Mol. Cancer Ther",
            "volume": "17",
            "issn": "",
            "pages": "1147--1155",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Validating matrix metalloproteinases as drug targets and anti-targets for cancer therapy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Overall",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kleifeld",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat. Rev. Cancer",
            "volume": "6",
            "issn": "",
            "pages": "227--239",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New matrix metalloproteinase inhibitors based on gammafluorinated alpha-aminocarboxylic and alpha-aminohydroxamic acids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behrends",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bioorg. Med. Chem",
            "volume": "23",
            "issn": "",
            "pages": "3809--3818",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Matrix metalloproteinase inhibition as a novel anticancer strategy: a review with special focus on batimastat and marimastat",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mccann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pharmacol. Ther",
            "volume": "75",
            "issn": "",
            "pages": "69--75",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Phase I trial of Marimastat, a novel matrix metalloproteinase inhibitor, administered orally to patients with advanced lung cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wojtowicz-Praga",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Clin. Oncol",
            "volume": "16",
            "issn": "",
            "pages": "2150--2156",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Marimastat: BB 2516, TA 2516",
            "authors": [],
            "year": 2003,
            "venue": "Drugs R & D",
            "volume": "4",
            "issn": "",
            "pages": "198--203",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Tissue levels of active matrix metalloproteinase-2 and -9 in colorectal cancer",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Waas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Lomme",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Degroot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wobbes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br. J. Cancer",
            "volume": "86",
            "issn": "",
            "pages": "1876--1883",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Effect of physicochemical and surface properties on in vivo fate of drug nanocarriers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ukidve",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitragotri",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv. Drug Deliv. Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.addr.2019.01.002."
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Potent delivery of an MMP inhibitor to the tumor microenvironment with",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adapting liposomes for oral drug delivery",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Acta Pharm. Sin. B",
            "volume": "9",
            "issn": "",
            "pages": "36--48",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Design of liposomes for enhanced local release of drugs by hyperthermia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Yatvin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blumenthal",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Science",
            "volume": "202",
            "issn": "",
            "pages": "1290--1293",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Liposomes and local hyperthermia: selective delivery of methotrexate to heated tumors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Magin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Yatvin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Zaharko",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Science",
            "volume": "204",
            "issn": "",
            "pages": "188--191",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Thermosensitive liposomes for localized delivery and triggered release of chemotherapy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Control. Rel",
            "volume": "169",
            "issn": "",
            "pages": "112--125",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nanoscale drug delivery and hyperthermia: the materials design and preclinical and clinical testing of low temperature-sensitive liposomes used in combination with mild hyperthermia in the treatment of local cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Landon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Dewhirst",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Open Nanomed. J",
            "volume": "3",
            "issn": "",
            "pages": "38--64",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cationic thermosensitive liposomes: a novel dual targeted heat-triggered drug delivery approach for endothelial and tumor cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Dicheva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nano Lett",
            "volume": "13",
            "issn": "",
            "pages": "2324--2331",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Method of hyperthermia and tumor size influence effectiveness of doxorubicin release from thermosensitive liposomes in experimental tumors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willerding",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Control. Rel",
            "volume": "222",
            "issn": "",
            "pages": "47--55",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Thermosensitive liposomal drug delivery systems: state of the art review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kneidl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hossann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Nanomed",
            "volume": "9",
            "issn": "",
            "pages": "4387--4398",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factors that control the circulation time of nanoparticles in blood: challenges, solutions and future prospects",
            "authors": [
                {
                    "first": "J.-W",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitragotri",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr. Pharm. Des",
            "volume": "16",
            "issn": "",
            "pages": "2298--2307",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The cytoplasmic domain of MT1-MMP is dispensable for migration augmentation but necessary to mediate viability of MCF-7 breast cancer cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cepeda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Pelling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Evered",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Damjanovski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Exp. Cell Res",
            "volume": "350",
            "issn": "",
            "pages": "169--183",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "TIMPs and MMPs expression in CSF from patients with TSP/ HAM",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kettlun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Life Sci",
            "volume": "72",
            "issn": "",
            "pages": "2863--2876",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Matrix metalloproteinases (MMPs) inhibitory effects of an octameric oligopeptide isolated from abalone Haliotis discus hannai",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Food Chem",
            "volume": "141",
            "issn": "",
            "pages": "503--509",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Metastatic colonization by circulating tumour cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Massague",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Obenauf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature",
            "volume": "529",
            "issn": "",
            "pages": "298--306",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Targeting matrix metalloproteinases in cancer: bringing new life to old ideas",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cathcart",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pulkoski-Gross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Genes Dis",
            "volume": "2",
            "issn": "",
            "pages": "26--34",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Marimastat as maintenance therapy for patients with advanced gastric cancer: a randomised trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Bramhall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br. J. Cancer",
            "volume": "86",
            "issn": "",
            "pages": "1864--1870",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Rod-shaped drug particles for cancer therapy: the importance of particle size and participation of caveolae pathway",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Part. Part. Syst. Charact",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Characterization of the MATT-LTSLs. a Size distribution and b TEM image of LTSLs. c Thermosensitivity of CF-LTSLs at different temperatures. d Stability of the MATT-LTSLs in serum (mean ± SD, n = 3, **p < 0.01) binding of MATT with the cytoplasmic domain of MT1-MMP, which subsequently affects cell viability.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "MMP inhibition in vitro in 4T1 cells. a Western blot analysis of MMP-2 and MMP-9 expression. b Gelatin zymography of MMP-2 and MMP-9 activity. c Quantitative analysis of MMP activity from zymograms using a computer analysis program. Quantitative analysis of d MMP-9",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Inhibition of angiogenesis and lung metastasis. a Immunochemistry of CD31 staining for microvessels in tumor tissues collected from 4T1 tumor-bearing Balb/C mice at day 19 after treatment. b Quantitative analysis of MVD. MVD was quantified in five representative fields of cell nuclei under an optical microscope. c Digital images of lungs collected from 4T1 tumor-bearing Balb/C mice at day 19 after treatment. The arrow indicates the tumor nodules in the lungs. d Quantitative analysis of tumor nodules in the lungs by counting the number of nodules (mean ± SD, n = 3, *p < 0.05 and **p < 0.01)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MMP inhibition in vivo. a Western blot analysis of MMP-2 and MMP-9 expression in tumors. b The activity of MMP-2 and MMP-9 measured by gelatin zymography. c Quantitative analysis of MMP activity from zymograms using a computer analysis program. Quantitative analysis of d MMP-2 and e MMP-9 expression. Glyceraldehyde 3-phosphate dehydrogenase (GADPH) was used as a loading control. Tumors used in these experiments were collected from 4T1 tumor-bearing Balb/C mice on day 19 after treatment (mean ± SD, n = 3, *p < 0.05)",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The animals used in this experiment received care in compliance with the Principles of Laboratory Animal Care and the Guide for the Care and Use of Laboratory Animals. All animal experiments were performed in accordance with the protocol approved by the China Pharmaceutical University Institutional Animal Care and Use Committee. First, 4T1 cells suspended at a density of 1 × 10 7 cells/ mL were injected into the upper dorsal region of Balb/C mice (females, 18-20 g) subcutaneously in a volume of 0.1 mL for each mouse. When the tumor volume reached 500 mm 3 , free DiR and DiR-LTSLs were injected into the tumor-bearing mice via the tail vein at a fixed DiR dose of 0.5 mg/kg. At 1, 2, 4, 7, 12, and 24 h post injection, the treated mice were anesthetized with isoflurane to detect DiR fluorescence using an In Vivo Imaging System (IVIS Spectrum, Perkin-Elmer, USA). At 7, 12, and 24 h post injection, the mice were sacrificed to collect the major tissues for ex vivo fluorescence imaging.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "W.H. and L.Y. conceived and designed the research work. L.Y., X.Q., L.F., and Y.L. performed the experiments. W.H. and L.Y. co-wrote the paper. All of the authors discussed the results and commented on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The online version of this article (https://doi.org/10.1038/s41392-019-0054-9) contains supplementary material, which is available to authorized users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests: The authors declare no competing interests."
        }
    ]
}