{
    "paper_id": "55062226f9c789d7f0d0aa031d025548be07fbc0",
    "metadata": {
        "title": "Different decay of antibody response and VOC sensitivity in naïve and previously infected subjects at 15 weeks following vaccination with BNT162b2",
        "authors": [
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Siracusano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Ruggiero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zeno",
                "middle": [],
                "last": "Bisoffi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Piubelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dalle",
                "middle": [],
                "last": "Luca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Carbonare",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Teresa"
                ],
                "last": "Valenti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Mayora-Neto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [],
                "last": "Temperton",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucia",
                "middle": [],
                "last": "Lopalco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Donato",
                "middle": [],
                "last": "Zipeto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19 vaccines have demonstrated effectiveness in reducing SARS-CoV-2 mild and severe outcomes. In vaccinated subjects with SARS-CoV-2 history, RBD-specific IgG and pseudovirus neutralization titers were rapidly recalled by a single BTN162b2 vaccine dose to higher levels than those in naïve recipients after the second dose, irrespective of waning immunity. In this study, we inspected the long-term kinetic and neutralizing responses of S-specific IgG induced by two administrations of BTN162b2 vaccine in infection-naïve subjects and in subjects previously infected with SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Twenty-six naïve and 9 previously SARS-CoV-2 infected subjects during the second wave of the pandemic in Italy were enrolled for this study. The two groups had comparable demographic and clinical characteristics. By means of ELISA and pseudotyped-neutralization assays, we investigated the kinetics of developed IgG-RBD and their neutralizing activity against both the ancestral D614G and the SARS-CoV-2 variants of concern emerged later, respectively. The Wilcoxon matched pair signed rank test and the Kruskal-Wallis test with Dunn's correction for multiple comparison were applied when needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Although after 15 weeks from vaccination IgG-RBD dropped in all participants, naïve subjects experienced a more dramatic decline than those with previous SARS-CoV-2 infection. Neutralizing antibodies remained higher in subjects with SARS-CoV-2 history and conferred broad-spectrum protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: These data suggest that hybrid immunity to SARS-CoV-2 has a relevant impact on the development of IgG-RBD upon vaccination. However, the rapid decay of vaccination-elicited antibodies highlights that the administration of a third dose is expected to boost the response and acquire high levels of cross-neutralizing antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "in naïve recipients after the second dose, irrespective of waning immunity [3] . The long-term duration of the protection is under investigation and growing studies reported a waning immunity over time [4, 5] . As SARS-CoV-2 continually mutates, divergences from the ancestral Wuhan sequence emerged. Along with the B.1.1.7 (Alpha), B.1.351 (Beta), P.1 (Gamma), B.1.1.298 (Delta) variants of concerns (VOCs), the recent B.1.617.2 raises the concern about whether vaccination offers crossprotection between SARS-CoV-2 variants [6] . Here, we inspected the kinetics of IgG-RBD in sera samples from 29 naïve and 10 previously SARS-CoV-2 infected vaccinated subjects over a period of 15 weeks after the first administration. The capacity to provide cross-protection among the VOCs was also investigated.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 206,
                    "end": 208,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thirty-five healthcare workers were enrolled for this study. Among them, 26 were naïve and 9 experienced SARS-CoV-2 infections during the second wave of the pandemic in Italy. Infection-naïve subjects had a median age of 37.5 years and the 42% were male. Previously SARS-CoV-2 infected subjects experienced mild symptoms (WHO score 1-2 categorical descriptor) and were mainly male (67%) with a median age of 34 years. Patients' characteristics are reported in Table 1 . All subjects received two doses of the BTN162b2 vaccine according to the same vaccination schedule as recommended by regulations (21 days between the first and the second dose administration). Serum samples had been collected at four time points: day of first vaccination (W0) and at 3 (W3), six (W6) and fifteen (W15) weeks after the first dose administration. The study was conformed to the principles outlined in the Declaration of Helsinki. Samples were stored in the University of Verona biobank (Ethics Committee approval prot. N. 1538) and in Tropica Biobank of the IRCCS Sacro Cuore Don Calabria Hospital (Ethics Committee approval prot. N. 50,950). All participants signed informed consent.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 467,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Vaccinated subjects and serum samples collection"
        },
        {
            "text": "The SARS-CoV-2 IgG II Quant assay (Abbott, Ireland) is a chemiluminescent microparticle immunoassays (CMIA) used for the quantitative measure of IgG-RBD antibodies in human serum. The automated assay was performed according to the manufacturer's procedure, using the ARCHITECT I System (Abbott). Results were reported as Arbitrary Unit (AU)/mL, according to the following interpretation: AU/mL < 50 = negative, AU/ mL > 50 = positive. The lower limit of detection is provided by the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 IgG-RBD quantitation"
        },
        {
            "text": "HEK 293 T/17 cells (human embryonic kidney 293 cells) were acquired from National Institute for Biological Standards and Control (NIBSC, UK), cultured in Dulbecco's Modified Eagle's Medium supplemented with 4.5 mg/ml glucose, 2 mM L-Glutamine (Lonza), 100 units/mL penicillin-streptomycin (Lonza) and 10% of FBS (Euroclone). Cells were incubated at 37 °C, 5% CO 2 in humidified atmosphere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell line"
        },
        {
            "text": "SARS-CoV-2 pseudotyped particles were produced in HEK293 T/17 cells co-transfected with the S plasmids, HIV gag-pol and pCSFLW using the FuGENE ® HD Transfection Reagent (Promega) according to the manufacturer's instructions. Supernatant was harvested 72 h later, centrifuged at 500xg for 5 min to clear cell debris and filtered with a 0.45-mm filter. Aliquots were stored at − 80 °C. For titration of pseudoviruses and the neutralization assays, HEK 293 T/17 cells were transfected with pACE2 and pTMPRSS2 for 24 h. Virus infectivity was determined by titration on HEK 293 T/17-ACE2/ TMPRSS2 cells as previously described [7] .",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 626,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Production and titration of SARS-CoV-2 pseudotyped particles"
        },
        {
            "text": "Neutralization assays were performed by incubating 10 6 RLU of pseudotyped viruses with endpoint two-fold serial dilutions of heat-inactivated sera samples (56 °C for 30 min) at 37 °C 5%, CO 2 for 1 h before addition of Figure  S1 ). A pool of sera from pre-pandemic healthy subjects was used as negative control for each assay as it did not reach the 50% neutralization at the lowest dilution 1/40.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 230,
                    "text": "Figure  S1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Neutralization assays"
        },
        {
            "text": "The Wilcoxon matched pair signed rank test was used to assess statistically significant differences between different time points within each vaccinated group. The Kruskal-Wallis test with Dunn's correction for multiple comparison was applied to compare two groups at fixed times. Graphpad Prism 9 software was used for analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Antibody (Ab) levels were measured at four time points: day of first vaccination (W0) and at 3 (W3), six (W6) and fifteen (W15) weeks after the first dose administration (Fig. 1 ). One out of 29 naïve participants had detectable RBD-reactive IgGs before vaccination; conversely, variable levels of IgG-RBD were measured in subjects with history of SARS-CoV-2 infection (median 1471 AU/ml). Consistent with our and other studies [5, 8] , the first vaccine dose elicited a more robust IgG-RBD response in previously infected participants compared with naïve (p < 0.0001). Indeed, at W3 from the first injection, naïve subjects had median IgG-RBD levels of 1418 AU/ml, while previously infected individuals raised 15,583 AU/ml. The administration of the second dose in naïve subjects lead to a marked increase of IgG-RBD levels measured at 6 weeks after the first injection, whereas a slight increase was observed in previously infected subjects (median of 17,089 and 38,033 AU/ml, respectively). Although after 15 weeks from vaccination IgG-RBD dropped in all participants (median of 3477 and 8782 AU/ml for naïve and previously infected, respectively), naïve subjects experienced a more dramatic decline (p < 0.0001) than those with previous SARS-CoV-2 infection (p = 0.0156).",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Antibody response in naïve and previously infected subjects following vaccination"
        },
        {
            "text": "The neutralizing potential of post-vaccination sera mirrored those of binding antibodies (Fig. 2) . In subjects with prior SARS-CoV-2 infection, the first dose generated neutralizing antibody (nAb) titers to the D614G lineage about 12-fold higher than those raised by naïve participants (p = 0.0020). In particular, 38% naïve subjects had neutralizing antibody titers below the limit of detection at the time of administration of the second vaccine dose (W3), but all developed anti-SARS-CoV-2 nAbs after the second vaccine dose within a broad range of titers (100-11,256 ID50). All subjects with prior SARS-CoV-2 infection had higher neutralizing titers compared with that of naïve subjects after each boost [median ID50 equal to 8962 (p = 0.0051) and 11,962 (p = 0.0009) at W3 and W6, respectively]. As the IgG-RBD titers dropped at W15, median nAb titers against the D614G lineage decreased in both vaccinee's groups but remained higher in previously infected subjects (median ID50 of 800 for naïve and 2893 for previously infected individuals). After the first dose, none of the sera from naïve subjects neutralized the B. Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1127,
                    "end": 1135,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Neutralizing antibody response to SARS-CoV-2 VOCs in naïve and previously infected subjects following vaccination"
        },
        {
            "text": "The B.1.351 (Beta) and P.1 (Gamma) lineages resisted sera neutralization even after the second boost (only 2 and 3 out of 26 sera showed neutralizing activity, respectively). The B.1.1.7 (Alpha) and B.1.617.2 (Delta) lineages were more sensitive to neutralization (with only 7 and 3 out of 24 non-neutralizing sera), along with the B.1.1.298 (Mink), and correlated with IgG-RBD levels (r = 0.7263, p < 0.0001; r = 0.7885, p < 0.0001; r = 0.6682, p = 0.0007, respectively, see Additional file 2: Table S1 ). Conversely, all the VOCs were neutralized by the sera of previously infected subjects in our study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 495,
                    "end": 503,
                    "text": "Table S1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Neutralizing antibody response to SARS-CoV-2 VOCs in naïve and previously infected subjects following vaccination"
        },
        {
            "text": "The main evidence resulting from our study is the IgG-RBD drop at W15 from the first dose administration. As a consequence of this rapid decay, neutralization against the VOCs decreased in both vaccinee's groups, although nAb titers remained higher in sera of previously infected subjects, confirming that pre-exposure to SARS-CoV-2 conferred broad-spectrum protection. These findings were confirmed by the strong correlations between binding IgG to RBD and nAb titers (for previously infected.: r = 0.8667, p = 0.0045 for D614G; r = 0.9500, p = 0.0004 for B. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralizing antibody response to SARS-CoV-2 VOCs in naïve and previously infected subjects following vaccination"
        },
        {
            "text": "Our study reported that antibodies elicited after two doses of BTN162b2 vaccine rapidly decline after 15 weeks from the first administration, especially in infection-naïve subjects. These subjects developed weaker immunity than those previously exposed to SARS-CoV-2, in terms of serological response and functional neutralization. The expected decline relies on the fact that vaccine induced short-lived plasmablasts that do not necessarily differentiate into long-lived plasma cells [9] . Turner et al.reported that S-binding germinal centre B cells and plasmablasts in draining lymphonodes persist at least 12 weeks after the second dose [10] . Our results are in line with the \"hybrid immunity\" concept according to which vaccinated COVID˗19 convalescent individuals developed higher immune responses compared to that of naïve or SARS-CoV-2-infected subjects [11] . Similar evidence was reported by the study of Huijskens et al., in which the authors showed that a history of seasonal influenza vaccination has different effects on infection and vaccination response. In vaccinees, the level of antibodies to the homologous strain was reduced in persons with a history of vaccination, whereas the reverse was true for infected persons [12] .",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 641,
                    "end": 645,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1239,
                    "end": 1243,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "More importantly, our data point out the need to monitor the effectiveness of the BTN162b2 vaccine to protect against possible newly emergent VOCs. The B.1.351 and P.1 lineages were more resistant to sera neutralization compared to the B.1.1.7 and B.1.617.2 lineages even after the second boost. The resistance to neutralization of the first two mentioned lineages was also reported for monoclonal antibodies and convalescent plasma, due to the mutations in the NTD and RBD leading to changes in the spike proteins recognized by neutralizing antibodies [13] . [15] . However, we cannot exclude that this discrepancy might rely on the different neutralization assays employed, i.e. live virus-and, in our case, pseudotyped virus-based assays. Perhaps, differences in spike conformations between live and pseudotyped virus could make the neutralizing epitope differently accessible to neutralizing antibodies. Although variants escape from SARS-CoV-2 humoral immunity has been reported, S-specific CD4 + T-cell activation is not affected by the mutations, at least in the B.1.1.7 and B.1.351 variants [16] . Taken together, our findings suggest that the administration of a third vaccine dose is expected to boost both humoral and cellular response and acquire high levels of cross-neutralizing antibodies as observed in subjects with pre-existing immunity. Therefore, immunological naïve subjects should be prioritised for an additional vaccine administration. Studies reviewed in [17] indicated that one vaccine dose administration may sufficiently protect people who have recovered from COVID-19. However, few epidemiologic studies provided evidence of the benefit of vaccination for previously infected individuals as well. Unvaccinated Kentucky residents who were infected with SARS-CoV-2 in 2020 had significantly higher likelihood of reinfection during May and June 2021 than those who were vaccinated against COVID-19 [18] . The rapid waning of the response elicited by vaccination suggests the need for a potential seasonal vaccine booster, as with the influenza vaccine, in order to be protected from the risk of reinfection and reduce the burden on the healthy system.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1924,
                    "end": 1928,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A limitation of this study is the number of subjects included in the analysis. Nevertheless, this limitation does not affect data interpretation, since they are consistent with those of other authors [5, 18] and give insight about the effectiveness of BTN162b2 vaccine to confer protection against the current circulating variant B.1.617.2.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Effectiveness of BNT162b2 and ChAdOx1 nCoV-19 COVID-19 vaccination at preventing hospitalisations in people aged at least 80 years: a test-negative, case-control study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hyams",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "1539--1587",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effectiveness of BNT162b2 and mRNA-1273 covid-19 vaccines against symptomatic SARS-CoV-2 infection and severe covid-19 outcomes in Ontario, Canada: test negative design study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "374",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Antibody response to BTN162b2 mRNA vaccination in naïve versus SARS-CoV-2 infected subjects with and without waning immunity | Research Square",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Primary, recall, and decay kinetics of SARS-CoV-2 vaccine antibody responses",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Ibarrondo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "ACS Nano",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acsnano.1c03972"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Faster decay of neutralizing antibodies in never infected than previously infected healthcare workers three months after the second BNT162b2 mRNA COVID-19 vaccine dose",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vicenti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "21",
            "pages": "683--687",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2021.08.052"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Superspreading in the emergence of COVID-19 variants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gómez-Carballa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pardo-Seco",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Martinón-Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Trends Genet",
            "volume": "",
            "issn": "21",
            "pages": "262--268",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tig.2021.09.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Virological and serological discordant profiles in COVID-19 pneumonia: two atypical clinical cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ranzenigo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early antibody response in health-care professionals after two doses of SARS-CoV-2 mRNA vaccine (BNT162b2)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Favresse",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Microbiol Infect",
            "volume": "27",
            "issn": "",
            "pages": "5--1351",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "B cell memory: understanding COVID-19",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Quast",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tarlinton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Immunity",
            "volume": "54",
            "issn": "",
            "pages": "205--215",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 mRNA vaccines induce persistent human germinal centre responses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03738-2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Profiling of humoral response to influenza A(H1N1) pdm09 infection and vaccination measured by a protein microarray in persons with and without history of seasonal vaccination",
            "authors": [
                {
                    "first": "Egw",
                    "middle": [],
                    "last": "Huijskens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Analysis of SARS-CoV-2 variant mutations reveals neutralization escape mechanisms and the ability to use ACE2 receptors from additional species",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Immunity",
            "volume": "54",
            "issn": "",
            "pages": "1611--1621",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Serosurvey in BNT162b2 vaccine-elicited neutralizing antibodies against authentic B.1, B.1.1.7, B.1.351, B.1.525 and P.1 SARS-CoV-2 variants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caccuri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Messali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonfanti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caruso",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Emerg Microbes Infect",
            "volume": "10",
            "issn": "",
            "pages": "1241--1244",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-CoV-2 mRNA vaccine BNT162b2 triggers a consistent cross-variant humoral and cellular response",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mileto",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2021.2004866"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 variants of concern partially escape humoral but not T-cell responses in COVID-19 convalescent donors and vaccinees. Sci Immunol",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geers",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.abj1750"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mounting evidence for immunizing previously infected subjects with a single dose of SARS-CoV-2 vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alvarez-Paggi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Invest",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reduced risk of reinfection with SARS-CoV-2 After COVID-19 vaccination-kentucky",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cavanaugh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thoroughman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "70",
            "issn": "",
            "pages": "1081--1084",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Neutralizing antibodies in COVID-19 patients and vaccine recipients after two doses of BNT162b2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Favresse",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Viruses",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1.1.7 (Alpha) and P.1 (Gamma) lineages, and 1 out of 23 neutralized the B.1.351 (Beta) lineage. The B.1.1.298 (Mink) and B.1.617.2 (Delta) lineages were more sensitive to neutralization, which correlated with IgG-RBD levels (r = 0.7021, p = 0.0002 and r = 0.4564, p = 0.0286, respectively, see Additional file 2:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Antibody response in naïve (blue) and previously infected (red) subjects following vaccination. IgG-RBD levels (expressed as AU/ml) in sera from naïve (n = 29) and previously SARS-CoV-2 infected (n = 10) subjects collected at the day of first vaccination (W0), and three (W3), six (W6) and fifteen weeks (W15) from the first vaccination. P˗values were calculated using the Wilcoxon matched-pairs signed ranked test and considered significant if p",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Zani et al. reported that the B.1.1.7 lineage (and B.1.525 lineage) bearing the N501Y single mutation in the RBD was robustly neutralized by vaccine-elicited antibodies from naïve subjects, whereas neutralization of the B.351",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Neutralizing antibody response to SARS-CoV-2 VOCs in infection-naïve (blue) and SARS-CoV-2 previously infected (red) subjects following vaccination. Neutralizing antibody titers (expressed as ID50) against the D614G, B.1.1.7 (Alpha), B.1.351 (Beta), P.1 (Gamma), B.1.617.2 (Delta) and B.1.298 (Mink) SARS-CoV-2 lineages. P˗values were calculated using the Wilcoxon matched-pairs signed ranked test and Kruskal-Wallis test with Dunn's correction for multiple comparison and considered significant if p < 0.05",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Patients' characteristics a non-parametric test Mann-Whitney; b Fisher exact test",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "1.1.7; r = 0.9205, p = 0.0010; for P.1; r = 0.7833, p = 0172 for B.1.617.2; Mink) in previously infected subjects, whereas neutralization ability toward the P.1 lineage was significantly impaired at W15 from the first dose (p = 0.0414). Conversely, in naïve subjects, neutralization was significantly reduced for the B.1.351 and P.1 lineages at W6 and for the B.1.1.7 at W15 (p < 0.0001).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "and P.1 lineages was lower compared to that of the B.1 lineage, although robust[14]. Different from our data, a similar neutralizing response against the B.1, B.1.1.7, and P.1 (and B.1.525) lineages has been reported in BNT162b2vaccinated healthcare workers, while the B.1.351 and B.1.617.2 lineages showed a consistent partial immune evasion",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge the generous contribution of blood donors, whose sera samples were essential to this study. We also acknowledge Stefania Tremolada for having provided assistance in bleeding the vaccinated subjects. 1 ",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1186/ s12967-021-03208-3. Table S1 . Correlations between anti-RBD IgG loads and IC50 values for each variant in infection-naïve patients.Additional file 3: Table S2 . Correlations between anti-RBD IgG loads and IC50 values for each variant in previously infected patients.Authors' contributions GS performed and analysed neutralization assays, discussed data and wrote the manuscript; AR discussed and critically revised the manuscript; LDC enrolled patients; MTV collected samples; ZB and CP performed IgGs analyses and collected and managed data; MMN performed some neutralization assays; NT provided some reagents; LL discussed data and critically revised the manuscript; DZ designed and coordinated the study, analysed data and results, prepared figures. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 252,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Supplementary Information"
        },
        {
            "text": "The work was founded by Ministero Salute-Italy (COVID-2020-12371617), Scientific Direction of San Raffaele Scientific Institute (Immuno-COVID) and ANR-France (MUCOLUNG) to L.L; FUR 2020 Department of Excellence 2018-2022, MIUR, Italy, and the Brain Research Foundation Verona to D.Z.; the Italian Ministry of Health under \"Fondi Ricerca Corrente-L1P5\" and \"Ricerca Finalizzata COVID-2020-12371675\" to IRCCS Sacro Cuore Don Calabria Hospital to Z.B. and C.P.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data generated or analysed during this study are included in this published article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Serum samples had been collected and stored in the University of Verona biobank (Ethics Committee approval prot. N. 1538) and in Tropica Biobank of the IRCCS Sacro Cuore Don Calabria Hospital (Ethics Committee approval prot. N. 50950). All participants signed informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}