{
    "paper_id": "5552437247624f72ff4e99007b10a999343dedb5",
    "metadata": {
        "title": "Non-structural proteins of bovine viral diarrhea virus",
        "authors": [
            {
                "first": "Shanshan",
                "middle": [],
                "last": "Chi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Si"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weijuan",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Yunjiang He",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Linzhu"
                ],
                "last": "Ren",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Xueli"
                ],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bovine viral diarrhea virus (BVDV) belongs to the family Flaviviridae genus pestivirus. The viral genome is a singlestranded, positive-sense RNA that encodes four structural proteins (i.e., C, Erns, E1, and E2) and eight non-structural proteins (NSPs) (i.e., Npro, p7, NS2, NS3, NS4A, NS4B, NS5A, and NS5B). Cattle infected with BVDV exhibit a number of different clinical signs including diarrhea, abortion, and other reproductive disorders which have a serious impact on the cattle industry worldwide. Research on BVDV mainly focuses on its structural protein, however, progress in understanding the functions of the NSPs of BVDV has also been made in recent decades. The knowledge gained on the BVDV non-structural proteins is helpful to more fully understand the viral replication process and the molecular mechanism of viral persistent infection. This review focuses on the functions of BVDV NSPs and provides references for the identification of BVDV, the diagnosis and prevention of Bovine viral diarrhea mucosal disease (BVD-MD), and the development of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bovine viral diarrhea virus (BVDV) is one of the pathogens associated with Bovine viral diarrhea (BVD), belongs to the family Flaviviridae genus Pestivirus. The International Committee on Virus Taxonomy (ICTV) classified the Pestivirus genus in the Flaviviridae family in the format Pestivirus A, Pestivirus B, Pestivirus C, and so on [1] . Pestivirus A-D replaces Bovine viral diarrhea virus-1 (BVDV-1), Bovine viral diarrhea virus-2 (BVDV-2), Classical swine fever virus (CSFV), and Border disease virus (BDV), respectively [2, 3] . Due to the cross-reaction of the three viruses in serology, BVDV, CSFV, and BDV, they are closely related in protein structure, antigen, and genetic levels [4] .",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "3]",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BVDV was first isolated in the USA. Since then, the occurrence of the disease has been reported worldwide [5] . Due to the increasing number of reports and the gradual deepening of BVDV research, researchers have classified BVDV, such as BVDV-1 and BVDV-2. At present, BVD is prevalent worldwide, so the animal infection rate is higher in areas with developed animal husbandry. It is one of the main infectious diseases to the cattle breeding industry and has caused huge economic losses to the world's breeding industry. BVDV-1 and BVDV-2 can infect domestic and wild animals, including cattle, sheep, goats, deer, and camel. Among these susceptible animals, the clinical signs in BVDV-infected cattle are the most serious, including diarrhea, respiratory disease, immunosuppression, growth retardation, abortion, and decreased reproductive efficiency, which poses a serious impact on the production and health of the cattle herd [6] . Therefore, the World Organization for Animal Health (OIE) lists BVD as a Class B infectious disease, and BVDV control and eradication plans are in place in most of Europe, the USA, and the UK [7] . At the same time, China has also been listed as a Class II infectious disease in China's import and export inspection and quarantine. At present, the Class II infectious diseases have been adjusted to 154 in the latest standard [8] .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Edited by William Dundon. Shanshan Chi and Si Chen contributed equally to this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "* Linzhu Ren renlz@jlu.edu.cn * Xueli Wang wangxl9577@aliyun.com 1 BVDV can be divided into cytopathic (Cytopathic, Cp) and non-cytopathic (Non-Cytopathic, Ncp) biotypes [9] . The Cp biotype of BVDV can cause a series of cytopathological effects (CPE) in cells, such as cytoplasmic vacuolation and cell death, while the Ncp of BVDV does not cause obvious CPE [10] . Because the fetal immune system is immature, and NCP-type BVDV (BVDV-1, BVDV-2) inhibits the ability of animals to induce type I interferon production. Therefore, cows infected with Ncp-type BVDV-1 or BVDV-2 in early pregnancy can directly kill oocytes, embryos, and cause abortion or stillbirth in cows [11] . If the fetus continues to develop, the virus can transmit vertically through the placenta to infect the fetus, making it a persistently infected (PI) animal [12] .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study found that the body temperature, respiratory rate, and heart rate of PI calves were within normal ranges. However, their thyroid hormone concentrations were significantly lower than those of healthy calves, and their clinical manifestations were far lower than normal levels of feed intake, stunting, and growth retardation [13, 14] . The feces and secretions of PI animals contain a large number of viral particles, so they are one of the important sources of infection of the disease. PI cattle develop Mucosal disease (MD) when the non-cytopathic (NCP) form of BVDV they are infected with undergoes spontaneous mutation to the cytopathic form. The clinical symptoms were severe high fever, anorexia, diarrhea, bloody stool, and severe dehydration [15] . The disease is generally sporadic, the incubation period is one to two weeks, and the mortality rate of sick animals is extremely high. The clinical features of cows with the mucosal disease are hemorrhagic, necrotic, and ulcerative lesions. In addition, it is often manifested as loss of intestinal gland crypts, erosions, ulcers, and large-scale mucosal necrosis in part or throughout the entire gastrointestinal system [16] . PI animals with BVDV-1 or BVDV-2 are immune-tolerant to BVDV, carry the virus for life, and excrete the virus to become a new source of infection in the animal population, making it difficult to eradicate the disease [17] [18] [19] . Therefore, the complete elimination of PI animals is the most effective way to stop the spread of the disease. In addition, studies have found that BVDV-1 can be detected in semen, which poses a great threat to vertical transmission, suggesting that more attention should be paid to the detection of bulls [20, 21] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1418,
                    "end": 1422,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1427,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1736,
                    "end": 1740,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 1741,
                    "end": 1744,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After BVDV-2 infection, the activation of bovine fetal lymphocytes is weakened and immune tolerance appears. Because people have less understanding of the mechanism of placental transmission and fetal immune tolerance, the control of the spread of the disease is restricted [22, 23] . Moreover, BVDV infection can also affect the function of monocyte-derived macrophages (MDM). Abdelsalam et al. infected bovine MDM with highly virulent and low virulent BVDV-2 strains and found that the phagocytic function and bactericidal activity of MDM decreased significantly, and the expression of MHC II and CD14 down-regulated [24] . In addition, it can induce apoptosis of Madin-darby bovine kidney (MDBK), lymphocytes, and BL-3 cells. Therefore, the widespread BVDV will cause huge economic losses to the animal husbandry industry.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[22,",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "23]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this review, we mainly focus on the structures and functions of BVDV NSPs. An in-depth understanding of the relationship between the structure and function of BVDV protein will contribute to the research and development of new vaccines and provide new references and a basis for the diagnosis, prevention, and control of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BVDV contains a single-stranded, positive-stranded RNA of 12.3-16.5 kb, encoding a single open reading frame (ORF). The ORF can be divided into different regions to encode polyproteins, the coding sequence is NH 2 Fig. 1a ) [25] [26] [27] . Protein C and envelope glycoproteins (Erns, E1, and E2) are structural proteins of the virus, which can combine with genomic RNA and lipid bilayers to form virus particles, whose arrangement and distribution are shown in Fig. 1b . Npro, p7, NS2, NS3, NS4A, NS4B, NS5A, and NS5B are non-structural proteins of the virus, which are involved in viral replication, transcription, and translation individually or cooperatively [28] .",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 469,
                    "text": "Fig. 1b",
                    "ref_id": null
                }
            ],
            "section": "Structural characteristics of the virus genome"
        },
        {
            "text": "The BVDV genome encodes untranslated regions and the 5′ (5′-UTR) and 3′ (3′-UTR) termini. The 5′-UTR is involved in RNA replication and forms an internal ribosome entry site (IRES). The 3′-UTR contains structural elements for BVDV RNA replication and can be used to determine the highly conserved binding sites of microRNAs miR-17 and let-7. The combination of these RNAs increases the stability of the genome and induces translation of the virus proteins [29] .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Structural characteristics of the virus genome"
        },
        {
            "text": "N pro (p20) N pro (p20) is the first protein produced from the N-terminus of the viral polyprotein, with a molecular weight of about 20 kDa, which is a protein unique to pestivirus. BVDV N pro is a hydrophilic outer membrane protein with no signal peptide, and its secondary structure is mainly β-sheet and random curling [31] . Furthermore, N pro is a self-protease, which can autocatalyze the cleavage of the nascent polyproteins to produce BVDV C protein. Further studies showed that Cys69 and His130 of p20 are the two sites of the protease active center, which can catalyze the cleavage of the peptide bond between Tyr164 and Vail65 [32] .",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Non-structural proteins"
        },
        {
            "text": "BVDV N pro can regulate the production or inhibition of type I interferon (IFN-I), and affect the replication ability of the virus, leading to innate immune suppression of infected animals [33] . Darweesh et al. found that Ncp BVDV2a N pro can inhibit the production of type IFN-I by reducing the activity of S100A9 protein in somatic cells, thus enhancing the replication ability of BVDV in infected cells [34] . Furthermore, BVDV N pro can also inhibit the production of type IFN-I by degrading intracellular IRF-3 through the N pro proteasome [19, 33, 35] . Chen et al. found that the N pro of Cp BVDV-1a ( NADL strain) can degrade IRF-3 through ubiquitination and proteasome [36] . Further studies showed that the viral N pro has a zinc atom binding domain that can bind to IRF-3, resulting in the binding of specific E3 ubiquitin ligase to the N pro IRF-3 complex, catalyzing the polyubiquitination reaction of IRF-3, and finally degrading IRF-3 through the proteasome pathway. Moreover, CSFV N pro can also reduce the expression of IRF-3 [37] . These results suggest that BVDV N pro is involved in the regulation of type I interferons. Furthermore, E74-like factor 4 (ELF4) is an IFN transcription factor, which can increase the binding affinity of IRF3 and IRF7 by interacting with the enhancer elements. Simultaneously, the interaction between ELF4 and STING is activated by TBK1, leading to the nuclear translocation of ELF4 and then binding to the IFN promoter [32, 38, 39] . Therefore, whether BVDV N pro is associated with ELF4 needs further clarification. Obviously, BVDV N pro has a great effect on the production or inhibition of IFN-I responses.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 411,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 554,
                    "text": "33,",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "35]",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1476,
                    "end": 1479,
                    "text": "38,",
                    "ref_id": null
                },
                {
                    "start": 1480,
                    "end": 1483,
                    "text": "39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-structural proteins"
        },
        {
            "text": "Moreover, BVDV N pro has an IFN antagonism effect, but the immunogenicity of the protein is still unknown. Mishra et al. constructed a recombinant BVDV-1 N pro -His fusion protein (28 kDa) and found that the recombinant protein can stimulate the obvious humoral immune response in the rabbits after 4 weeks post-immunization, but the immune response disappeared after 10 weeks [40] . Furthermore, the recombinant protein only can induce low levels of immune responses in cattle, sheep, and goats. Maldonado et al. infected bovine kidney cell lines with the BVDV-1 cytopathic strain CH001 (CpBVDV-1) and analyzed the expression of IFN-β, and found that CpBVDV-1 can induce a small amount of IFN-β production [41] . The CpBVDV-1 strain can Fig. 1 The schematic diagram of the genome and morphological structure of BVDV [30] induce the body to produce a small amount of IFN-β, and stimulate the expression and nuclear translocation of IRF-1 and IRF-7. Further studies showed that CpBVDV-1 regulated the expression of bovine IFN-β by activating several key transcription factors (Fig. 2) . Therefore, the regulation of IFN gene expression is of great significance for maintaining immune homeostasis during BVDV infection.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 738,
                    "end": 744,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1083,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Non-structural proteins"
        },
        {
            "text": "In addition, BVDV contains IFN-γ-inducing CD8 + T cell epitopes, which can be used for the development of CD8 + T cell vaccines [42] . The vaccine was developed to protect cattle from BVDV infection. For example, Wang et al. established a BVDV-VLP (BVDV-1a NADL strain) containing E rns and E2 via the baculovirus expression vector system (BEVS) [43] . After immunizing the mice, the levels of CD4 + and CD8 + T cells in the spleen cells were significantly higher than those in the unimmunized control group, and the ability to produce IFN-γ and IL-4 was significantly enhanced. The innate immune system can produce a powerful and rapid immune response, and carry out precise and detailed regulation to eliminate pathogens and avoid cell damage.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-structural proteins"
        },
        {
            "text": "Viral protein p7 is a 6-7 kDa polypeptide derived from E2 and contains two domains. One domain is located at the C-terminus of E2 without being cleaved, and the other part is released by signal peptidase interpretation and exists in the form of free p7 or E2-p7 during infection in the cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "p7"
        },
        {
            "text": "However, p7 has not been detected in BVDV particles and is therefore classified as a non-structural protein [45] .",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "p7"
        },
        {
            "text": "BVDV p7 can participate in the formation of infectious BVDV particles and promote virus release [46] , however, the mechanism which underpins this function remain unclear. Zhao et al. analyzed the function of p7 protein based on its sequence characteristics and found that p7 could regulate the cleavage of E2-p7 by interacting with NS2 and E2 and regulate virus production without affecting viral RNA replication [47] . Furthermore, Fu et al. found that p7 mainly forms ion pores and exists on the cell membrane with the hydrophilicity of 1-14 amino acids at the N-terminal of the protein [48, 49] . Therefore, the ion channel activity of p7 may be the reason for protecting immature intracellular virions from acidification and inactivation, which remains to be further clarified.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[48,",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "p7"
        },
        {
            "text": "NS2 (p54) is a cysteine protease, containing 450 amino acids. It consists of a hydrophobic N-terminal half-anchored protein-membrane and a common domain of the C-terminal protease structure [50] . As reported, BVDV is regulated by the degree of NS2-NS3 cleavage from RNA replication to morphological changes, while the cleavage of NS2-NS3 is mediated by the self-protease in NS2, which can be effectively cleaved into NS2 and NS3 in the early stages of infection [51] . Moreover, during BVDV infection, cell chaperone DNAJC14 will form a complex with viral NS2-NS3 to promote the activation of NS2 protease and the release of NS3, thus promoting the formation of virions [52] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[52]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS2 (p54), NS3 (p80), and NS2-NS3"
        },
        {
            "text": "The genomic region encoding NS3 (p80) is 2049 nt long and encodes 680 amino acids. NS3 is a multifunctional protein, including serine protease function, helicase, and nucleoside triphosphatase (NTPase) activity, which can be used as a target antigen for ELISA identification of BVDV [53, 54] . NS3 is an important part of BVDV replicase, regulating the replication efficiency of viral RNA, but has little effect on virus assembly. The NS3 protease can only obtain its full activity in the NS3/NS4A complex, followed by the cleavage of all downstream proteins by the C-terminus of NS3 [55] . However, the inactivation of the NS3 protease, helicase, and NTPase will interfere with the replication of viral RNA.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[53,",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "54]",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[55]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS2 (p54), NS3 (p80), and NS2-NS3"
        },
        {
            "text": "Usually, about 120 kDa of NS2-NS3 (p125) protein can be detected in the Ncp and Cp BVDV-infected cells. In the early stage of virus infection, the cleavage of NS2-NS3 is associated with the replication of the Ncp virus. However, the cleavage of NS2-NS3 was significantly reduced in the later stage of infection, resulting in NS2-NS3 mainly present in infected cells. The infection of Cp BVDV can quickly lead to cellular apoptosis, which was partly due to the protease activities of NS2 and NS3, while Ncp BVDV can coexist with host cells after infecting cells [55] . Furthermore, Gamlen et al. found that NS3/NS4A can induce the intrinsic apoptotic pathway [56] . NS3 protease cannot inhibit the activation of the IFN-β promoter mediated by TLR3-and RIG-I. Therefore, BVDV NS2-NS3/NS4A may affect the apoptosis of Cp-infected cells, which needs to be further studied.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 565,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS2 (p54), NS3 (p80), and NS2-NS3"
        },
        {
            "text": "NS2-NS3/NS4A (NS2-3/4A) is a complex formed by NS4A and uncleaved NS2-NS3 (NS2-3) or NS3/NS4A. It can be used as the basic component of virus particles to promote RNA replication and virus assembly. It was shown that the formation of virions depends on the NS2-NS3 and NS4A complexes, of which NS2-NS3 cannot be replaced by NS2 and NS3 (Fig. 3) [57]. Dubrau et al. found two functional mutation regions located at the C-terminus of BVDV NS2 and the serine protease domain of NS3, respectively, which were related to particle assembly [58] . NS2 and NS3 can be used to replace uncut NS2-NS3 in particle assembly, but the specific mechanism remains to be explored [59] .",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 344,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "NS2 (p54), NS3 (p80), and NS2-NS3"
        },
        {
            "text": "It was reported that the introduction of an internal ribosome entry site (IRES) or ubiquitin (Ubi) coding sequence between the NS2 and NS3 coding sequences cannot lead to the loss of viral infectious particles, indicating that the uncleavage NS2-NS3 is highly conservative and is a key factor for the formation of pestivirus virions [57, 60] . To determine the conservation of NS2-NS3 in the pestivirus genus, Dubrau et al. evaluated the NS2 and NS3 mutants (2/T444-V and 3/M132-A) of CSFV, a virus in the same genus as BVDV [61] . These mutants encode ubiquitin between NS2 and NS3 (NS2-Ubi-NS3) and internal IRES (NS2-IRES-NS3), respectively. As a result, NS2-Ubi-NS3 can restore the formation of low-level NS2-NS3 independent viruses, whereas the effect of NS2 mutations and additional helper mutations in NS2-IRES-NS3 variants has not been clarified.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[57,",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "60]",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 529,
                    "text": "[61]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS2 (p54), NS3 (p80), and NS2-NS3"
        },
        {
            "text": "NS4A (p10) is a 10 kDa protein, consisting of an N-terminal transmembrane domain (TM), a central peptide, a kinked structure, and a C-terminal cytoplasmic domain. Among the domains, TM is responsible for anchoring the NS3/NS4A complex on the intracellular membrane and participates in the formation of virions. The central peptide can form a β-lamellar structure to stimulate the activity of NS3 protease. NS4A acts as a protease cofactor in the NS3/NS4A serine protease complex, catalyzing the cleavage of downstream proteins NS4B, NS5A, and NS5B, and interacting with NS3 [62] . In addition, the results of co-precipitation studies show that the interaction between the N-terminal region of NS4A and NS3 can induce cleavage of NS4B/5A and NS5A/5B sites [54] . NS4B (p30) is a 35 kDa hydrophobic protein with NTPase activity, which participates in BVDV genomic replication [63] . Furthermore, NS4B is also an integral membrane protein of the Golgi apparatus, which can be inhibited by Hepatitis C virus (HCV) inhibitors (Clemizole). Once the dimerization of NS4B protein is destroyed, RNA replication and molecular rearrangement will occur in the cell membrane of infected cells [64] . Fu et al. found that the BVDV envelope proteins E rns and E2 participate in the induction of autophagy [65] . Subsequently, Suda et al. proved that the NS4B can induce autophagosomes to enhance their intracellular replication [66] . It is reported that there is no difference in the localization of NS4B protein between Ncp and Cp BVDV. However, in vitro experiments have shown that if the 15th codon in the NS4B of BVDV (strain Oregon C24V) is mutated from tyrosine to cysteine, Cp BVDV can be converted to Ncp BVDV [57, 67] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 578,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 878,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1180,
                    "end": 1184,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 1413,
                    "end": 1417,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 1704,
                    "end": 1708,
                    "text": "[57,",
                    "ref_id": null
                },
                {
                    "start": 1709,
                    "end": 1712,
                    "text": "67]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS4A (p10) and NS4B (p30)"
        },
        {
            "text": "BVDV can escape from the host immune response and lead to persistent infection by inhibiting the innate immune responses of cattle, due to the interactions of the viral N pro , E rns , and NS4B with the host immune signaling pathways. Yue et al. investigated the immune evasion mechanism and found that the RLR signal pathway and the production of IFN-β were inhibited due to the interaction of NS4B with the 2CARD of the host MDA5 domain, which further promoted the proliferation of BVDV-1a [68] . This result provides a basis for further research on the mechanism of BVDV evading the host's natural immune system (Fig. 4) . Mohamed et al. proved that ADAR can bind to BVDV NS4A in vivo and in vitro, and confirmed that the N-terminal domain of NS4A is an ADAR binding domain [69] . These results indicated that NS4A plays a role in promoting virus replication in the interaction between BVDV and ADAR.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[69]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 623,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "NS4A (p10) and NS4B (p30)"
        },
        {
            "text": "NS4B is the main target for disease diagnosis, vaccine development, and treatment of infections. NS4B contains highly conserved epitopes and can induce humoral and cellular immune responses after viral infection. To study the immunogenicity of NS4B and identify the specific antibody of BVDV-NS4B, Bashir et al. found that cattle were immunized with a combination of NS4B and a modified version of BVDV-1a (NADL strain) [70] . The presence of BVDV NS4B specific antibodies was detected in the serum of BVDV-immunized cows by immunoblotting and indirect ELISA. Thus confirming that NS4B is a target with diagnostic, vaccine and therapeutic value. However, for BVD, the task of diagnosis and control of the disease is still arduous, which requires the continuous development of powerful diagnostic tools to meet the needs of different infections. Moreover, whether the epitopes of NS4B are related to humoral and cellular immune responses need to be further studied.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "text": "[70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "NS4A (p10) and NS4B (p30)"
        },
        {
            "text": "The NS5A (p58) and NS5B (p75) are cleaved from the C-terminus of the BVDV polyprotein. NS5A (p58) is generally present in the form of a single protein or an uncleaved NS5A-NS5B complex in infected cells. NS5A is a hydrophilic phosphorylated protein of about 58 kDa, which is a component of viral replicase [71] . NS5A can be immobilized on the membrane via the N-terminal amphiphilic α-helix. To identify the cellular proteins that interact with the N-terminal of NS5A, Zahoor et al. screened and identified a NIK and IKK-β binding protein (NIBP) by yeast twohybrid, which is involved in intracellular protein transport and NF-κB signal transduction (Fig. 5) [72] . The results showed that NS5A and NIBP coexist in the endoplasmic reticulum of BVDV-infected cells. Overexpressed NS5A can inhibit the activation of NF-κB, while the inhibition of endogenous NIBP by siRNA molecules can promote virus replication, which indicates the important role of host NIBP in the pathogenesis of BVDV [73] . Johnson et al. also found that translation elongation factor 1-α can interact with NS5A [74] . Moreover, NS5A can also be phosphorylated by cellular kinases, but the mechanism involved is still unclear [75] .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[71]",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 987,
                    "end": 991,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1086,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1200,
                    "text": "[75]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 650,
                    "end": 658,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "NS5A (p58) and NS5B (p75)"
        },
        {
            "text": "NS5B (p75) is about 77 kDa in size and has a functional motif characteristic of viral RNA-dependent RNA polymerase (RdRp). It mainly catalyzes the synthesis of viral RNA and participates in the process of virus-infected cell membrane rearrangement [76, 77] . NS5B plays a major role in RNA replication, but its specificity is relatively poor, which can affect the structure of viral replicase [78] . In addition, studies have found that the NS5B protein can function as a part of the membrane-associated replication complex [79] . These results suggest that NS5B is a promising target for Fig. 4 BVDV NS4B inhibits the RLR-mediated signaling pathway [68] antiviral research. As reported, Quinoline carboxamide analogs can be used as selective inhibitors of BVDV replication in vitro by inhibiting the activity of BVDV RdRp [2, 80] , whereas guanosine triphosphate (GTP) can stimulate the RdRp activity of NS5B. However, the synergistic effect of NS3 and NS5B in the host is required to synthesize viral RNA (Table 1) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[76,",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 256,
                    "text": "77]",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 827,
                    "end": 830,
                    "text": "80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 589,
                    "end": 595,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1016,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "NS5A (p58) and NS5B (p75)"
        },
        {
            "text": "BVD is an important infectious disease caused by BVDV and a combination of factors, occurring in most cattleraising countries in the world. In addition, co-infection of BVDV and respiratory diseases has a greater impact on reproduction than diarrhea, such as co-infection of BVDV and infectious bovine rhinotracheitis virus (IBRV). Since its discovery, people's research on BVDV has continued to deepen. In the aspect of molecular biology, the main protein structure and function have been systematically studied, especially the genome structure and function, genotyping, and epidemiological studies have been reported more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and perspective"
        },
        {
            "text": "However, due to the frequent economic and trade activities of various countries in the world, BVDV exists widely in the world, and there is a phenomenon of variation of strains and enhanced virulence. After cattle are infected with BVDV, it will directly affect the quality and safety of bovine biological products, such as frozen sperm, serum, and embryos, and bring huge economic losses to the breeding industry [83] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 418,
                    "text": "[83]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and perspective"
        },
        {
            "text": "Up to now, researchers have made preliminary progress in the research of BVDV NSP. However, a series of problems such as the regulation mechanism of the interaction between p7, NS4B, NS5A, and other NSP, the regulation mechanism of virus replication, and the pathogenic mechanism have not been resolved. The clinical signs of BVD are complex, and the mechanisms of persistent infection, immunosuppression, and immune escape are not fully understood, which restricts the development of new vaccines. To date, most vaccines have been developed by inactivated pathogens, protein subunits, or based on live attenuated organisms, which are at risk of pathogenicity recovery under the condition of the impaired immune system. To avoid this situation, the research and development of nanoparticles-based vaccines that enhance the stability and targeting of antigens [72] have attracted attention [90] [91] [92] . Mahony et al. combined E2 protein with hollow mesoporous silica nanoparticles with surface amino functionalization (HMSA) to make a recombinant subunit vaccine, and immunized sheep by subcutaneous injection of non-lyophilized or freeze-dried nano-formulations. The results showed that the E2 nanoformulations were immunogenic in sheep, and freeze-drying did not affect the immunogenicity of the E2 antigen, which was still detectable four months after immunization [93] . This also indicates that the research on nanoparticle-based vaccines is of great significance and can be used as a new research direction in future research. However, BVD cannot be eradicated by vaccination alone, and effective rapid detection methods and compulsory culling policies should be applied worldwide to prevent and control the disease. Among them, the culling objects mainly include sick animals and suspected infected animals. At the same time, strengthening the study of the interaction between BVDV and the host, and exploring the interaction between viral structural proteins and non-structural proteins will provide feasible solutions to eradicate BVD on a global scale. To further study the relationship between BVDV and the host, the researchers found through transcriptomic and proteomic analysis of BVDV-infected MDBK cells.BVDV can inhibit host cell apoptosis and inhibit the expression of antiviral proteins and genes in the complement system, thereby promoting the proliferation of BVDV. At the same time, BVDV can also utilize host metabolic resources and cell autophagy to promote replication, which provides an important basis for further exploration of the mechanism of BVDV-host interaction, and also provides guidance for the eradication of BVD [94] [95] [96] .",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 863,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 903,
                    "text": "[92]",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 2653,
                    "end": 2657,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 2658,
                    "end": 2662,
                    "text": "[95]",
                    "ref_id": null
                },
                {
                    "start": 2663,
                    "end": 2667,
                    "text": "[96]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and perspective"
        },
        {
            "text": "The following points should be noted for the study of BVDV NSP. For example, which host cell genes need to be activated when BVDV is transcribed, and which host cell components are required for virus translation. The functions of some BVDV NSP genes on the transcription, translation, and regulation of the virus itself, as well as the role and mechanism in antagonizing host cells. But compared with CSFV research, especially compared with HCV research, BVDV still has a lot of unexplored research space. To completely prevent BVDV, it is necessary to strengthen the research on the interaction between BVDV and the host, as well as the interaction between viral structural proteins and non-structural proteins after BVDV enters cells, which is of great significance to the prevention and control of BVD. [78, 89] ",
            "cite_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "text": "[78,",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "89]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and perspective"
        }
    ],
    "bib_entries": {
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Refer Module Life Sci",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Moennig",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tautz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/B978-0-12-809633-8.21233-8"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Study on the BVDV Npro Non-structural protein Antagonism against Type I Interferon Producting Mediated by EL F4",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Co-regulated transcriptional induction of IFN-β by IRFs and NF-кB during CpBVDV-1 infection[44]. P65 and p50 are subunits of NF-κB. IRF: IFN-regulatory factor",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Replication of pestiviral genome and morphogenesis of virions in the presence and absence of uncleaved NS2-NS3 (NS2-3)[58]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "NIBP-NS5A interaction and its regulation on the NF-κB pathway",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The size and main functions of BVDV NSPs proteins Name Size Main function Reference N. pro 20 kDa Participate in immune escape; participate in the assembly of BVDV complex; identify BVDV typing; inhibit IFN production kDa Assist virus assembly, participates in virus replication; promotes virus release, and can also separate itself from E2 under the action of cell signal peptidase [46, 84] NS2 50 kDa Cysteine protease with protease activity [66] NS3 75 kDa Has RNA helicase and serine protease activity; has strong immunogenicity; used for detection kits and identification of BVDV biotypes NS4A 10 kDa Used as a cofactor for NS3 protease activity [85] NS4B 35 kDa Part of viral replicase; involved in cell membrane rearrangement [64, 86] NS5A 58 kDa Has the function of RNA polymerase; a component of virus replicase; it participates in the BVDV invasion process NS5B 77 kDa Responsible for BVDV genome replication and RNA synthesis transcription",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}