{
    "paper_id": "555923b93bdc85e05f16da8e9afde68050083c6f",
    "metadata": {
        "title": "Epidemic size, trend and spatiotemporal mapping of SARS-CoV-2 using geographical information system in Alborz Province, Iran",
        "authors": [
            {
                "first": "Kourosh",
                "middle": [],
                "last": "Kabir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Taherinia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Davoud",
                "middle": [],
                "last": "Ashourloo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmad",
                "middle": [],
                "last": "Khosravi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hossien",
                "middle": [],
                "last": "Karim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hamid",
                "middle": [
                    "Salehi"
                ],
                "last": "Shahrabi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mojtaba",
                "middle": [
                    "Hedayat"
                ],
                "last": "Yaghoobi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alireza",
                "middle": [],
                "last": "Soleimani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zaynab",
                "middle": [],
                "last": "Siami",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Noorisepehr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramin",
                "middle": [],
                "last": "Tajbakhsh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Reza"
                ],
                "last": "Maghsoudi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mehran",
                "middle": [],
                "last": "Lak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Parham",
                "middle": [],
                "last": "Mardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Behnaz",
                "middle": [],
                "last": "Nouri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Mohammadzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mehdi",
                "middle": [],
                "last": "Azimzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahmood",
                "middle": [],
                "last": "Bakhtiyari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The first confirmed cases of COVID-19 in Iran were reported in Qom city. Subsequently, the neighboring provinces and gradually all 31 provinces of Iran were involved. This study aimed to investigate the case fatility rate, basic reproductive number in different period of epidemic, projection of daily and cumulative incidence cases and also spatiotemporal mapping of SARS-CoV-2 in Alborz province, Iran.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A confirmed case of COVID-19 infection was defined as a case with a positive result of viral nucleic acid testing in respiratory specimens. Serial interval (SI) was fitted by gamma distribution and considered the likelihoodbased R0 using a branching process with Poisson likelihood. Seven days average of cases, deaths, doubling times and CFRs used to draw smooth charts. kernel density tool in Arc GIS (Esri) software has been employed to compute hot spot area of the study site.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "headache, myalgia, breathlessness and conjunctivitis are among the most common signs and symptoms (not in all) of COVID-19 patients [1] [2] [3] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first confirmed cases of COVID-19 in Iran were reported on 19 February 2020 [4] . The number of COVID-19 daily new cases gradually increased until March 30 and reached 3186, and since then, the number of new cases has decreased. By 13 th April 275,427 RT-PCR tests were performed in Iran and a total number of 73,303 confirmed COVID-19 cases and 4585 related deaths were reported in Iran. In addition, 45,983 patients have been improved and discharged [4] . The first confirmed cases of COVID-19 in Iran were reported in Qom (a city is located 140 km to the south of Tehran). Subsequently, the neighboring provinces and gradually all 31 provinces of Iran were involved. Alborz province, which is 170 km north of Qom, was involved a few days after the first cases of the disease were reported in Qom. As regards to the number of confirmed cases and its related deaths, the Case Fatality Rate (CFR) of COVID-19 in Iran is estimated 6.2% by April 13 [5] . The global CFR of COVID-19 is estimated 6.3% by April 13 [6] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 951,
                    "end": 954,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Epidemiologic data including indicators of epidemic spread speed and places can help us to know more about the disease and better control of the epidemic. The basic reproduction number (R0) is the number of secondary cases which one case would produce in a completely susceptible population [6] . The basic reproduction number of COVID-19 was estimated 2-2.5, indicating that 2-2.5 susceptible persons will be infected by an infected patient [7] . Given the rapid spread of the virus, the government immediately responded by establishing more than 60 laboratories to enhance the testing capacity, and consequently, there was a sudden spike in the reported number of positive cases.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Today, it is well proved that geographic information systems can provide epidemiologists and health professionals with a wide range of abilities to identify and solve health problems. Application of geographic information systems (GISs) in studies of infectious disease control results in a deeper approach to better planning for how to control them [8] . What distinguishes a geographic information system from other information systems is the existence of spatial analysis functions in that system, which are related to spatial location, and researchers are interested in analyzing their relationship with the incidence of diseases as well as the relationship between diseases and geographical features and find new ideas about the causes and patterns of disease [9] .",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of this study was to investigate the epidemiology of COVID-19 and spatiotemporal distribution in Alborz province, as well as to estimate basic reproduction number (R0) and also modeling to estimate the incidence of the disease in future days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study was conducted in all hospital of Alborz province, Karaj, Iran, which are designated to COVID-19 patients. Epidemiological data were extracted from electronic medical records of Alborz University of Medical Sciences, Karaj, Iran; using a standardized data collection form, All walk-in and referral patients who were diagnosed with COVID-19 according to WHO interim guidance, and those died between Feb 21, 2019 (when the first patients were diagnosed), and April 20, 2020, were included in our study. To ensure data quality and accuracy, some of the completed data forms were randomly selected, and their items were validated by an interviewer over the telephone. At the end of data collection, the forms' data were entered into Excel and coded by two research assistants separately. In case of any discrepancy, a review of the forms, contacting the patients or their family, and/or exclusion of the participant were the next measures taken to resolve the discrepancies. The protocol of this study was reviewed and approved by the Institutional Review Board of Alborz University University of Medical Science (IR.ABZUMS.REC.1399.006).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample and cases mapping"
        },
        {
            "text": "The reported incidence cases of COVID-19 were mapped at the township level using Arc GIS software, from the beginning of the epidemic to the end of April 1, 2020. After cleaning and correcting errors, the data were entered into Excel data sheets using their home address or postal codes. The most recently updated electronic maps of Karaj city and its townships was used, and the map was linked to Excel with the join comment. A choropleth map, which uses a color range to show changes in the layers of polygons, was produced at the township level with a scale of 1/2000. COVID-19 maps are produced daily from the early stage of the disease. In the following, kernel density tool in Arc GIS (Esri) software has been employed to compute hot spot area of the study site. This tool calculates the density of points in a neighborhood around those points. For all maps, the hot spot areas are characterized by red.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study sample and cases mapping"
        },
        {
            "text": "A confirmed case of COVID-19 infection was defined as a case with a positive result of viral nucleic acid testing in respiratory specimens. Suspected case was defined as a case with symptoms of COVID-19 infection, but not confirmed by viral nucleic acid testing. All positive cases are systematically recorded in a designated registry which is used for follow-up and contact tracing. Serial interval (SI) was defined as the duration between symptom onset of the primary case and symptom onset of the secondary in a transmission chain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case definition"
        },
        {
            "text": "R0 was defined as the expected number of secondary cases that one primary case will generate in a susceptible population [10] . For testing, two respiratory tract samples (throat and nasopharyngeal swabs) are collected and submitted for viral nucleic acid testing. In this study, we used an informative prior distribution for the SI, which was estimated as 7.5 ± 3.4 days for COVID-19 in Wuhan, China [10] , fit with a gamma distribution. We considered the likelihood-based R0 using a branching process with Poisson likelihood. Bootstrapping with 1000 times resampling was used for obtaining the distribution and confidence interval of R0. We then used the estimates of R0, SI, and daily incidence to simulate the trajectories and project the future daily cumulative incidence where the main assumption was that the model follows a Poisson distribution [11] . For each date 2, the number of incident cases I t was drawn from a Poisson distribution with mean R t ∑ t s=1 I t-s W s , where R t is the instantaneous reproduction number, W s is the discrete SI distribution and I t-s is the incidence at time step t -s.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 401,
                    "end": 405,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "For a 30-day projection, we used a uniform distribution of 0.8 to 1.5 for R0 and Bootstrapping with 1000 times resampling [12] . Doubling time is the time needed to double the cumulative number of patients. When doubling time increases means the epidemic is declining. Use of control measures and transmission rates can change doubling times of a disease across the time and between communities. Data on Alborz daily confirmed cases gathered from the surveillance system and used to calculate epidemic doubling times. World and Iran COVID-19 confirmed cases numbers gathered from WHO daily published data also used to calculate the doubling time as comparisons.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "To determine how doubling time changes with time, calculations were done for each day since February 25, 2020 to April 16, 2020. The interval length (T1-T0) considered 5 days for each calculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "The number of cumulative covid-19 patients in 2 perios of time (T1, N1 and T0, N0) used based on following formula to determine daily doubling times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "Case fatality rates (CFRs) for Covid-19 were simply estimated for each day by dividing the accumulated COVID-19 confirmed deaths by accumulated confirmed cases. Although the method is not accurate, it is good enough for comparisons during the time and between different",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "areas. Seven days average of cases, deaths, doubling times and CFRs used to draw smooth charts. Data analysis was performed using the \"incidence\", \"earlyR\", \"ggplot2\" and \"projections\" packages in R (3.6.3) software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "R0 and doubling time calculation"
        },
        {
            "text": "This study showed that from the beginning of the outbreak until April 20, 2020, the total number of definitive positive cases and cases of severe acute respiratory infection (SARI) hospitalized in the Alborz province was 2359 and 4771 cases, respectively. Also, the number of cumulative deaths from definitive positive cases of COVID-19 was 284, and corresponding deaths due to severe acute respiratory infections were 542 accordingly. Daily number of new cases and deaths in addition to cumulative incident and death cases was illuserated in Fig. 1 . Figure 1 shows positive cases as well as confirmed death cases from the beginning of the epidemic to April 20 in Alborz province. As can be seen, the results showed an increasing trend, and during the 10 to March 18, 2020, the highest daily report of cases is recorded and then reached the plateau status, followed by a descending trend. The first cases of death in Alborz province were reported on February 26 and then gradually increased. The highest number of daily deaths observed in the period from March 26 to April 5, and it was almost a fixed trend and then decreased.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 543,
                    "end": 549,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 560,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Also, Fig. 1 shows the definitive cases of disease and cumulative death, which as of April 20 has reached 2199 definitive cases and 284 deaths from the disease. At the beginning of the outbreak, there were limitations in the Fig. 1 Frequency of daily mortality, confirmed positive cases, cumulative incidence of confirmed cases and related death from the beginning of the epidemic to April 20, 2020 performing and the accuracy of the molecular test, and patients with suspected respiratory symptoms were hospitalized based on the results of CT scans. Diagnostic molecular tests have been performed on all hospitalized individuals. Thus, the test results belong to a part of the patients who were hospitalized with a severe acute respiratory infection (SARI) and can't generalize to the total patients in the whole province. Figure 2 shows the total daily confirmed cases and death in hospitalized patients in Alborz province. Dark blue lines indicate daily severe acute respiratory infections (SARI) and light blue lines reveal daily positive cases, and dark and bright red lines show daily deaths from severe acute respiratory infections (SARI) and death of positive cases, respectively. Although the observed pattern is different in terms of numbers, it shows almost the same trend in both cases.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 398,
                    "text": "April 20, 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 6,
                    "end": 12,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 231,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 832,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The case fatality rate of COVID-19 was shown in Alborz province, Iran, and the world from March 10 to April 20 in Fig. 2 . As can be seen, on March 10, Alborz province was 8.33% with a 95% confidence interval of (6. [3] [4] [5] [6] [7] [8] [9] [10] [11] , and by April 20, it had an increasing trend and reached 12.9% with a 95% confidence interval of (11.5-14.4). In Comparison of calculated death rate, the world and Iran has demonstrated that the reported rates for Alborz province have been higher; a same increasing trend was also detected in this period for world and Iran by 3.53% and 3.62% at the beginning of the interval to 6.8% and 6.23% on April 20 (Fig. 2) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 232,
                    "end": 235,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 249,
                    "end": 253,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 669,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "One of the indicators of disease spread is doubling Time. Figure 3 shows the COVID-19 trend in Alborz, Iran, and the world. The required time to double the number of patients in the world, as shown by the blue line, has been declining from 60 days on February 26 to about 6 days on March 24, suggesting an increase in the spread rate of the disease during this period and on April 20 it has reached 13 days (13.47 days) with a slow and increasing gradient. The red line indicates the status of Iran and shows the spread rate of the epidemic and the number of patients. The green line also shows the trend of Alborz province, which has been increasing from about two days in the range of February 26 and has reached about 97 days on April 20, which shows the slowdown in the spread rate of the disease.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 66,
                    "text": "Figure 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The trend of disease and projection of incidence cases based on confirmed positive and total cases (SARI) A: Doubling time in Alborz province"
        },
        {
            "text": "To estimate the basic reproductive number (R0), the gamma distribution, generation time equal to 7.5 (sd = 3.4) days was assumed. The maximum-likelihood value of R0 was estimated 2.88 (0.95 CI: 2.57-3.23) for 14 days (From 20 Feb, 2020 to 04 Mar 2020) after reporting the first cases in our population (Fig. 4) . Calcution of Rt for this interval showed a deacrising patterns from day 36 of epidemic (Rt = 1.08) so that it was reached 0.65 (sd = 0.03) in day 61 of epidemic (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "text": "(Fig. 4)",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 482,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "B: Basic reproductive number (R0) and instantaneous reproduction number (Rt) In Alborz Province"
        },
        {
            "text": "Prediction of daily and cumulative new cases have been undertaken in the next 30 days (by the end of 5 May 2020). Figure 6 shows the daily forecast for the number of new incidents from 21 April, 2020 to 20 May, 2020. A very crucial point in this prediction is the stability of people's hygiene behaviors and control measures of the Fig. 2 Case fatality rate of COVID-19 cases in the world, Iran and Alborz based on confirmed positive cases competent authorities. In the next step, the cumulative rate at the end of the next month is calculated. The results show that if the current trend continues in this way, the mean daily incidence at the period will be 24.5 (sd = 8.7) cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 338,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "C: Prediction of the number of new incidences for the next 30 days"
        },
        {
            "text": "As seen, the number of affected cases is estimated to be approximately 732, with a confidence interval of 493 to 993. If 20 percent of these cases require hospitalization, the necessary facilities for hospitalization and treatment of 146 people in the whole province should be considered. Based on the estimations and opinions of experts, it can be noted that at least about 15% of hospitalized people, i.e., about 22 people, need an intensive care unit bed that should be thought-out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C: Prediction of the number of new incidences for the next 30 days"
        },
        {
            "text": "Given the calculated probability of virus infectivity, the highest risk of transmission is from the 7th day of infection to the next 14 days, with the interpretation that the highest probability of transmission is the tenth and eleventh days (nearly 100%) and the lowest probability of infection is reckoned to be for the next 20 days (less than 15%). (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 360,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "C: Infectiousness period"
        },
        {
            "text": "In this report, the location of each patient was mapped by the address of residence as well as their postal code on the Geographic Information System (GIS), and then daily maps of the distribution of the disease were prepared as vectors. Vector maps exclusively show the location of each patient. To analyze and compare the spread of the disease, it is necessary to produce raster maps. From the combination of vector layers of the network of passages, mosques, banks, hospitals, parks, bus stations, and terminals with disease distribution maps, the raster maps of the severity of the disease was prepared. Raster maps allow us to perform spatial analysis in the study area, observe how the disease has spread across the region, and identify high-risk areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section 3: Spatiotemporal distribution of confirmed COVID-19 cases, geographic information system (GIS)"
        },
        {
            "text": "Maps one to four demonstrate the rate of disease spread in the metropolis of Karaj from 8 March to 2 April 2020. The disease spread first to the north and west and then to the entire city. One of the important results of monitoring the high-risk areas of Karaj metropolis using Fig. 7 Infectiousness period of COVID-19 patients in Alborz province the geographic information system is the use of information obtained from regular and daily monitoring of new cases and submitting its report to the university's health deputy to track contacts and disinfection of these patients (Fig. 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 584,
                    "text": "(Fig. 8)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Section 3: Spatiotemporal distribution of confirmed COVID-19 cases, geographic information system (GIS)"
        },
        {
            "text": "During this time, the more new case has been found in western Karaj and in the area of Shahid Givehchi Boulevard, Basij Boulevard, and Moffateh Street. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Section 3: Spatiotemporal distribution of confirmed COVID-19 cases, geographic information system (GIS)"
        },
        {
            "text": "First Iranian COVID-19 cases were reported in Qom province on February 19, 49 days after identification of the first case in China [13] . Since then, SARS-CoV-2 has spread in Iran's provinces rapidly.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, we evaluate COVID-19 early phase epidemic characteristics in Alborz province in central part of Iran. Alborz province, also called small Iran, has the highest number of immigrants from all over the country and is the home to the most ethnically diverse populations in Iran. Karaj is the capital and most-populous city of this province. Eastern region of the city is the oldest part, which has the highest population density and largest household size, while wastern region is new urban districts which financial district of Karaj is located. Overall, socioeconomic situation of the people living in northern rigions are higher compared to citizens living in southern parts [14, 15] . It has been proven that lower socioeconomic situation is associated with higher risk of COVID-19 infection and death.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "text": "[14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "First case of COVID-19 was diagnosed on Febuary 19 in iran. So as to control the pandemic several national and local control measures have been taken in Alborz province. initially on February 23rd local government decided to close all schools and universities. Then on March 7th travel bans started followed by restrictions and limitations in offices' worktime since March 9th. Eventually national holidays and nationwide restrictions began on March 19th and continued until april 4th.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prediction of the maximum number of infected patients, and more importantly, the maximum number of patients who will require intensive care is challenging. These predictions are crucial in planning facilities in Alborz province and the readiness of their hospitals. To predict trends of the epidemic, we conducted a GIS and estimated R0 and doubling time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study revealed R0 of COVID-19 infection in three consecutive periods within the first month in Alborz, 2.40, 1.70, 1.54, respectively. This estimation approximates WHO findings of the COVID-19 epidemic in china on January 18 (1.95 95%CI, 1.4-2.5) [16] . Liu et al. analyzed 12 publications that had been estimated R0, in the first month of the epidemic in China and demonstrated that R0 median and IQR are 2.79, and 1.16, respectively [17] .",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 440,
                    "end": 444,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A recent study of 12 models of studies in Europe until April 7, 2020, reported the mean R0 value of COVID-19 about 3.28, with a median of 2.79 [18] . Moreover in Italy reported R0 values were in the range of 2.7 to 3.10 during the epidemic phase of the disease [19] .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although R0 may be a biological reality, this value is usually calculable with complicated mathematical models developed using numerous sets of assumptions. The interpretation of R0 estimates derived from totally different models needs associate understanding of the models' structures, inputs, and interactions. as a result of several researchers using R0 haven't been trained in refined mathematical techniques, R0 is well subject to misrepresentation, misinterpretation, and misapplication. The variations in R0 values is also attributed to different ways and models of R0 estimation. R0 can be misrepresented, misinterpreted, and misused in a variety of ways that distort the metric's true meaning and value. Because of these various sources of misperception, R0 must be applied and discussed with cautiousness in research and practice [20] [21] [22] [23] . Regarding contagiousness disease, R0 is dependent on the rate of contact of people in the community, probability of transmition in each contact and duration of infectiousness, so applying approaches to reduce social contacts plays an important role in reducing this index [24] . The decrease in R0 value in this study upon time may be attributed to the enhancement of social distancing and self-quarantine policies. Specific conditions must be met for a valid estimation. These conditions are: a. complete detection of cases in the early days of the epidemic, b. calculation for a small timeline, and c. using an appropriate estimation method. R0 can be different according to the patterns of people's contacts, structure of population and different subpopulations. In early stage of an epidemic, precisely estimating R0 is problematic, because the exact number of cases is not clear [25] . Yang et al. showed that by a self-quarantine, R0 value declines from 3.77 to 3.00 [26] . The physical distancing, quarantine, closing schools, and workplace distancing have been shown that were effective in decreasing R0 in Singapore [27] . As the number of people who became probably immune during the study is a small percentage of Alborz population, its contribution to R0 change seems negligible.",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 844,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 850,
                    "end": 854,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 855,
                    "end": 859,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1835,
                    "end": 1839,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1987,
                    "end": 1991,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An increased doubling time of cases was observed within a month in the early stages of the epidemic in Alborz province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the early phase in China, the Doubling time was about two days [28] , while, Chinazzi et al. showed that the travel ban in china increased the doubling time of the COVID-19 epidemic about 5 days [29] . Also, increasing of Doubling time by social distancing has been observed that suggests slowing down of epidemics of COVID-19 from January 20 to February 9, 2020, in China [30] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We can conclude from these findings that travel restrictions and social distancing increase the doubling time, causing an enhancement in healthcare systems' response to COVID-19 patients' requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From March 10 to April 20, the mortality rate increased Alborz province from 8.33 to 12.9% that was higher than this index in the world and Iran in this period. This index has been ultimately affected by the number of sampled cases and considering that in the country and Alborz mostly, cases of hospitalized patients that are more severe are being tested, and the differences observed with the statistics of the whole world can be justified. However, in the case of a similar method and cases of testing, this index can show the quality of care, change in the behavior of the pathogen, or individual differences in response to the disease [31] . A study suggested that the exact mortality rate of COVID-19 has not been yet determined. Incomplete data and differences in testing standards could affect this rate [18] .",
            "cite_spans": [
                {
                    "start": 640,
                    "end": 644,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the most critical issues in public and environmental health in the COVID-19 epidemic is planning, monitoring, and evaluation of health programs. Geographical information systems (GIS) allows rapid response and provide information about the epidemic dynamics to control the outbreak [32, 33] . GIS technology was used to assess the entire process of the SARS-CoV-2 outbreak. Our findings demonstrate north to west and west to the east path of the epidemic, concluding that the incidence of COVID-19 is higher in dense areas of Karaj city, especially in eastern Karaj, which most of the population in the city are situated. While it took about two and a half years for MERS and four months for SARS to infect 1000 people, the novel SARS-CoV-2 infected about two-million people worldwide in 4 months. While SARS-CoV-2 spreads rapidly, information has to move even faster. This is where map-based dashboards become crucial. In this study, we introduce GIS as an essential and useful tool in tracking and fighting against the SARS-CoV-2 outbreak [34, 35] .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We predict that before May 30, 146, new COVID-19 patients will be referred to our hospitals daily. We suggest that the health care system in Alborz province should provide requirements for hospitalization of 728 new COVID-19, 109 of those need intensive care. This prediction is highly dependent on the authorities and population compliance with social-distancing policies [36, 37] . Prior studies showed that social distancing policies could avert cases by 20% and hospitalizations and deaths by 90% [38] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 501,
                    "end": 505,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are two things we must consider these estimations. First, in theory, we can estimate how much percent of the population needs to be immune to create herd immunity based on R0. In the real world, estimations are more complicated. Populations usually don't mix randomly and covid19 infected people may have imperfect immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Second, the trend of changes in R0 and doubling times, and also the estimation of patients load in the future, is related to the type of prevention measures and how much people commit to them during periods used to calculate the indicators. So, change in measures and people's behaviors may alter assumptions and predictions. It seems that with better access to experimentation and an increase in the number of cases examined in terms of coronavirus, the numbers are becoming more realistic now because not all patients are tested, calculations are affected by error and bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the R0 of COVID-19 in Alborz province was substantially high at the beginning of the epidemic, but with preventive measures and public education and GIS based monitoring of the cases,it has been reduced to 1·19 within two months. This reduction highpoints the attainment of preventive measures in place, however we must be ready for any second epidemic picks during the next months. Mass screening of suspected cases, implementing travel restrictions especially during officially holidays, close contact tracing and expanding coronavirus testing to the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "R 0 : Basic reproduction number; GIS: Geographical information system; SI: Serial interval; R t : Instantaneous reproduction number; CFR: Case fatality rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cross-country comparison of case fatality rates of COVID-19/SARS-COV-2. Osong Public Health Res Perspect",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khafaie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rahim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "74--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The novel coronavirus disease (COVID-19): a PRISMA systematic review and meta-analysis of clinical and paraclinical characteristics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biomed Res Int",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 daily epidemiology journal",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report-84",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The estimation of the basic reproduction number for infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Stat Methods Med Res",
            "volume": "2",
            "issn": "1",
            "pages": "23--41",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19) pandemic and pregnancy",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dashraath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2020.03.021"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Online GIS services for mapping and sharing disease information",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Health Geogr",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Geographical information system (GIS) as a tool in surveillance and monitoring of animal diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Norstrøm",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Acta Vet Scand",
            "volume": "42",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Projections: Project Future Case Incidence",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nouvellet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "N"
                    ],
                    "last": "Kamvar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghozzi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Comprehensive R Archive Network",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Estimation of the reproductive number of novel coronavirus (COVID-19) and the probable outbreak size on the Diamond Princess cruise ship: a data-driven analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "201--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report-31",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The study of physical activity among elderly of Karaj city and its relationship with some the demographic factors",
            "authors": [
                {
                    "first": "Asadi",
                    "middle": [],
                    "last": "Shavaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salehi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Alborz Univ Med J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18869/acadpub.aums.5.4.259"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The economic justification of running the online medical care in high schools 2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Houshdar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Psychol Clin Psychiatry",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "WHO. Statement on the meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus 2019",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa021"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Updated rapid risk assessment from ECDC on coronavirus disease 2019 (COVID-19) pandemic: increased transmission in the EU/EEA and the UK. Eurosurveillance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "T"
                    ],
                    "last": "Eurosurveillance",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.12.2003261"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Assessment of the SARS-CoV-2 basic reproduction number, R0, based on the early phase of COVID-19 outbreak in Italy. Biosaf Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "D&apos; Arienzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coniglio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bsheal.2020.03.004"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Network-based prediction of the 2019-ncov epidemic outbreak in the chinese province hubei",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prasse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.04482"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "COVID-19 R0: magic number or conundrum? Infect Dis Rep",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Viceconte",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Petrosillo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4081/idr.2020.8516"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The reproductive number R0 of COVID-19 based on estimate of a statistical time delay dynamical system. medRxiv",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Complexity of the basic reproduction number (R0)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Delamater",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis",
            "volume": "25",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "5627",
            "pages": "1961--1967",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The basic reproduction number and prediction of the epidemic size of the novel coronavirus (COVID-19) in Shahroud",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khosravi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Iran. Epidemiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268820001247"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Unique epidemiological and clinical features of the emerging 2019 novel coronavirus pneumonia (COVID-19) implicate special control measures",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "6",
            "pages": "568--76",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Koo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30162--30168",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30162-6"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Epidemic analysis of COVID-19 in China by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6489",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Epidemic doubling time of the COVID-19 epidemic by Chinese province",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muniz-Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Monitoring transmissibility and mortality of COVID-19 in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.050"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mapping the incidence of the COVID-19 hotspot in Iran-implications for travellers",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Arab-Mazar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Med Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101630"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Mapping county-level mobility pattern changes in the United States in response to COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SSRN",
            "volume": "3570145",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19: challenges to GIS with big data. Geogr Sustain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.geosus.2020.03.005"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Geographical tracking and mapping of coronavirus disease COVID-19/severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against outbreaks and epidemics",
            "authors": [
                {
                    "first": "Mnk",
                    "middle": [],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Geraghty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Health Geogr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12942-020-00202-8"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Political beliefs affect compliance with COVID-19 social distancing orders",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "35690",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.3569098"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Social distancing measures to control the COVID-19 pandemic: potential impacts and challenges in Brazil",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Aquino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cien Saude Colet",
            "volume": "25",
            "issn": "",
            "pages": "2423--2469",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Evaluating the effectiveness of social distancing interventions against COVID-19. medRxiv, 2020. Publisher's Note",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Matrajt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Doubling time of COVID-19 outbreak in the world, Iran, and Alborz (calculation with intervals of 5 days) Fig. 4 maximum likelihood estimation of basic reproductive number or the beginning of the epidemic (20 February and 02 March 2020) Fig. 5 Instantaneous reproduction number (Rt) in Alborz Province, Iran Fig. 6 Predicting the number of daily new cases of COVID-19 in Alborz province until 20 May 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 8a. shows the disease severity map until March 23, 2020. Comparing this map with Fig. 8b signifies that in this 3-day gap, the disease also moved East and South of the city and areas such as Taleghani Street, Dr. Mofteh Street, and Esteghlal Boulevard in the East of the city and 45 Meters of Golshahr, Danesh Blvd., Haft e Tir Blvd. The south of the city is also polluted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hot spot and distribution COVID-19 new cases of Karaj city March 21, 2020 to March 23, 2020; b Hot spot and distribution COVID-19 new cases of Karaj city from March 8 to March 16, 2020; c Hot spot and distribution COVID-19 new cases of Karaj until April 2, 2020; d Disease distribution and hot spot map in Karaj city from March 26 to April 2, 2020",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Clinical Research Development Unit (CRDU) of Emam Ali Hospital, Alborz University of Medical Sciences, karaj, Iran for their support, cooperation and assistance throughout the period of study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions MB, AT, KK, MRM, AKH and DA interpreted the data and drafted the manuscript. KK, ML, PM, BN, MB, HK and MHYdesigned the study, interpreted the data, reviewed the article critically, and revised it for important intellectual content. ZS, AS, MN, RT, MMZ, MA and MB analyzed and interpreted the data, reviewed the article critically, and revised it for important intellectual content. All authors have read and approved the final manuscript, and ensure that this is the case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "This study was founded by Alborz University of Medical Sciences, Karaj, Iran. This funding source had no role in the design of this study and will not have any role during its execution, analyses, interpretation of the data, or decision to submit results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets generated and analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The research ethics committee of Alborz University of Medical Sciences reviewed and approved the study protocol before the enrollment of patients (IR.ABZUMS.REC.1399.006). All procedures performed in studies involving human participants were in accordance with the ethics standards of the institutional and national research committee and with the 1964 Helsinki Declaration and its later amendments or comparable ethics standards. All participants were informed of the details of the study and signed the corresponding consent forms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}