{
    "paper_id": "55a1da51f751d1d9c09789b69e80a20c4dc78caa",
    "metadata": {
        "title": "PAMAM and polyester dendrimers as favipiravir nanocarriers: a comparative study using DFT method",
        "authors": [
            {
                "first": "Sekineh",
                "middle": [],
                "last": "Bazyari-Delavar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Farideh",
                "middle": [],
                "last": "Badalkhani-Khamseh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Azadeh",
                "middle": [],
                "last": "Ebrahim-Habibi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nasser",
                "middle": [
                    "L"
                ],
                "last": "Hadipour",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dendrimers are core-shell nanostructures with high size uniformity, low polydispersity, and a large number of functional groups at the chain ends, which can be easily tailored based on the guest (drug or ligand) molecule requirements (Tomalia 2004; Dias et al. 2019; Badalkhani-Khamseh et al. 2019) . Due to the presence of a hydrophobic interior and a hydrophilic surface layer in their structure, dendrimers enhance the solubility and consequently bioavailability of hydrophobic drugs by encapsulating them within the dendritic structure (Kesharwani et al. 2014; Chauhan et al. 2020; Badalkhani-Khamseh et al. 2017a) . Also, they allow the mixing of hydrophilic and hydrophobic compounds in catalytic applications (Yamamoto et al. 2019 ) and could be of great relevance in co-delivery of hydrophobic/hydrophilic drugs for enhanced synergistic treatment. In recent decades, a number of dendritic scaffolds have been synthesized with nanosize and shape having different functionalities and Abstract The electronic sensitivity and reactivity of polyamidoamine (PAMAM) and polyester dendrimers toward favipiravir (T705) were inspected using density functional theory method. The T705 drug is adsorbed on the surface of PAMAM and polyester dendrimers with the binding energy of -27.26 and -26.80 kcal mol −1 , respectively, in the solvent phase. The energy gap of PAMAM and polyester dendrimers reduced by about 32% and 27%, indicating that the electrical conductance of carriers become 8.16 × 10 23 and 4.41 × 10 22 times higher, upon T705 adsorption. The work function (Φ) value of PAMAM and polyester is changed about 1.53 and 0.71 eV, respectively. Thus, PAMAM dendrimer is about 2.5 times stronger Φ-type sensor than polyester dendrimer. applications including poly(amidoamine) (PAMAM), poly(propylene imine) (PPI), triazine, and polyester dendrimers (Esfand and Tomalia 2001; Parrott et al. 2009; Lim and Simanek 2012; Feliu et al. 2012; Pedziwiatr-Werbicka et al. 2019; Parashar et al. 2019) .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 248,
                    "text": "(Tomalia 2004;",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 266,
                    "text": "Dias et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 298,
                    "text": "Badalkhani-Khamseh et al. 2019)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 564,
                    "text": "(Kesharwani et al. 2014;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 585,
                    "text": "Chauhan et al. 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 586,
                    "end": 618,
                    "text": "Badalkhani-Khamseh et al. 2017a)",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 737,
                    "text": "(Yamamoto et al. 2019",
                    "ref_id": null
                },
                {
                    "start": 1853,
                    "end": 1878,
                    "text": "(Esfand and Tomalia 2001;",
                    "ref_id": null
                },
                {
                    "start": 1879,
                    "end": 1899,
                    "text": "Parrott et al. 2009;",
                    "ref_id": null
                },
                {
                    "start": 1900,
                    "end": 1921,
                    "text": "Lim and Simanek 2012;",
                    "ref_id": null
                },
                {
                    "start": 1922,
                    "end": 1940,
                    "text": "Feliu et al. 2012;",
                    "ref_id": null
                },
                {
                    "start": 1941,
                    "end": 1973,
                    "text": "Pedziwiatr-Werbicka et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 1974,
                    "end": 1995,
                    "text": "Parashar et al. 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since their synthesis in 1985 (Tomalia et al. (1985) ), PAMAM dendrimers have been the most frequently studied dendrimers to solve the problems related to targeted drug delivery (Akhtar et al. 2019; Holmes et al. 2019; Kheiriabad et al. 2020; Badalkhani-Khamseh et al. 2017b ). However, PAMAM dendrimers are not biodegradable in vivo, which hinders their translation to clinical trials (Fischer et al. 2003; Hong et al. 2006; Winnicka et al. 2009 ). Furthermore, potentiometric titrations showed that PAMAM dendrimers carry positive charges on their peripheral groups at physiological pH (Cakara et al. 2003 ) which leads to cytotoxicity response (Mukherjee et al. 2010a, b) , but the systemic modification of surface groups (e.g., hydroxylation, acetylation, PEGylation) could resolve this problem (Jain et al. 2010; Svenson 2009; Shi et al. 2006; Kolhatkar et al. 2007) . The polyester dendrimers based on 2,2-bis(hydroxymethyl)propionic acid (bis-MPA) monomers (Ihre et al. 1996) are biodegradable and biocompatible with very low toxicity and low immunogenicity (Feliu et al. 2012; Ihre et al. 2002) . Therefore, several biomedical applications have been proposed for polyester dendrimers in pre-clinical studies (Stenström 2020) .",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 52,
                    "text": "(Tomalia et al. (1985)",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 198,
                    "text": "(Akhtar et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 218,
                    "text": "Holmes et al. 2019;",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 242,
                    "text": "Kheiriabad et al. 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 243,
                    "end": 274,
                    "text": "Badalkhani-Khamseh et al. 2017b",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 407,
                    "text": "(Fischer et al. 2003;",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 425,
                    "text": "Hong et al. 2006;",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 446,
                    "text": "Winnicka et al. 2009",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 607,
                    "text": "(Cakara et al. 2003",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 674,
                    "text": "(Mukherjee et al. 2010a, b)",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 817,
                    "text": "(Jain et al. 2010;",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 831,
                    "text": "Svenson 2009;",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 848,
                    "text": "Shi et al. 2006;",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 871,
                    "text": "Kolhatkar et al. 2007)",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 982,
                    "text": "(Ihre et al. 1996)",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1084,
                    "text": "(Feliu et al. 2012;",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1102,
                    "text": "Ihre et al. 2002)",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1232,
                    "text": "(Stenström 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Favipiravir, known as T705, has been developed by Toyama Chemical Co., Ltd., in Japan as an antiinfluenza drug (Shiraki and Daikoku 2020). This drug functions as a chain terminator at the site of incorporation of the viral RNA and reduces the viral load (Furuta et al. 2005) . Although T705 was originally developed to treat influenza, it has a wide range of activities toward RNA viruses and has been used for treatment of Ebola virus (Bai et al. 2016) , Lassa virus (Oestereich et al. 2016) , and severe fever with thrombocytopenia syndrome (Tani et al. 2016) . Favipiravir does not produce resistant viruses, therefore, preserves its treatment efficacy during influenza pandemic or an epidemic lethal RNA virus infection (Shiraki and Daikoku 2020). Favipiravir is currently undergoing clinical studies as an important therapeutic agent for coronavirus (Dong et al. 2020; Li and Clercq 2019) .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 274,
                    "text": "(Furuta et al. 2005)",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 453,
                    "text": "(Bai et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 492,
                    "text": "(Oestereich et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 561,
                    "text": "(Tani et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 873,
                    "text": "(Dong et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 893,
                    "text": "Li and Clercq 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In spite of the medicinal relevance of PAMAM and polyester dendrimers, few studies have been devoted to the atomic-level interactions between these nanostructures and drug molecules. Recently, we have studied the complexation of nicotinic acid (NA) with first-generation PAMAM dendrimers (Badalkhani-Khamseh et al. 2017b ) and demonstrated that the stability of PAMAM-NA could be attributed to the partially covalent interactions. In another work, the host-guest interactions between polyester dendrimers and ibuprofen was explored using DFT calculations (Bazyari-Delavar et al. 2020 ). However, a comparative quantum mechanical investigation on the mechanism of interaction between PAMAM and polyester dendrimers with a drug molecule is still lacking.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 320,
                    "text": "(Badalkhani-Khamseh et al. 2017b",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 583,
                    "text": "(Bazyari-Delavar et al. 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the aforementioned challenges and opportunities, we applied first-principle computations to inspect PAMAM and polyester dendrimers as T705 nanocarriers. Density functional theory (DFT)-based calculations can deliver comprehensive atomic-level information on the changes of structural geometries, interaction energies, charge distribution, and steric effects under encapsulation process. Therefore, first-principle investigations may provide a more object-oriented approach of study for experimental researches. We report the results using a number of analyses such as geometry optimization, vibrational frequencies, density of stated (DOS), and natural bond orbitals (NBO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DFT is a type of electronic structure calculation that has become a powerful tool for defining intermolecular interactions (Karimzadeh et al. 2021) . It is wellknown that intermolecular interactions are of great relevance in chemical reactions and are used in the calculation of energy gap, electronic properties of semiconductors, frontier molecular orbital analysis, and interaction energies (Piela 2013). Gaussian is one of the powerful tools in the prediction of the electronic structure of molecules and explains the reaction mechanism, energy gap, atomic charges, electronegativity, and thermochemical properties precisely and, therefore, was applied in this work (Karimzadeh et al. 2020) . Full geometry optimizations were performed using M06-2X density functional approach in conjunction with 6-31G(d,p) basis set as implemented in Page 3 of 12 231",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 147,
                    "text": "(Karimzadeh et al. 2021)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 670,
                    "end": 694,
                    "text": "(Karimzadeh et al. 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical methods"
        },
        {
            "text": "Gaussian 09 W software package (Zhao and Truhlar 2008; Schmidt et al. 1993) . The M06-2X functional is a hybrid meta-GGA exchange-correlation functional parameterized for nonmetals. This functional is recommended for application in main group thermochemistry, thermochemical kinetics, noncovalent interactions, and excited states (Grimme 2011) . To ensure that all optimized structures are the true stationary points on the potential energy surface (PES), vibrational frequency calculations were performed using the same method and basis set. Also, vibrational frequencies provide us with the zero-point vibrational energies for determining the enthalpy changes upon encapsulation process and Gibbs free energy. Equation (1) shows the definition used to calculate the enthalpy changes at T = 298 K and P = 1 atm:",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 54,
                    "text": "(Zhao and Truhlar 2008;",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 75,
                    "text": "Schmidt et al. 1993)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 343,
                    "text": "(Grimme 2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical methods"
        },
        {
            "text": "The Gibbs free energy changes (ΔG) and the binding energy (E binding ) of complexation process were also obtained using the similar equations at the same conditions. To mimic the experimental conditions more accurately, we considered solvent effects implicitly ( water = 78.36 ) making use of the PCM model, which is the default SCRF method in Gaussian package. As mentioned before, all amine groups located at the surface of PAMAM dendrimer are protonated at neutral pH conditions. The pK a value of T705 is reported to be 5.1 and therefore has no charge at solvent phase (Jain and Barhate 2021). Natural bond orbital (NBO) (Reed et al. 1988 ) analyses were performed to describe hybridization and covalency effects and to represent a chemical interpretation the bonding in the case of van der Waals interactions. The gaps in the energy levels (E g ) of a system is given as in which E LUMO is the energy of lowest unoccupied molecular orbital and E HOMO is the energy of the highest occupied molecular orbital. The density of states (DOS) of a system shows the density per unit volume and energy of the number of solutions to Schrödinger's equation. In an isolated system, energy levels are discrete, and the concept of DOS is not clear. However, if discrete energy levels are artificially expanded to the curve, DOS diagram can act a powerful tool to explain the composition of orbitals (Zhong et al. 2016) . Partial density of states (PDOS) function of fragment A is stated as follows:",
            "cite_spans": [
                {
                    "start": 625,
                    "end": 642,
                    "text": "(Reed et al. 1988",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1409,
                    "text": "(Zhong et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical methods"
        },
        {
            "text": "In this equation, E i,A is the composition of orbital i and fragment A, and ε i shows the single-particle Hamilton eigenvalue set (Marston and Balint-Kurti 1989) . GaussSum program (O'boyle et al. 2008 ) was used to obtain the PDOS results.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 161,
                    "text": "(Marston and Balint-Kurti 1989)",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "(O'boyle et al. 2008",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical methods"
        },
        {
            "text": "Geometrical structure and electronic properties",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The optimized geometries of PAMAM and polyester dendrimers are shown in Figs. 1a and 2a, respectively. In the case of PAMAM dendrimer, the computed vibrational frequencies are in the range of 3-3683 cm −1 , demonstrating that the optimized structure corresponds to the true stationary points on the potential energy surface. The average lengths of C─C, C─N, C─C carbonyl , C = O, C─N peripheral , and C carbonyl ─N are predicted to be 1.529, 1.456, 1.515, 1.229, 1.500, and 1.356 Å, respectively. The HOMO and LUMO energies in solvent phase are equal to -7.63 and 1.13 eV, respectively; and therefore, the E g value is about 8.76 eV ( Table 1 ). The HOMO-LUMO energy gap is an index of kinetic stability, and the lower value indicates higher reactivity in the solvent phase. The E HOMO and E LUMO values in gas phase are about -7.41 and 1.54 eV, which according to Eq. (2) gives an E g value of 8.95 eV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 635,
                    "end": 642,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "In the case of polyester dendrimer, the calculated minimum and maximum vibrational frequencies are 19 and 3900 cm −1 , respectively. The average C─C hydroxyl , C─C ester , C─O, C─O ester , C = O, and O─H bond lengths are about 1.539, 1.515, 1.413, 1.436, 1.13, and 0.971 Å, respectively. The HOMO and LUMO energy values in the gas phase are predicted to be -8.98 and 0.40 eV, respectively, producing an E g value of 9.38 eV. The E HOMO and E LUMO values shift -9.16 and 0.77 eV, respectively, upon considering implicit solvent effects. Thus, the E g is increased by about 5.8% from 9.38 to 9.93 eV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The T705 drug (Fig. 3a) has a carbonyl (O9) and a hydroxyl (O8) oxygen, an amino nitrogen (N3), and a fluoro (F14) group act as electron donating agents. The HOMO level of T705 is mostly located on hydroxyl oxygen and 6-membered ring, indicating that these groups are potential candidates for interaction with functional groups of PAMAM and polyester dendrimers. Moreover, the molecular electrostatic potential (MEP) profile of T705 (Fig. 3c) shows that oxygen of carbonyl group has the most negative electrostatic potential in this structure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The adsorption of T705 on the PAMAM and polyester dendrimers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "To find the most stable complexes of PAMAM-T705 and polyester-T705, we considered all probable orientations for T705 with each functional group regarding the MEP profiles of interacting species as shown in Figs. 3c and 4. After full optimization of all configurations followed by vibrational frequency calculations, we found that T705 molecule prefers to be adsorbed on the surface of PAMAM and polyester dendrimers via its N ring , C = O, OH, and NH 2 groups (Figs. 1b and 2b). Shown in Table 2 are some of calculated energetic data (ΔH, ΔG, and binding energies (E binding )) and minimum and maximum The most important computed geometrical parameters of T705 and PAMAM dendrimer before and after adsorption process are tabulated in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 495,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 741,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The (O35) PAMAM …(H11) T705 , (H101) PAMAM … (O9) T705 , (H45) PAMAM …(N1) T705 , (O54) PAMAM … (H13) T705 , (H84) PAMAM …(F14) T705 , and (H101) PAMAM …(N2) T705 interaction distances are about 1.61, 1.79, 1.95, 2.07, 2.13, and 2.59 Å, respectively. Three first interaction distances indicate that the hydroxyl, carbonyl, and N1 ring of T705 are more reactive toward PAMAM than the amino group. This could be attributed to the less steric hindrance and Table 2 Calculated energetic data (ΔH, ΔG, and binding energies (E binding ) in kcal mol −1 ), minimum and maximum modes of vibrational frequencies (ν min and ν max in cm −1 ) for complexes at M06-2X/6-31G (d,p) (Fig. 2b) . These distances are reasonable for intermolecular interactions between peripheral OH groups of polyester dendrimer and functional groups of T705. Despite the strong interaction energy value, bond lengths in polyester dendrimer and T705 molecule remain almost constant except for C4─O8 bond length changed by about + 0.03 Å.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 454,
                    "end": 461,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 675,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The sensing mechanism of an adsorbent is connected to the change of its electrical conductance upon drug adsorption. The E g is a value of kinetic stability and, based on the following equation, is an electronic parameter determine sensitivity of the carrier toward cargo:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "where A is a constant in electrons/m 3 K 3/2 and k is the Boltzmann's constant. Based on Eq. (4), the electrical conductivity of a drug carrier increases exponentially with a decrease of E g value, which is converted to an electrical signal in the presence of drug. Therefore, it is important to explore the change of E g value upon drug adsorption as it alters the fluorescence emission of nanostructures and helps us to recognize the attachment of the cargo to the carrier and to trace the trajectory of drug in the body using the spectrophotometers (Hazrati et al. 2017) . Table 1 exhibits that E HOMO , E LUMO , and E g of PAMAM and polyester dendrimers are sensibly affected by complexation process. Shown in Fig. 5 is the partial density of states (PDOS) plot of PAMAM-T705 complex indicating that two new states have appeared at -0.41 and -1.81 eV energy levels upon drug molecule adsorption onto the PAMAM dendrimer surface, which are mainly originated from T705. Figure 6a -d indicates that the LUMO profile is significantly altered by T705 complexation into PAMAM dendrimer. The HOMO and LUMO levels of PAMAM ( Fig. 6a and b) are mostly localized on the core and peripheral residues, respectively. After interaction with T705, HOMO is still located on the core residue of PAMAM, but the LUMO level shifts from PAMAM to the drug molecule. In the case of polyester dendrimer, the HOMO and LUMO of polyester-T705 complex change from -9.16 and 0.77 eV in the bare dendrimer to -8.53 and -1.28 eV in the complex, respectively, narrowing the E g by about 2.68 eV.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 573,
                    "text": "(Hazrati et al. 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 583,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 714,
                    "end": 720,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 972,
                    "end": 981,
                    "text": "Figure 6a",
                    "ref_id": null
                },
                {
                    "start": 1121,
                    "end": 1135,
                    "text": "Fig. 6a and b)",
                    "ref_id": null
                }
            ],
            "section": "Electrical conductivity"
        },
        {
            "text": "As shown in Fig. 7 , adsorption of T705 on the polyester dendrimer causes three new electron state to be appeared at 0.07, -1.28, and -8.53 eV mainly come from the T705 molecule. In accordance with these energy changes, HOMO and LUMO profiles of polyester dendrimer ( Fig. 8a and b) shift from the polyester surface to the drug molecule after adsorption.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 268,
                    "end": 282,
                    "text": "Fig. 8a and b)",
                    "ref_id": null
                }
            ],
            "section": "Electrical conductivity"
        },
        {
            "text": "To predict the magnitude of electrical change of PAMAM and polyester dendrimers under the adsorption of T705 molecule, one can write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "In Eq. (5), 1 and 2 subscripts show PAMAM/ polyester dendrimers and their complexes with T705 drug molecule, respectively, and kT is about 0.0257 eV at 298 K. Considering the E g 2 − E g 1 values of the investigated structures (-2.83 eV in PAMAM and -2.68 in polyester), we find that σ 2 = 8.16 × 10 23 σ 1 for PAMAM and σ 2 = 4.41 × 10 22 σ 1 for polyester dendrimer. Therefore, the electrical conductance of PAMAM and polyester dendrimers become",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "8.16 × 10 23 and 4.41 × 10 22 times higher, respectively, upon T705 adsorption indicating that these nanostructures are proper sensors for T705 detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "However, the following points should be taken into consideration before confirming the PAMAM and polyester dendrimers as T705 detectors. The adsorption of T705 reduces the energy gap of PAMAM and polyester dendrimers considerably, but the energy gap of PAMAM-t705 and polyester-T705 is about 6 and 7 eV, respectively, meaning that the thermal energy at 300 K (~ 25 meV) is insufficient to allow electrons from the valence band to be promoted to the conduction band. It is proposed to use some energy gap enlarging methods like surface modification to reduce the energy gap of dendrimers. Adsorption process also affects the Fermi level of work function type (Φ-type) sensors. The Φ-type sensor applies a Kelvin oscillator instrument to calculate the values of Φ before and after adsorption process (Hosseinian et al. 2017) . When a chemical agent is adsorbed by a Φ-type sensor, the gate voltage of adsorbent changes; therefore, an electrical signal is created detecting the presence of adsorbed molecule. The Φ value is considered as the minimum amount of energy needed to induce electron emission from the Fermi level:",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 822,
                    "text": "(Hosseinian et al. 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "where E F is the Fermi level energy and V el(‫‬ +∞) is the electron electrostatic potential energy far from Page 10 of 12 the material's surface. As V el(‫‬ +∞) is estimated to be zero, we could write Φ = −E F . The Fermi level energy is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrical conductivity"
        },
        {
            "text": "Based on the results in Table 1 , the Φ value of PAMAM dendrimer is changed significantly from 3.25 eV in PAMAM to 4.78 eV in PAMAM-T705 complex (47%), indicating that PAMAM dendrimer is a proper Φ-type sensor for T705 drug molecule. The Φ value of polyester dendrimer increases by about 0.71 eV upon adsorption of T705 (17%). Thus, PAMAM dendrimer is about 2.5 times stronger Φ-type sensor than polyester dendrimer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Electrical conductivity"
        },
        {
            "text": "The strength of interaction between PAMAM/polyester and T705 molecule is an important factor in determining the efficacy of nanocarriers as desorption of drug becomes difficult if a too strong host-guest interaction occurs. The recovery time for the absorbent is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery of the drug"
        },
        {
            "text": "where k is the Boltzmann's constant (~ -1.99 × 10 -3 kcal mol −1 K −1 ) and ν 0 is called attempt frequency. According to Eq. (8), a longer recovery time is expected if E ad becomes more negative. Using the vacuum ultra-violet light (ν 0 ~ 10 16 s −1 ) at 298 K, the recovery time of T705 from the PAMAM and polyester dendrimers is calculated to be about 9.2 × 10 3 and 4.2 × 10 3 s, respectively. Therefore, PAMAM and polyester do not release T705 molecule easily at physiological conditions though the recovery time assigned to T705 desorption from PAMAM (2.56 h) is almost two times longer than that of polyester (1.17 h.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovery of the drug"
        },
        {
            "text": "To get a clear perception of the electronic structure of PAMAM-and polyester-T705 complexes, we calculated the electrophilicity index (ω). This index measures the stabilization in energy when the system acquires an additional electronic charge from the environment. In a charge transfer process, higher values of ω indicate the higher electrophilic power of the structure (N.M. O'boyle, A.L. Tenderholt, K.M. Langner 2008). Electrophilicity index is given by Eq. (11): where is the electronic chemical potential, is electronegativity, and defines chemical hardness of the ground state (Parr and L.v. Szentpály, S. Liu, 1999) . The obtained values for μ, η, and ω are presented in Table 1 . In the PAMAM-T705 complex, the electrophilicity of the complex (3.85) is to some extent higher than that of the polyester-T705 complex (3.32). Hence, in PAMAM-T705 complex, the drug adsorption on the dendrimer increases the electrophilicity and enhances the stability of the dendrimer.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 624,
                    "text": "(Parr and L.v. Szentpály, S. Liu, 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 687,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Quantum molecular description"
        },
        {
            "text": "We performed DFT calculations at the M06-2X/6-31G(d,p) level of theory to investigate the potential application of PAMAM and polyester dendrimers as T705 molecule nanocarriers. Full geometry optimizations and frequency calculations showed that the binding energy and ΔH of adsorption process for PAMAM (-27.26 and -25.88 kcal mol −1 , respectively, in solvent phase) and polyester dendrimer (-26.80 and -17.46 kcal mol −1 , respectively, in solvent phase) can be categorized into chemical adsorptions. The frontier molecular orbital analyses demonstrated that HOMO of PAMAM and LUMO of T705 have the main contribution in the PAMAM-T705 complex formation. The adsorption of T705 on the polyester dendrimer is affected by T705 frontier molecular orbitals, in general. The E g of PAMAM and polyester dendrimers reduced by about 32% and 27%, indicating that the electrical conductance of carriers become 8.16 × 10 23 and 4.41 × 10 22 times higher, upon T705 adsorption. The Φ value of PAMAM and polyester is changed about 1.53 and 0.71 eV, respectively. Thus, PAMAM dendrimer is about 2.5 times stronger Φ-type sensor than polyester dendrimer. The recovery time of T705 from the PAMAM and polyester dendrimers is calculated to be about 9.2 × 10 3 and 4.2 × 10 3 s, respectively. Therefore, PAMAM and polyester do not release T705 molecule easily at physiological environment.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 320,
                    "text": "(-27.26 and -25.88",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 409,
                    "text": "(-26.80 and -17.46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pharmaceutical applications of dendrimers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kesharwani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "Nk ; A",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Anton",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Comput Aided Mol Des",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "RNA interference and CRISPR technologies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kheiriabad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghaffari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E N"
                    ],
                    "last": "Dolatabadi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hamblin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Therapeutic options for the 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "De"
                    ],
                    "last": "Clercq",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput Theor Chem",
            "volume": "1189",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ideas of quantum chemistry",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karimzadeh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Safaei",
                    "suffix": ""
                },
                {
                    "first": "T-C ; L",
                    "middle": [],
                    "last": "Jen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Piela",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Mol Graph Model",
            "volume": "322",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Optimized structures of a PAMAM and b PAMAM-T705 complex. Distances are in Å. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, and hydrogen in white",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Optimized structures of a polyester and b polyester-T705 complex. Distances are in Å. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, fluorine in cyan, and hydrogen",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) Optimized structure of T705, b HOMO, and c computed electrostatic potentials on the molecular surfaces of (MEP) of T705. The surfaces are specified by the 0.0004 electrons/b3 contour of the electronic density. Color ranges, in a.u.:blue, more positive than 0.010; green, between 0.010 and 0; yellow, between 0 and -0.010; red, more negative than -0.010. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, fluorine in cyan, and hydrogen in white Computed electrostatic potentials on the molecular surfaces of (MEP) of a PAMAM and b polyester dendrimers. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, and hydrogen in white 231",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Partial density of states (PDOS) of PAMAM-T705 complex in solvent phase Fig. 6 (a) HOMO of PAMAM, b LUMO of PAMAM, c HOMO of PAMAM-T705, and d LUMO of PAMAM-T705. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, fluorine in cyan,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Partial density of states (PDOS) of polyester-T705 complex in solvent phase 231",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8 (a) HOMO of polyester, b LUMO of polyester, c HOMO of polyester-T705, and d LUMO of polyester-T705. Atom colors: carbon in gray, nitrogen in blue, oxygen in red, fluorine in cyan, and hydrogen in white",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "= − = E HOMO + E LUMO ∕2 (10) = −E HOMO − −E LUMO ∕2 (11) = 2 ∕2",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Author contributions Sekineh Bazyari-Delavar: Methodology, software, and investigation.Farideh Badalkhani-Khamseh: Conceptualization, methodology, writing-original draft preparation, validation, and writing-reviewing and editing.Azadeh Ebrahim-Habibi: Writing-reviewing and editing. Nasser L. Hadipour: Supervision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}