{
    "paper_id": "55cec18d2df2c9072fda2f5696d8cbd405d639f3",
    "metadata": {
        "title": "Small vessel vasculitis and dry gangrene secondary to combined CTLA-4 and PD-1 blockade in malignant mesothelioma",
        "authors": [
            {
                "first": "Joanna",
                "middle": [],
                "last": "Kefas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Harwood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Myles",
                "middle": [
                    "J"
                ],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Szlosarek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Malignant pleural mesothelioma (MPM) is a rare and aggressive tumour with an overall poor prognosis. In October 2020, first line treatment with the PD-1 antagonist nivolumab and the CTLA-4 antagonist ipilimumab for unresectable disease was FDA approved-the first approved treatment regime since 2004. Interim analyses from the phase 3 CHECKMATE-743 study shows improvements in overall survival. Skin-related toxicities are the most commonly reported any-grade treatment-related adverse event from combined nivolumab and ipilimumab therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Case presentation: Here we report a case of a 35-year-old white male who developed digital ischaemia secondary to small vessel vasculitis after receiving PD-1 and CTLA-4 blockade therapy for MPM. His progressive ischaemia became gangrenous, and he required multi-speciality input and treatment with prednisolone, prostacyclin, mycophenolate mofetil and hydroxychloroquine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our case highlights the importance of early detection, intervention, and a multispecialty approach to managing such complications in order to minimise the associated morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Malignant pleural mesothelioma (MPM) is a rare and aggressive tumour of the thoracic pleura. Therapeutic options include surgery, radiotherapy, chemotherapy, and immunotherapy; however, the overall prognosis remains poor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Since February 4th 2004, first line systemic therapy has been the combination of cisplatin and pemetrexed chemotherapy, with a median overall survival of 12 months. Recently, the first-line phase 3 CHECKMATE-743 study of cytotoxic T lymphocyte antigen 4 (CTLA-4) and programmed death receptor-1 (PD-1) blockade with ipilimumab and nivolumab respectively versus standard chemotherapy in non-resectable mesothelioma reported a median overall survival of 18 months for the former with FDA approval on October 2nd 2020 [1] . Prior to Checkmate-743, several earlier trials had tested CTLA4, PD-1 and PD-L1 antagonists for relapsed mesothelioma, with adoption of dual immune checkpoint blockade into treatment guidelines [2] [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 518,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Immune checkpoint blockade yields disease control rates of 50-77% and most immunotherapy-related adverse events are generally reversible and manageable [1] [2] [3] [4] [5] . For instance, in the INITIATE phase II trial of ipilimumab and nivolumab, 34% of patients had a grade 3 or 4 adverse event (as per the Common Terminology Criteria for Adverse Events), and only one patient discontinued treatment because of toxicities [3] . In contrast, in the MAPS2 randomised trial, 14% of nivolumab group, and 26% of the combined group had a grade 3 or 4 adverse event and three treatment-related deaths [2] . Combination therapy is associated with increased toxicity,",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 424,
                    "end": 427,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "*Correspondence: Joannakefas@nhs.net 1 Department of Medicine, St Bartholomew's Hospital, London, UK Full list of author information is available at the end of the article attributed to the interaction of CTLA-4 and PD-1 blockade. Skin-related toxicities are frequently seen, but to our knowledge vasculitis has not been reported in mesothelioma-specific trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMC Rheumatology"
        },
        {
            "text": "We report on a 35-year-old white male who presented in April 2018 with a large, symptomatic pleural effusion secondary to a stage T2aN0M0 left-sided biphasic malignant pleural mesothelioma. He had no evidence of asbestos exposure nor the BAP1 inherited cancer syndrome. He declined enrolment into the MARS2 trial and proceeded in June 2018 to extra-pleural pneumonectomy (EPP) followed by palliative radiotherapy to his upper thoracic spine due to disease extending to the neural foramina. In September 2018, he developed a postoperative recurrence and was enrolled into the ATOMIC-meso trial, receiving a combination of pemetrexed, platinum and either placebo or the arginine-depleting agent ADI-PEG 20 until October 2019. He progressed and was then enrolled into the CONFIRM trial, a randomised study of nivolumab or placebo for relapsed mesothelioma. He was withdrawn after 3 months due to progressive disease clinically and radiologically. He developed a left renal vein thrombus and was started on low-molecular weight heparin. Due to worsening chest wall pain secondary to subcutaneous metastatic deposits, he was treated with 20 Gy in 5 fractions of radiotherapy in March 2020. Informed by his participation in the CONFIRM study, he then proceeded to combination immunotherapy with ipilimumab (1 mg/kg every 6 weeks) and pembrolizumab (2 mg/kg every 3 weeks) [6] . Within four weeks he noticed a subtle livedoid changes in his left hand, but no other associated localising symptoms. In May 2020, after 6 weeks the combination immune checkpoint blockade was discontinued due to significant progression of nontarget disease including left subclavian artery compression by tumour. By this time the livedoid changes were extensively and symmetrically distributed in all four limbs but there was a particular prominent area of purpura on his left hallux (see Fig. 1 ). He was hospitalized to exclude acute limb ischaemia. He confirmed no history of autoimmune conditions, no prior dermatological history, and no associated symptoms of myalgia or arthralgia. The left subclavian artery was patent on CT imaging and the arterial supply to his lower limbs was normal by duplex doppler imaging with no evidence of embolic or thrombotic occlusion. A transthoracic echocardiogram showed no evidence of vegetation or significant valvular abnormalities. Serology was positive for speckled antinuclear antibody (ANA) with a titre of 1/640 and positive extractable nuclear antigens (Ro 60 positive and La positive) and negative for rheumatoid factor, anticardiolipin antibodies, cryoglobulins, human immunodeficiency virus, anti-neutrophil cytoplasmic antibodies and double-stranded DNA; complement levels were normal. The patient declined a skin biopsy, and so a differential diagnosis of cholesterol embolism could not be excluded, although there was no evidence of hypocomplementaemia or eosinophilia during the development and progression of his skin symptoms. Overall, the clinical presentation and serology were consistent with immunotherapy-induced ANA positive small vessel vasculitis with digital ischaemia. He received a five-day course of intravenous methylprednisolone (1 mg/kg/day initially) followed by a tapering regimen of oral corticosteroids starting at 75 mg o.d. with good improvement, although it was not possible to reverse the dry gangrene now evident in the left hallux.",
            "cite_spans": [
                {
                    "start": 1366,
                    "end": 1369,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1861,
                    "end": 1867,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "To manage his mesothelioma progression, he started fourth-line treatment with gemcitabine and carboplatin chemotherapy resulting in weight gain, reduction in pain and dyspnoea, and a confirmed radiological response. Over the next two months his quality of life improved significantly. However, upon reducing his prednisolone to 30 mg o.d in August 2020 the dry gangrene in his left foot progressed to involve all 5 toes (see Fig. 2 ). Prednisolone was increased to 100 mg o.d. and he was admitted for a further 3-day course of pulsed intravenous methylprednisolone (1 mg/kg) and prostacyclin (epoprostenol 7 ng/kg/ min) followed by prednisolone 100 mg/day, together with oral mycophenolate mofetil (750 mg b.d.) and hydroxychloroquine (200 mg b.d.) . The vasculitis stabilised, but two weeks later he reported loss of taste, loss of smell, and increasing breathlessness and was hospitalised for COVID-19 pneumonia. Mycophenolate was withheld, he responded to treatment and was discharged but subsequently readmitted a week later with secondary bacterial pneumonia to which he succumbed in October 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 431,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 735,
                    "end": 748,
                    "text": "(200 mg b.d.)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "With the expanding use of immune checkpoint inhibitors (ICIs), there is an increasing prevalence of diverse immune-related adverse events (IRAEs). These adverse events cover a broad spectrum of multi-organ involvement of varying severity and chronicity. The most commonly reported treatment-related adverse events are skin toxicities [1] . Although typically self-limiting, our case shows they can be unpredictable and cause significant morbidity and interruption to immunotherapy and Vasculitis-type IRAEs are rare with less than 1% incidence, the most common of which are of large vessels (for example giant cell arteritis and aortitis) or central nervous system vasculitis [7] . A recent FDA Adverse Event Reporting System (FAERS) retrospective study of neurological IRAEs across multiple cancer types including small numbers of patients with mesothelioma, reported an increased risk with combined ICI therapy compared to monotherapy, but interestingly not in cases associated specifically with vasculitis [8] .",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 337,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "However, there are increasing reports of acral ischaemia with the use of ICIs, with some resulting in digital amputation. To our knowledge, there have been three case reports of cutaneous small vessel vasculitis with ipilimumab use and four reports with pembrolizumab-but none in the context of mesothelioma [9] . In the cases reported, onset of symptoms ranges from 3 to 26 weeks and treatments used included high-dose steroids, aspirin, calcium channel blockers, prostaglandins and rituximab; outcomes were variable but in the majority of cases amputation was eventually required [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Given the mechanism of action of ICIs, and mounting evidence that they are associated with triggering increased autoimmunity-related reactions in susceptible individuals, larger studies are now needed to identify the aetiology of immunotherapy-related small vessel vasculitis and other ICI-linked autoimmune disease and determine optimal treatment strategies. There are theoretical concerns that immunosuppressive therapy may be associated with worse outcome due to malignant disease progression, but this remains to be proven. Guidelines for the best balance of treatment of both malignancy and ICI-linked autoimmune reaction still need to be determined to maintain survival benefits from ICIs and yet minimise IRAE. Prompt recognition and a multi-speciality collaborative approach is essential to minimise the associated morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        },
        {
            "text": "Abbreviations MPM: Malignant pleural mesothelioma; CTLA-4: Cytotoxic T lymphocyte antigen 4; PD-1: Programmed death receptor-1; EPP: Extra-pleural pneumonectomy; ICIs: Immune checkpoint inhibitors; IRAEs: Immune-related adverse events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First-line nivolumab plus ipilimumab in unresectable malignant pleural mesothelioma (CheckMate 743): a multicentre, randomised, open-label, phase 3 trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Baas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherpereel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Nowak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "375--86",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nivolumab or nivolumab plus ipilimumab in patients with relapsed malignant pleural mesothelioma (IFCT-1501 MAPS2): a multicentre, open-label, randomised, non-comparative, phase 2 trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherpereel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazieres",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Greillier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lantuejoul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dô",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bylicki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Oncol",
            "volume": "20",
            "issn": "2",
            "pages": "239--53",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ipilimumab and nivolumab in the treatment of recurrent malignant pleural mesothelioma (INITIATE): results of a prospective, single-arm, phase 2 trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Disselhorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quispel-Janssen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lalezari",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Monkhorst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Der Noort",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Respir Med",
            "volume": "7",
            "issn": "3",
            "pages": "260--70",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical efficacy and safety of nivolumab: results of a multicenter, open-label, single-arm, japanese phase II study in malignant pleural mesothelioma (MERIT)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Okada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kijima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aoe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nakagawa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Cancer Res",
            "volume": "25",
            "issn": "18",
            "pages": "5485--92",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tremelimumab combined with durvalumab in patients with mesothelioma (NIBIT-MESO-1): an open-label, non-randomised, phase 2 study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calabrò",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giannarelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "&apos;incecco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Covre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Respir Med",
            "volume": "6",
            "issn": "6",
            "pages": "451--60",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nivolumab versus placebo in patients with relapsed malignant mesothelioma (CONFIRM): a multicentre, double-blind, randomised, phase 3 trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Fennell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewings",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ottensmeier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Califano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Oncol",
            "volume": "22",
            "issn": "",
            "pages": "1530--1570",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frequency and distribution of various rheumatic disorders associated with checkpoint inhibitor therapy",
            "authors": [
                {
                    "first": "Abdel-Wahab N",
                    "middle": [],
                    "last": "Suarez-Almazor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rheumatology (Oxford)",
            "volume": "58",
            "issn": "7",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neuroimmunological adverse events associated with immune checkpoint inhibitor: a retrospective, pharmacovigilance study using FAERS database",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikami",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liaw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niimura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zamami",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Green-Laroche",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Neurooncol",
            "volume": "152",
            "issn": "1",
            "pages": "135--179",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Acral vascular necrosis associated with immune-check point inhibitors: case report with literature review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khaddour",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shayuk",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Cancer",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ipilimumab induced digital vasculitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schiopu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sovich",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Alva",
                    "middle": [
                        "A"
                    ],
                    "last": "Fecher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Immunother Cancer",
            "volume": "6",
            "issn": "1",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year • At BMC, research is always in progress. Learn more biomedcentral.com/submissions Ready to submit your research Ready to submit your research ? Choose BMC",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Choose BMC and benefit from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Immune checkpoint inhibitor-related acral vasculitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Comont",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sibaud",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mourey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cougoul",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Beyne-Rauzy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Immunother Cancer",
            "volume": "6",
            "issn": "1",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Paraneoplastic acral vascular syndrome in a patient with metastatic melanoma under immune checkpoint blockade",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gambichler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Strutzmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tannapfel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Susok",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Cancer",
            "volume": "17",
            "issn": "1",
            "pages": "327--333",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Photographs of described skin changes after 6 weeks of ipilimumab/pembrolizumab combination therapy. a-c Broken livedoid type skin changes symmetrically distributed in all four limbs. d A prominent area of purpura on the left hallux",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Follow up photographs of described skin changes over time. a Skin changes 5 weeks after first course of pulsed methyprednisolone and maintained on prednisolone 60 mg od. b 3 weeks after (a) and as steroid wean attempted, purpuric changes progressed to distal portions of other toes. Prednisolone re-escalated to 60 mg and slower weaning regime commenced. c, d 6 weeks after (b) slowly progressing necrosis and dry gangrene prompting second course of pulsed methylprednisolone and prostacyclin conflicting requirements for immunosuppressive treatment strategies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We thank the individual described for allowing us to share his case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions JK wrote original draft preparation, prepared visuals, and wrote reviews and edits. CH provided specialist advice, visuals, and edited manuscript. ML provided specialist advice and edited manuscript. PS provided case report conceptualisation, writing supervision and edits. All authors read and approved final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors did not receive support from any organization for the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The participant's next of kin has given written consent for their relative's clinical details and images to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}