{
    "paper_id": "56c6ef8422ad36d639dc983cc09ee68df1b3b24d",
    "metadata": {
        "title": "Epidemiology and microbiology of ventilator-associated pneumonia in COVID-19 patients: a multicenter retrospective study in 188 patients in an un-inundated French region",
        "authors": [
            {
                "first": "Gauthier",
                "middle": [],
                "last": "Blonz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Achille",
                "middle": [],
                "last": "Kouatchet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Chudeau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Emmanuel",
                "middle": [],
                "last": "Pontis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Lorber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Lemeur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucie",
                "middle": [],
                "last": "Planche",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jean-Baptiste",
                "middle": [],
                "last": "Lascarrou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gwenhael",
                "middle": [],
                "last": "Colin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: The COVID-19 pandemic is responsible for many hospitalizations in intensive care units (ICU), with widespread use of invasive mechanical ventilation (IMV) which exposes patients to the risk of ventilator-associated pneumonia (VAP). The characteristics of VAP in COVID-19 patients remain unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We retrospectively collected data on all patients hospitalized for COVID-19 during the first phase of the epidemic in one of the seven ICUs of the Pays-de-Loire region (North-West France) and who were on invasive mechanical ventilation for more than 48 h. We studied the characteristics of VAP in these patients. VAP was diagnosed based on official recommendations, and we included only cases of VAP that were confirmed by a quantitative microbiological culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We analyzed data from 188 patients. Of these patients, 48.9% had VAP and 19.7% experienced multiple episodes. Our study showed an incidence of 39.0 VAP per 1000 days of IMV (until the first VAP episode) and an incidence of 33.7 VAP per 1000 days of IMV (including all 141 episodes of VAP). Multi-microbial VAP accounted for 39.0% of all VAP, and 205 pathogens were identified. Enterobacteria accounted for 49.8% of all the isolated pathogens. Bacteremia was associated in 15 (10.6%) cases of VAP. Pneumonia was complicated by thoracic empyema in five cases (3.5%) and by pulmonary abscess in two cases (1.4%). Males were associated with a higher risk of VAP (sHR 2.24 CI95% [1.18; 4.26] p = 0.013).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Our study showed an unusually high incidence of VAP in patients admitted to the ICU for severe COVID-19, even though our services were not inundated during the first wave of the epidemic. We also noted a significant proportion of enterobacteria. VAP-associated complications (abscess, empyema) were not exceptional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As an observational study, this study has not been registered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic caused by the SARS-CoV-2 virus is currently affecting many countries worldwide. Approximately 5% of patients with respiratory Open Access *Correspondence: gwenhael.colin@chd-vendee.fr 1 Médecine Intensive Réanimation, Centre Hospitalier Départemental de Vendee, Les Oudairies, 85000 La Roche-Sur-Yon, France Full list of author information is available at the end of the article impairment develop a severe form with acute respiratory failure and require specialized management in the intensive care unit (ICU). The disease preferentially affects men over the age of 50 with cardiovascular risk factors (overweight, high blood pressure, diabetes), heart failure and/or respiratory comorbidities (chronic bronchitis, asthma) [1] . The characteristics are comparable for the majority of patients, who develop an acute respiratory distress syndrome (ARDS) with ground-glass X-ray opacities and a very intense systemic inflammatory response syndrome [2] . Since a few weeks after the beginning of March 2020, several thousand people have been receiving invasive mechanical ventilation (IMV) in France due to severe COVID-19.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 968,
                    "end": 971,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "IMV exposes patients to a particular risk of a nosocomial infectious complication called ventilator-associated pneumonia (VAP) [3] . In Europe, the incidence density is 18.3 VAP per 1000 days of IMV [4] .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A French multicenter prospective epidemiologic ancillary study (from the ACURASYS [5] randomized trial) was conducted in 339 severe ARDS patients ventilated according to a lung-protective strategy between 2006 and 2008. In this study, 28.9% of the patients had at least one episode of microbiologically established bacterial VAP [6] . The mortality attributable to VAP is still being debated, but recent studies estimated a range of 4.4-9% [7, 8] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 444,
                    "end": 446,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Informal exchanges between clinicians regarding the current pandemic indicate a high frequency of VAP. Several factors may account for a higher incidence of VAP in the population hospitalized in the ICU for SARS CoV-2 infection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "-A longer ventilation period, leading to greater mechanical exposure to the risk of VAP [3] . -The frequency of comorbidities [3] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "-The frequency of ARDS, which is associated with a higher incidence of VAP [6] . -A form of acquired immunosuppression related to SARS-CoV-2 infection, -Organizational factors related to the fact that this is the first major pandemic in modern history.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The first studies published on this subject seem to confirm that COVID-19 patients are at greater risk of developing VAP [9] [10] [11] . Nevertheless, the sudden increase in workload in the centers participating in these studies may have had an impact on the incidence of VAP.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although the Pays-de-la-Loire region was affected by this epidemic, it was not inundated. Our units had time to prepare, with beds, ventilators and nurses available, and in addition, we were able to accept patients from the areas that were most affected (the Grand-Est and Ile-de-France regions). This regional particularity decreases the amount of confounding factors related to the exceedance of ICU capacities [12] .",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Therefore, we wished to conduct a retrospective study to epidemiologically and microbiologically describe VAP that had occurred since the beginning of the epidemic in a population of patients with severe COVID-19 hospitalized in our geographical region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "All patients diagnosed with COVID-19, who were admitted to all the ICUs in the Pays-de-la-Loire region between March 1, 2020, and May 18, 2020, were screened. The study involved seven general hospitals including two university teaching hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients were required to be over 18 years of age, have a positive RT-PCR for SARS-CoV-2 and have been receiving IMV for more than 48 h. Exclusion criteria were: pregnancy, guardianship and refusal to participate (by the patient or relatives).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After inclusion, data were retrospectively collected from an electronic Case Report Form (eCRF), filled out by the investigators in each study center. The CRF included demographic and clinical characteristics of the patients at ICU admission, data related to the disease course, ICU treatments, outcomes and, finally, data related to each VAP episode (date of onset, sampling method, implicated germ(s), related complication(s), etc. -New onset of purulent sputum or change in character of sputum (color, odor, quantity, consistency) -Worsening gas exchange (e.g., O2 desaturation or increased oxygen requirements or increased ventilation demand) 4 . And at least one of the following microbiological criteria:",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 648,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "-Positive quantitative culture from minimally contaminated LRT specimen (PN 1 type in ECDC classification [13] ) using plugged telescopic catheter with a threshold of 10 3 CFU/mL or a bronchoalveolar lavage with a threshold of 10 4 CFU/ml. -Positive quantitative culture from possibly contaminated LRT specimen (PN 2 type in ECDC classification [13] ) using blind endotracheal aspirate with a threshold of 10 6 CFU/ml. -Positive growth in culture of pleural fluid (PN 3 type in ECDC classification [13] )",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Whenever the first three criteria were present, a quantitative microbiological sample was taken. Microbiological documentation was mandatory to establish VAP diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The choice of sampling technique was different among the sites and depended on local procedures. Abscesses were established by CT scan, empyema by thoracentesis with pleural exudate and the presence of bacteria in the culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We reported means (± standard deviation) for quantitative variables and frequency, and percentages for qualitative variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The characteristics of patients who had at least one poly-microbial VAP were compared to those of patients with a mono-microbial VAP using the Wilcoxon tests for quantitative data and the Chi-squared test (or Fisher's test) for categorical data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Known respiratory diseases and immunocompromised status were grouped according to the following rules:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Known respiratory disease: asthma, chronic obstructive pulmonary disease (COPD), obstructive sleep apnea syndrome (OSAS), pulmonary emphysema or interstitial lung disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Immunocompromised status: hematologic malignancies, Human Immunodeficiency Virus infection, immunosuppressive therapy or long-term corticosteroid therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The incidence density of VAP was calculated according to two different methods:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "-Type 1 VAP incidence density (up to the first VAP) was calculated as follows: (number of patients with at least one occurrence of VAP/total amount of days of invasive ventilation until the first VAP) * 1000. -Type 2 VAP incidence density (in episodes) was calculated as follows: (total number of VAP episodes/ total amount of days of invasive ventilation) * 1000.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Factors associated with the occurrence of VAP were evaluated with the Fine-Gray method. Cumulative incidence of VAP was analyzed considering death and extubation as competing risk events. Only age, sex and obesity were included in multivariate analysis. Vasopressor use and Extra-Corporeal Membrane Oxygenation (ECMO) were not included because we did not know whether they were started before or after VAP diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patient status was censored as of May 20, 2020. A less than 0.05 p-value was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All the analysis was done using R software (version 3.6.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study was authorized by the local ethics committee and was declared to the French data protection authority (CNIL). Patients received an information note and were given the opportunity to object to data collecting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study included 194 patients placed on IMV for COVID-19. Data for six patients were not analyzed: three were under guardianship, two were admitted to the ICU after the May 18, 2020, deadline, and one withdrew his consent. We then analyzed the data for 188 patients whose characteristics at ICU admission are described in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The average age was 63.9 years (± 11.4), with a clear predominance of males (78.2%). A large majority (76.4%) was overweight (body mass index (BMI) > 25), and 37.9% were obese (BMI > 30). Nearly half (47.9%) had hypertension, and a quarter (26.6%) suffered from diabetes. A total of 17% reported at least one known respiratory disease. In addition, 8% were immunocompromised (malignant hemopathy, immunosuppressive therapy, long-term corticosteroid therapy, Human Immunodeficiency Virus infection) and 5.9% were treated for cancer. A total of 75.5% presented one or more comorbidities. At ICU admission, the mean Simplified Acute Physiology Score II (SAPS2) score was 41 (± 13.5), and the mean Sepsisrelated Organ Failure Assessment (SOFA) score was 5.8 (± 2.7). The average PaO 2 /FiO 2 ratio was 150 (± 63.4) mmHg indicating severe hypoxemia. The characteristics related to COVID-19 are described in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 902,
                    "end": 909,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A significant proportion of our patients (25%) received initial treatment in overcrowded centers (located in heavily affected areas) before being transferred to our hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Mean time between symptom onset and hospital admission was 6.4 (± 8.0) days, and the mean time between hospital admission and intubation was 2.6 (± 7.5) days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One hundred and sixty-nine patients (89.9%) received an initial empirical antibiotic therapy for pneumonia. The most frequently used molecules were third-generation cephalosporins (3GC) (82.9%), spiramycin (67.5%), amoxicillin-clavulanate (12.4%), azithromycin (6.5%) and piperacillin-tazobactam (5.3%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Twenty-one (11.2%) patients had proven coinfections which are listed in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "They were mainly due to Staphylococcus aureus, enterobacteria, Streptococcus pneumoniae and Haemophilus influenzae. Only one Pseudomonas aeruginosa was identified and three viruses (two rhinoviruses and one bocavirus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One hundred and twelve patients (59.6%) were treated with at least one antiviral drug: sixty-four (34%) received a lopinavir/ritonavir combination, forty-two (22.3%) received hydroxychloroquine, and ten (5.3%) received remdesivir. Twenty-one (11.2%) were treated with corticosteroid therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "One hundred and twenty-eight (68.1%) received vasopressor therapy, and eighteen (9.3%) were treated with Venovenous Extra-Corporeal Membrane Oxygenation (VV-ECMO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The total mean duration of intubation for all patients (whether or not they were still in the ICU) was 22.2 (± 16.7) days, which is a total of 4181 days of ventilation. A total of 343 microbiological samples were taken in order to confirm a suspected VAP (i.e., on average, one every 12.2 days of IMV), and we identified 141 microbiologically documented VAP episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We identified at least one microbiologically documented VAP in 92 (48.9%) patients. Median time between intubation and the onset of the first VAP was 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The type 1 incidence density was 39.0 VAP per 1000 days of IMV. Thirty-eight patients (20% of all) experienced multiple VAP episodes, twenty-six of whom had 2, eleven had 3, and one had 4 documented VAP episodes. Therefore, when all VAP episodes are considered, the type 2 incidence density was 33.7 VAP per 1000 days of IMV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "ICU, intensive care unit; VAP, ventilator-associated pneumonia; sHR, sub-hazards ratio; CI, confidence interval; SD, standard deviation; COPD, chronic obstructive pulmonary disease; OSAS, obstructive sleep apnea syndrome; HIV, Human Immunodeficiency Virus; SAPS II, Simplified Acute Physiology Score II; SOFA, sepsis-related organ failure assessment; PaO2, arterial partial pressure of oxygen; FiO2, fraction of inspired oxygen Sampling techniques used to confirm pneumonia were blind endotracheal aspiration in sixty cases (42.6%), bronchoalveolar lavage (BAL) in fifty cases (35.4%), a plugged telescopic catheter in thirty cases (21.3%) and a pleural effusion analysis in one case (0.7%) (the patient had pneumonia with a bronchopleural fistula on CT scan and concomitant pleural effusion). Multi-microbial VAP accounted for 39.0% of all VAP. We identified a total of 205 pathogens listed in Table 4 Note: Aspergillus fumigatus was present in culture in 5 cases and treatment was initiated in all cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 895,
                    "end": 902,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Table 1 Demographic and clinical characteristics of patients at ICU admission. Risk factors of developing one VAP (univariate analysis, Fine-Gray model considering death and extubation as competing risk events)"
        },
        {
            "text": "The ecological status was different depending on the time of occurrence, with a higher proportion of grampositive bacteria in early VAP (47.0% versus 22.8% in late VAP) and a clearer predominance of gram-negative bacteria in late VAP (77.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1 Demographic and clinical characteristics of patients at ICU admission. Risk factors of developing one VAP (univariate analysis, Fine-Gray model considering death and extubation as competing risk events)"
        },
        {
            "text": "Pseudomonas aeruginosa was less often involved in poly-microbial VAP (10.1% of cases) than in monomicrobial VAP (22.1% of cases).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1 Demographic and clinical characteristics of patients at ICU admission. Risk factors of developing one VAP (univariate analysis, Fine-Gray model considering death and extubation as competing risk events)"
        },
        {
            "text": "Characteristics of patients with poly-microbial VAP are described in Table 5 . Patients with poly-microbial VAP were older (68.5 vs. 62.8 years, p = 0.005) than those with exclusively mono-microbial VAP, fewer of them had received prior empirical antibiotic therapy at the initial phase (77.5% versus 98.1%, p = 0.002), and they were on IMV for a longer period (37.8 ± 20.6 vs. 24.6 ± 12.5 days) and were therefore more likely to be still hospitalized in intensive care at the end of the study period (25.0% vs 5.8%, p = 0.009). VAP was associated with bacteremia in 15 (10.6%) cases (only bacteremia with the same germ as the one responsible for the VAP is reported here). Pneumonia was complicated by an abscess in two cases (1.4%) and by thoracic empyema in five cases (3.5%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Table 1 Demographic and clinical characteristics of patients at ICU admission. Risk factors of developing one VAP (univariate analysis, Fine-Gray model considering death and extubation as competing risk events)"
        },
        {
            "text": "For each situation, the number of patients is indicated in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Table 3 List of co-infection-related isolates"
        },
        {
            "text": "Regarding the antibiotic resistance profile, we identified only three methicillin-resistant Staphylococcus aureus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 List of co-infection-related isolates"
        },
        {
            "text": "Of the 92 patients who had one or more VAP, at least one enterobacterium was involved in 59 (64.1%) cases. We identified at least one 3GC-resistant enterobacterium in 31 (52.5%) of these 59 patients, and they had received prior 3GC therapy in 87.1% of the cases. Of the 28 others (no enterobacteria with a 3GC resistance mechanism identified), 64% had received prior 3GC therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 List of co-infection-related isolates"
        },
        {
            "text": "As of May 20, 2020, nineteen (10.1%) patients were still hospitalized in intensive care, one hundred and fifteen (61.2%) had been discharged from the ICU, and fifty-four (28.7%) had died in the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 List of co-infection-related isolates"
        },
        {
            "text": "Four of the five patients with Aspergillus fumigatus in culture had died despite antifungal treatment, as well as the two patients who had a pulmonary abscess (the duration of antibiotic treatment set by clinicians was a minimum of 4 weeks in both cases), two of the four who had purulent pleurisy (one patient developed two episodes and died) and three of the fourteen who had a VAP-associated bacteremia episode (one patient presented two). Serratia marcescens-no. (%) 12 (5. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 3 List of co-infection-related isolates"
        },
        {
            "text": "Only There was no statistically significant relationship between VAP and age, obesity, hypertension, diabetes, known respiratory disease, immunocompromised status, SAPS2, SOFA score, initial PaO2/FiO2 ratio, initial empirical antibiotic therapy, antiviral therapy or corticosteroids. In the step-by-step multivariate analysis (Table 6) , males were associated with a higher risk of developing VAP (sHR 2.25 CI95% [1. 19-4.25 ] p = 0.013). The cumulative incidence of VAP according to the patient's sex is shown in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 424,
                    "text": "19-4.25",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "(Table 6)",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 514,
                    "end": 520,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Table 5 Characteristics of patients at ICU admission, COVID-19 disease course, in-hospital treatments and outcome: comparisons by VAP type (mono-microbial vs. poly-microbial)"
        },
        {
            "text": "Our data show a remarkably high incidence of VAP (crude incidence rate of 48.9% with an incidence density of 39.2 VAP per 1000 days of IMV). This is more than twice as high as was reported in a cohort of 2436 patients admitted to European intensive care units [4] . The incidence of VAP remains unusually high in our study compared to studies including only ADRS patients, which were ancillary studies to ACURASYS (28.9%) and PROSEVA (between 11.8 and 15.4 VAP per 1000 days of IMV) trials [6, 14] . In terms of recently published studies on COVID-19 patients, our results are quite similar to those reported by Maes et al. in a monocentric cohort of 81 mechanically ventilated patients (crude incidence of 48%) [10] . Our results are also relatively consistent with those of Rouzé et al. in a multicentric cohort of 568 patients [9] . They noted a crude incidence of 50.5% of Ventilator-Associated Lower Respiratory Tract Infection (VA-LRTI), defined using the same criteria as VAP but without any radiological signs. In these two retrospective studies, COVID-19 patients were about twice as likely to develop VAP compared to the control populations. Finally, in a monocentric retrospective study, Razazi et al. reported a crude incidence of 64% in a cohort of 90 COVID-19 patients [11] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 263,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 490,
                    "end": 493,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 712,
                    "end": 716,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VAP incidence"
        },
        {
            "text": "Our cohort was quite similar to those of other studies on VAP in COVID-19 patients [9] [10] [11] [15] and ACURASYS [5] . Our patients were slightly older (63.9 vs. 59 and 58 for PROSEVA [15] and ACURASYS [5] , respectively), and the proportion of previously immunocompromised patients was slightly smaller (8.0% vs. 15.0% and 18% for PROSEVA [15] and ACURASYS [5] , respectively).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 360,
                    "end": 363,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "VAP incidence"
        },
        {
            "text": "As in other studies on VAP in COVID-19 patients [9] [10] [11] , immunocompromised patients represented a modest proportion of our severe COVID-19 population. Moreover, immunodeficiency was not associated with the occurrence of VAP in our study.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 52,
                    "end": 56,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 57,
                    "end": 61,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VAP incidence"
        },
        {
            "text": "Several factors may have contributed to this high incidence of VAP observed in our study: (a) The duration Fig. 2 Cumulative incidence of VAP according to the patient's sex of mechanical ventilation was prolonged in our cohort compared to classical ARDS patients (22 days vs 18) [15] , but it could be as much a cause as a consequence, (b) we included patients with VV-ECMO (9.6%) who are known to be at higher risk of VAP [17] , but although they experienced more VAP, the type 1 incidence density remained very high when the analysis was repeated without these patients (35.5 instead of 39.0/1000 days of mechanical ventilation), (c) we included patients initially transferred from heavily affected areas, but we found no difference in the incidence of VAP in this population, (d) few patients were treated with corticosteroids (only 11.2% of our patients), and it was not associated with an increased risk of VAP.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "VAP incidence"
        },
        {
            "text": "Nevertheless, we must consider the influence of SARS-CoV-2 on immunity. Studies have already shown that COVID-19 infection leads to a decrease in lymphocytes which affects the different lymphocyte subtypes: CD4 and CD8 [18] , natural killer (NK), regulatory and cytotoxic T lymphocytes [19] and B lymphocytes [20] . This hypothesis is primarily supported by the unusual frequency of VAP complications (bacteremia, abscesses and empyema). In previous published studies [9] [10] [11] , abscesses, empyema and bacteremia were not reported.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VAP incidence"
        },
        {
            "text": "Furthermore, diagnosing VAP is challenging and even more so in COVID-19 patients [21] , notably due to: (a) difficulties interpreting chest X-rays in these patients who present with bilateral infiltrates from admission to the ICU; (b) a greater frequency of chest CT scans; (c) frequent bacterial colonization; and (d) repeated variations in respiratory parameters. These reasons could have led to an overestimation of VAP incidence, but we only reported microbiologically documented VAP (PN 1, PN 2 and PN 3 types in the ECDC classification [13] ).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "VAP incidence"
        },
        {
            "text": "We also highlighted a particular microbial ecology, since enterobacteria were responsible for 44.2% of the cases of mono-microbial pneumonia and represented 49.8% of all the isolated pathogens, followed by other gram-negative bacilli which accounted for 25.3% (Pseudomonas aeruginosa: 15.1%) and gram-positive cocci which accounted for 24.9% (13.7% Staphylococcus aureus). As expected, non-fermenting bacilli (i.e., Pseudomonas aeruginosa, Acinetobacter baumanii, Stenotrophomonas maltophilia and other Pseudomonas species) were almost absent in early VAP (< 5 days), while they were more frequent (23.4%) in late VAP (> 5 days). Interestingly, microbiological isolates from mono-microbial and poly-microbial VAP were not very different with the exception of a lower frequency of Pseudomonas aeruginosa in polymicrobial VAP. However, we found a higher rate of polymicrobial infection (39.0%) than other studies on VAP in COVID-19 patients (22% by Razazi et al [11] and 9.8% by Rouzé et al [9] ). In their study on ARDS patients in 2008, Forel et al. found that the most common bacteria were non-fermenting gram-negative bacilli at 40%, followed by enterobacteria (29%) and Staphylococcus aureus (21%) [6] . In the PROSEVA cohort [14] , the authors reported enterobacteria in 33.9% of their isolates. This difference may reflect a peculiarity of COVID-19 as a basic trend in the changes in the ecology of VAP.",
            "cite_spans": [
                {
                    "start": 960,
                    "end": 964,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 989,
                    "end": 992,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1201,
                    "end": 1204,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Microbial ecology"
        },
        {
            "text": "Data on the microbiological ecology of VAP in COVID-19 patients are conflicting. In the Rouzé et al. study, they found no difference between COVID-19 patients, influenza patients and patients with no viral infection [9] (50.5%, 50.4% and 48.9% of enterobacteria, respectively) which seems to be consistent with the hypothesis of a basic trend in the changes in VAP ecology. On the contrary, Razazi et al. reported a higher incidence of enterobacteria [11] . In their study, Maes et al. concluded that there was no significant difference in VAP microbiological ecology between COVID-19 patients and non-COVID-19 patients, but an analysis of their figures shows a higher proportion of Escherichia coli, Serratia and Klebsiella.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Microbial ecology"
        },
        {
            "text": "This is the first multicentric study analyzing risk factors for VAP occurrence in the specific population of COVID-19 patients. Razazi et al. identified risk factors globally in a cohort including COVID-19 ARDS patients and non-COVID-19 ARDS patients [11] .",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "First, initial empirical antibiotic therapy largely prescribed in our study was not associated with a higher risk of VAP. On the contrary, the lack of initial anti-infective treatment seemed to be associated with an increased risk of poly-microbial VAP. However, with the need for routine introduction of empirical antibiotic therapy in patients suffering from SARS-CoV-2 pneumonia, the rate of coinfections should be weighed against the risk of selecting resistant bacteria in these patients who have an extended length of stay and are likely to suffer from one or more episodes of VAP. In our study, at least one 3GC-resistant enterobacterium was detected in 52.5% of the patients who had at least one enterobacterium-VAP. Procalcitonin was not routinely measured in the ICUs that participated in our study, although it could be a helpful tool in the decision regarding early use of antibiotics. However, procalcitonin levels are generally elevated in COVID-19 ICU inpatients [22] , and data are needed to assess a possible specific threshold.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 982,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Secondly, we found a significant association between male sex and the occurrence of at least one VAP in both univariate and multivariate analysis, taking into account death and extubation as competitive events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "It is now well documented that men are more likely to develop severe forms of COVID-19 and are vastly overrepresented in the ICU [23] . Differences in immunological response related to genetics or hormonal status could be one explanation [24] . In cohorts with large numbers of patients, Dananche et al. (134 510 patients) [25] and Rello et al. (9080 patients) [26] already identified sex as a risk factor of developing VAP.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Interestingly, Razazi et al. also reported that male sex was a risk factor for VAP after adjusting for death and extubation [11] . They analyzed their entire cohort including COVID-19 ARDS patients and non-COVID-19 ARDS patients. Whether or not this risk factor was more significant in COVID-19 ARDS patients than in non-COVID-19 ARDS patients was not specified.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Identifying sex as a VAP-associated factor in our cohort of 188 patients may be an indication of a sex-related immunologic difference exacerbated by SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Moreover, considering Fig. 2 and the fact that sex-specific curves diverge only as of the 10th day of ventilation, we can hypothesize that COVID-19-related immune perturbations could last longer in males than in females. In our opinion, these hypotheses are worth exploring.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Despite the fact that it is a well-established risk factor for developing VAP, we did not include the duration of mechanical ventilation in the multivariate analysis. We made this choice because we wanted to identify other potential risk factors, and a higher duration of mechanical ventilation might also have been a cause or a consequence of VAP, which would have resulted in an artificially strengthened association that might have overwhelmed others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "We admit that our study has some biases. This is a retrospective study conducted without strict harmonization of treatments or VAP prophylaxis bundles. However, daily exchanges between intensive care physicians of our region allowed us to ensure relative homogeneity in the global care of COVID-19 patients. Since an independent committee did not adjudicate the diagnosis of VAP, we may have overestimated the incidence, but to limit this bias, we included only episodes microbiologically established by at least semi-quantitative sampling or positive growth in pleural fluid culture in one case. In addition, although all the patients had a positive RT-PCR test, we cannot affirm that 100% had established pneumonia due to SARS-CoV-2 since some of them may have been receiving IMV for another reason (cardiogenic shock, severe pancreatitis, etc.). Chest CT scan was not performed in all our patients, resulting in a lack of information regarding the initial pulmonary parenchymal involvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "The main strengths of our study are its multicentric nature and a well-sized cohort of patients during the first wave of the epidemic that was highly geographically inclusive in a region where we had time to adapt the size of the paramedical staff to the surplus of patients (with a ratio below 2 patients for 1 nurse) and where we were relatively spared. A sudden influx of patients quickly puts a strain on the healthcare system as individual workload increases resulting in an augmented risk of complications [27] , and this could have impacted other studies.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "VAP risk factors analysis"
        },
        {
            "text": "Our study shows an unusually high incidence of VAP in patients mechanically ventilated for severe COVID-19 in a non-inundated area. As previously published studies, a higher proportion of enterobacteria were found than in non-COVID-19 ARDS cohorts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Pneumonia-related bacteremia and complications (abscess, empyema) are not uncommon. Therefore, in the absence of improvement, the clinician should probably focus on ruling out these complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Finally, our conclusions remain to be confirmed, especially since management practices for COVID-19 patients in the ICU are constantly evolving: The risk of infection needs to be addressed with the increasing use of non-invasive oxygen delivery techniques and the use of corticosteroids in severe COVID-19 patients [28] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Abbreviations ICU: Intensive care unit; IMV: Invasive mechanical ventilation; VAP: Ventilatorassociated pneumonia; RT-PCR: Reverse transcriptase polymerase chain reaction; eCRF: electronic Case Report Form; ECDC: European Centre for Disease Prevention and Control (ECDC); HR: Hazard ratio; ARDS: Acute respiratory distress syndrome; CNIL: \"Commission Nationale de l'informatique et des libertés\": French data protection authority; BMI: Body mass index; SAPS2: Simplified Acute Physiology Score II; SOFA: Sepsis-related organ failure assessment; 3GC: Third-generation cephalosporins; VV-ECMO: Venovenous Extra-Corporeal Membrane Oxygenation; BAL: Bronchoalveolar lavage; NK: Natural killer lymphocyte sub-type; VA-LRTI: Ventilator-Associated Lower Respiratory Tract Infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5394"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--62",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ventilator-associated pneumonia in adults: a narrative review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                },
                {
                    "first": "C-E",
                    "middle": [],
                    "last": "Luyt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "",
            "pages": "888--906",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nosocomial pneumonia in 27 ICUs in Europe: perspectives from the EU-VAP/CAP study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koulenti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tsigou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur J Clin Microbiol Infect Dis Off Publ Eur Soc Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "1999--2006",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neuromuscular blockers in early acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Forel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gacouin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "1107--1123",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ventilator-associated pneumonia and ICU mortality in severe ARDS patients ventilated according to a lungprotective strategy",
            "authors": [
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Forel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Voillet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pulina",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care Lond Engl",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Attributable mortality of ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bekaert",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Timsit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vansteelandt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "1133--1142",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Attributable mortality of ventilator-associated pneumonia: a meta-analysis of individual patient data from randomised prevention studies",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Melsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rovers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Groenwold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "665--71",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Relationship between SARS-CoV-2 infection and the incidence of ventilator-associated lower respiratory tract infections: a European multicenter cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rouzé",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin-Loeches",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Povoa",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Med. 2021",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06323-9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ventilator-associated pneumonia in critically ill patients with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Higginson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pereira-Dias",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Crit Care Lond Engl",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risks of ventilator-associated pneumonia and invasive pulmonary aspergillosis in patients with viral acute respiratory distress syndrome related or not to Coronavirus 19 disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Razazi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arrestier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Haudebourg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care Lond Engl",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Association of intensive care unit patient load and demand with mortality rates in US department of veterans affairs hospitals during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bravata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Netw Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "European Centre for Disease Prevention and Control. Surveillance of healthcare-associated infections in intensive care units: HAI Net ICU protocol, version 2.2. LU: Publications Office",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2900/833186"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Ventilator-associated pneumonia in ARDS patients: the impact of prone positioning. A secondary analysis of the PROSEVA trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ayzac",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baboi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Intensive Care Med",
            "volume": "42",
            "issn": "",
            "pages": "871--879",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prone positioning in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J-C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2159--68",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "How is immunosuppressive status affecting children and adults in SARS-CoV-2 infection? A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Minotti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tirelli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barbieri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giaquinto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Donà",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "",
            "pages": "61--67",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Nosocomial infections during extracorporeal membrane oxygenation: incidence, etiology, and impact on patients' outcome",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scaravilli",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Bella",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Med",
            "volume": "45",
            "issn": "",
            "pages": "1726--1759",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Should we stimulate or suppress immune responses in COVID-19? Cytokine and anti-cytokine interventions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jamilloux",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Belot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Autoimmun Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2020.102567"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dysregulation of immune response in patients with COVID-19 in Wuhan, China. Clin Infect Dis Off Publ Infect Dis Soc Am",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa248"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characteristics of peripheral lymphocyte subset alteration in COVID-19 pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "221",
            "issn": "",
            "pages": "1762--1771",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The challenge of ventilatorassociated pneumonia diagnosis in COVID-19 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "François",
                    "suffix": ""
                },
                {
                    "first": "P-F",
                    "middle": [],
                    "last": "Laterre",
                    "suffix": ""
                },
                {
                    "first": "C-E",
                    "middle": [],
                    "last": "Luyt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association between biomarkers and COVID-19 severity and mortality: a nationwide Danish cohort study",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hodges",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pallisgaard",
                    "suffix": ""
                },
                {
                    "first": "Schjerning",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "A-M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with COVID-19 in the New York City area",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narasimhan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "2052--2061",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Men and COVID-19: a pathophysiologic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Mens Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1557988320954021"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Trends of incidence and risk factors of ventilator-associated pneumonia in elderly patients admitted to French ICUs between",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dananché",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vanhems",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Machut",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "46",
            "issn": "",
            "pages": "869--77",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Epidemiology and outcomes of ventilator-associated pneumonia in a large US database",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rello",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ollendorf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Oster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Chest",
            "volume": "122",
            "issn": "",
            "pages": "2115--2136",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Association of nurse staffing and nursing workload with ventilator-associated pneumonia and mortality: a prospective, single-center cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Jansson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Syrjälä",
                    "suffix": ""
                },
                {
                    "first": "Ala-Kokko",
                    "middle": [],
                    "last": "Ti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Hosp Infect",
            "volume": "101",
            "issn": "",
            "pages": "257--63",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dexamethasone in hospitalized patients with Covid-19-preliminary report",
            "authors": [
                {
                    "first": "Trc",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2021436"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Disease course and in-hospital treatmentsMean period from symptom onset to hospital admission (± SD)Deceased on May 20th-no. (%)16 (30.8) 12 (30.0) 0.937 Discharged alive from ICU on May 20th-no. (%) 33 (63.5) 18 (45.0) -Still in ICU on May 20th-no. (%) 3 (5.8) 10 (25.0) 0.009 In univariate Fine-Gray regression analysis (Tables 1 and 2), male sex (sHR 2.13 CI95% [1.14; 3.97] p = 0.018), use of ECMO (sHR 3.06 CI95% [1.58; 5.92] p = 0.001) and use of a vasopressor (sHR 1.95 [1.23. 3.10] p = 0.005) were associated with a significantly higher occurrence of VAP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Number of patients and VAP count",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). The diagnosis of VAP was established by the team in charge of the patient if hospital-acquired pneumonia was diagnosed after at least 48 h of mechanical ventilation, based on criteria adapted from the European Centre for Disease Prevention and Control (ECDC) recommendations [13]: 1. Radiological signs: two successive chest radiographs or chest CT scans showing new or progressive lung infiltrates 2. And at least one of the following systemic signs: -Body temperature > 38.3 °C with no other cause -Leukocytes < 4000/mm 3 or > 12,000/mm 3 Body temperature > 38.3 °C with no other cause 3. And at least one of the following respiratory signs:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". Enterobacteria represented 49.8% of the isolates, Pseudomonas aeruginosa accounted for 15.1%, Staphylococcus aureus for 13.7%, followed by other gramnegative bacteria (Stenotrophomonas maltophilia, Haemophilus, Acinetobacter baumannii, other Pseudomonas, etc.) 10.2%, other gram-positive bacteria (Streptococcus pneumoniae, Streptococcus agalactiae, corynebacteria, Enterococcus faecium, etc.) 5.9%, and Enterococcus faecalis 5.4%.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "COVID-19: disease course, in-hospital treatments and outcome. Risk factors of developing one VAP (univariate analysis, Fine-Gray model considering death and extubation as competing risk events)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "List of ventilator-associated pneumonia-related isolates * Days of invasive mechanical ventilation VAP, ventilator-associated pneumonia",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Multivariate analysis of risk factors for developing at least one VAP. Fine-Gray model considering death and extubation as competing risk events",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "except for sex ratio (21.8% females in our cohort and 18% for Razazi et al. vs. 31% for Maes et al. and 41.4% for Rouzé et al.), and it was not very different from other ARDS studies such as PROSEVA",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Stéphanie Martin for the regulatory procedures and her help in managing the study, and Nicolas Pontoizeau, data manager of the study. 3 ",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Authors' contributions GB helped in study design, literature search, data collection, data interpretation, writing, Fig. 1 and manuscript revision. AK, NC, EP, JL, AL and J-BL helped in data collection, data interpretation and manuscript revision. LP contributed to data analysis, writing the statistics part of the method section and Fig. 2 . GC involved in study design, literature search, data interpretation, writing and manuscript revision. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 341,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "annex"
        },
        {
            "text": "This study was entirely self-financed by the Vendee Departmental Hospital (CHD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "This study was authorized by the local ethics committee and was declared to the French data protection authority (CNIL). Patients received an information note and were given the opportunity to object to data collecting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}