{
    "paper_id": "572232ae4397b3e92b80edf086e3c7ddb2ff11c1",
    "metadata": {
        "title": "Conversion rate to the secondary conformation state in the binding mode of SARS-CoV-2 spike protein to human ACE2 may predict infectivity efficacy of the underlying virus mutant",
        "authors": [
            {
                "first": "Marc",
                "middle": [
                    "M"
                ],
                "last": "Sevenich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Forschungszentrum Jülich",
                    "location": {
                        "settlement": "Jülich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Joop",
                "middle": [],
                "last": "Van Den Heuvel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Gering",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Forschungszentrum Jülich",
                    "location": {
                        "settlement": "Jülich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeannine",
                "middle": [],
                "last": "Mohrlüder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Forschungszentrum Jülich",
                    "location": {
                        "settlement": "Jülich",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Dieter",
                "middle": [],
                "last": "Willbold",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Forschungszentrum Jülich",
                    "location": {
                        "settlement": "Jülich",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Since its outbreak in 2019 SARS-CoV-2 has spread with high transmission efficiency across the world, putting health care as well as economic systems under pressure [1, 2] . During the course of the pandemic, the originally identified SARS-CoV-2 variant has been widely replaced by various mutant versions, which showed enhanced fitness due to increased infection and transmission rates [3, 4] . In order to find an explanation, why SARS-CoV-2 and its emerging mutated versions showed enhanced transfection efficiency as compared to SARS-CoV 2002, an improved binding affinity of the spike protein to human ACE has been proposed by crystal structure analysis and was identified in cell culture models [5] [6] [7] . Kinetic analysis of the interaction of various spike protein constructs with the human ACE2 was considered to be best described by a Langmuir based 1:1 stoichiometric interaction. However, we demonstrate in this report that the SARS-CoV-2 spike protein interaction with ACE2 is best described by a two-step interaction, which is defined by an initial binding event followed by a slower secondary rate transition that enhances the stability of the complex by a factor of ~190 with an overall KD of 0.20 nM. In addition, we show that the secondary rate transition is not only present in SARS-CoV-2 wt but is also found in B.1.1.7 where its transition rate is five-fold increased.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 168,
                    "end": 170,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 389,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "SARS-CoV-2 is a beta class coronavirus that was first discovered and characterized in Wuhan, China, at the end of 2019 [1, 2] . Since then, it has challenged health care systems due to its rapid spread and COVID-19 transmission throughout the world. Far more than the past coronavirus pandemic, caused by SARS-CoV in 2002, the ongoing pandemic has claimed over 3 Mio lives with over 123 Mio total cases in 221 affected countries, so far [8, 9] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 123,
                    "end": 125,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 441,
                    "end": 443,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The coronavirus replication depends on a multi-step process starting with the interaction of the viral trimeric spike protein (S) and the human ACE2 receptor that mediates uptake of the viral RNA into the host-cell cytoplasm. Each monomer of the S protein consists of the two functional subunits S1 and S2. The S1 subunit comprises the receptor binding domain (RBD) that interacts via a defined motif sequence (RBM) with an N-terminally located helical structure of the hACE2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The S2 subunit however, plays a crucial role in the membrane fusion process. While the S1-hACE2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "interaction allows viral attachment to the host cell surface, the S2'-site is cleaved by the human endoprotease Furin. This leads to irreversible conformational changes of the S protein that result in cell membrane fusion and viral host-cell uptake [10] . Although the viral S proteins of SARS-CoV and SARS-CoV-2 share ~76 % amino acid sequence identity, SARS-CoV-2 shows an enhanced cell infectivity and human to human transmission efficiency when compared to SARS-CoV [11, 12] . Since its first appearance in 2019, the virus has undergone numerous mutational events, resulting in variants with enhanced fitness concerning their transmissibility [3, 13] . A large proportion of these mutations cluster in the spike protein, where one third of the sequence has been associated with diverse alterations [14] . To date, the most widespread mutant B.1.1.7 has widely replaced the originally identified SARS-CoV-2 virus due to its enhanced fitness [15, 16] .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 949,
                    "end": 952,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In order to understand why certain variants increase infectivity, the process of viroid contact with the cell surface and cell uptake has been drawn into the center of attention. Although a more efficient fusion process will also impact the infectiousness of the virus [17] , the interaction of the spike protein with hACE2 will provide the initial contact and therefore limit the time frame for subsequent processes. Do date, the kinetics of the SARS-CoV spike -hACE2 interaction have been widely defined as a one-step binding process with a mono-exponential decay using a Langmuir based 1:1 fitting model for surface plasmon resonance or biolayer interferometry experiments [5, 7, 10, [18] [19] [20] . However, this model fails to describe the complexity of the interaction, which gets apparent looking at the heterogeneity of the complex decay.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 692,
                    "end": 696,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 697,
                    "end": 701,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we report that the interaction of the monomeric SARS-CoV-2 ectodomain with the monomeric hACE2 has a two state mode. The additional secondary conformational transition increases the overall stability of the prefusional state dramatically and therefore enlarges the time frame for initiation of membrane fusion and viral cell entry. In addition, we characterize the secondary interaction state in the trimeric SARS-CoV-2 B.1.1.7 spike protein, where the conversion rate to the secondary conformational state is dramatically increased as compared to the CoV-2 wild type. This observation gives insights in how the infectivity among SARS CoV-2 mutants is modified and represents a precise and fast analysis method to predict the infectivity of novel SARS-CoV-2 variants with mutated spike protein sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The biotinylated hACE2-fc (residues 18-740) was purchased by Acrobiosystems and contains a C-terminal IgG1 Fc-Tag (residues 100-330), followed by a biotinylated Avitag. Expression was performed in HEK293 cells. The protein has a calculated MW of 111.7 kDa and migrates as 125-150 kDa protein under reducing conditions (SDS-PAGE) due to glycosylation. The monomeric status of the hACE2 protein was verified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Protein expression and purification hACE2"
        },
        {
            "text": "The SARS-CoV spike protein constructs were expressed in HEK293-6E cells and purified via a C-terminally introduced 6 X His-Tag with Ni-NTA affinity chromatography. The identity and purity of each construct was verified by SEC-MALS. The foldon sequence of the T4 bacteriophage was C-terminally introduced for the SARS-CoV-2, SARS-CoV 2002 and SARS-CoV-2 B.1.1.7 trimeric constructs in order to promote complex formation [21] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 423,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Spike protein constructs"
        },
        {
            "text": "BLI kinetic experiments were performed with an Octet RED 96 BLI system using streptavidin coated high precision SAX-sensors (ForteBio) and a shaking speed of 1000 rpm. hACE2 was immobilized to a binding level of 1.6 nm with a concentration of 5 µg/ml. Serial dilutions of S1-S2 SARS CoV-2 spike protein were prepared in range of 3.9 to 250 nM in 10 mM HEPES pH 7.4, 150 mM NaCl, 3 mM EDTA, 0.005% Tween-20. The experiment was performed with double reference subtraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biolayer interferometry"
        },
        {
            "text": "SPR kinetic experiments were performed with a T200-SPR Biacore system (Cytiva) using a Protein A/G coated sensor chip (PAGD-200M, Xantec) and a flow rate of 30 µl/min unless otherwise noted. hACE2 was captured to a response level of 70 RU for each cycle using a concentration of 2.5 µg/ml. The surface was regenerated with 10 mM NaOH by 2x 30 s injections at 10 µl/min. For kinetic measurements serial dilutions of spike protein were prepared in range from 3.9 to 62.5 nM for the monomeric S1S2 and 0.65 to 50 nM for the trimeric constructs in 10 mM HEPES pH 7.4, 150 mM NaCl, 3 mM EDTA, 0.005 % Tween-20. Data fitting was performed using Biacore T200 data evaluation software v. 3.2. For all fits a contribution of refractive index was excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface plasmon resonance kinetic experiments"
        },
        {
            "text": "While testing for second state interaction hACE2 was immobilized to a response level of 25 RU for each cycle. 500 nM S1-S2 spike protein was injected with contact times of 150 -600 s. Buffer referencing was performed prior to each analyte injection cycle. The experimental evaluation was done by alignment of the dissociation start and normalization of the saturation response signal to 100 % by the time point of injection phase end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surface plasmon resonance kinetic experiments"
        },
        {
            "text": "For characterization of S1-S2 spike protein interaction with the hACE2 receptor two different kinetic methods were applied. First, for biolayer interferometry hACE2 was immobilized via a Cterminal biotin on a Streptavidin coated sensor-surface. Incubation with a serial dilution of the S1-S2 spike protein yielded the sensograms shown in Fig. 1 A. To obtain apparently good looking fits based on a Langmuir 1:1 model, the dissociation time needed to be significantly shortened ( Fig. 1B) . Such incomplete fitting allowed the determination of a KD and kinetic rates similar to those that have been published previously [5, 10, 19, 20] . The model fails, however, to describe the dissociation phase of the interaction, which cannot be fitted satisfactorily by a monoexponential decay (Fig. 1 C) . This conclusion is confirmed by surface plasmon resonance (SPR) experiments. hACE2 was coupled via IgG1 fc-tag on a Protein A/G derivatized surface and various concentrations of S1-S2 spike protein was applied as analyte (Fig 2 A) . Apparently satisfying fits based on a Langmuir 1:1 model are only obtained, when the dissociation time is only a few hundred seconds (Fig. 2 B) . The inclusion of longer dissociation times into the analysis, however, clearly shows that the interaction of the viral S1-S2 spike protein and the hACE2 is not of a 1:1 Langmuir binding model (Fig. 2 C) . ",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 344,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 479,
                    "end": 487,
                    "text": "Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 783,
                    "end": 793,
                    "text": "(Fig. 1 C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1017,
                    "end": 1026,
                    "text": "(Fig 2 A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1162,
                    "end": 1172,
                    "text": "(Fig. 2 B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1367,
                    "end": 1377,
                    "text": "(Fig. 2 C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The Langmuir 1:1 binding model is not sufficient to fit experimental data for spike protein binding to hACE2"
        },
        {
            "text": "Because the interaction of hACE2 and S1-S2 spike protein is not matching a 1:1 Langmuir binding model, we checked for the existence of a potentially underlying second rate process as shown in Fig. 3 [22, 23] . Briefly, hACE2 was coupled at a constant immobilization level of 25 RU. S1-S2 spike protein was injected at a concentration of 500 nM. Contact times were gradually increased by increasing the injection times ranging from 150 to 600 s. For each injection steady-state was reached within a short time interval, so that a constant complex concentration can be assumed during the different contact times. The resulting plot reveals a strong dependency of incubation time and dissociation rate (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 204,
                    "end": 207,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 699,
                    "end": 707,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "S1-S2 spike protein hACE2 interaction induces a time dependent secondary state"
        },
        {
            "text": "Increasing injection times and thus increasing contact time correlates with decreasing dissociation rates. This finding cannot be expected for a single step 1:1 interaction, but clearly indicates the formation of a secondary complex state, whose proportion increases with contact time duration. This is typical for a two-step binding mode, in which the formation of the primary complex induces a conformational reorganization into a secondary complex conformation that strengthens the interaction and leads to a very slow dissociation rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S1-S2 spike protein hACE2 interaction induces a time dependent secondary state"
        },
        {
            "text": "In order to define the secondary rate kinetics of complex transition after primary binding, the interaction of S1-S2 spike protein and hACE2 was fitted with a secondary state model. In contrast to the previously presented attempts of the Langmuir model fitting ( Fig. 1 and 2) , the two step kinetic model allows the description of the interaction with high accuracy over the complete dissociation time (Fig. 4 A) . for the RBD interaction with ACE2 [5, 10, 19, 20] . As soon as the first complex is formed, a secondary event increases the complex stability (Fig. 4 B) . This transition is most likely a structural rearrangement that decreases the complex dynamics as proposed previously [6] . The kinetic data",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 458,
                    "end": 461,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 276,
                    "text": "Fig. 1 and 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 403,
                    "end": 413,
                    "text": "(Fig. 4 A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 558,
                    "end": 568,
                    "text": "(Fig. 4 B)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Secondary complex state of S1-S2 spike protein with hACE2 results in enhanced complex stability"
        },
        {
            "text": "show that this secondary process is with an on-rate of 8.3 • 10 -4 s -1 rather slow compared to the primary binding event, but at the same time increases the complex half-life by a factor of ~80 with an off-rate of 8.5 • 10 -5 s -1 . When the kinetic values of the primary and secondary events are combined to one binding constant, the full binding process yields a total affinity that is described with KD-total of 0.20 nM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Secondary complex state of S1-S2 spike protein with hACE2 results in enhanced complex stability"
        },
        {
            "text": "To verify whether the secondary transition can be exclusively obtained for the S1S2 monomeric construct or might be associated with certain proportions of the spike protein, a SARS-CoV-2 RBD construct was assayed for the existence of an underlying secondary rate kinetic. When the SARS-CoV-2 RBD was analyzed in a multicycle kinetic experiment on the immobilized hACE2, the dissociation phase showed a clear mono-exponential behavior with complete baseline dissociation, which is in full agreement with a Langmuir based 1:1 interaction model (Fig. 5 A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 552,
                    "text": "(Fig. 5 A)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The SARS-CoV-2 RBD interaction with hACE2 follows a Langmuir interaction kinetic"
        },
        {
            "text": "This finding appears to be in contrast with the previously identified biphasic dissociation for the S1S2 CoV-2 construct. Additionally, the RBD did not show a contact time dependent alteration of the dissociation phase, when increasing contact times are applied (Figure 5 B) . However, the dissociation constant as well as on-and off-rate of the RBD and the primary binding event of the monomeric S1S2 show high similarity. This implies that the primary binding event of the two-state interaction is carried out by the interaction of the RBD and hACE2 alone, whereas the context of the full S1S2 protein is essential for the formation of the secondary complex.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 274,
                    "text": "(Figure 5 B)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The SARS-CoV-2 RBD interaction with hACE2 follows a Langmuir interaction kinetic"
        },
        {
            "text": "The secondary state transition rate is modified among SARS-CoV, SARS- CoV-2 and B.1.1.7 trimeric spike proteins The secondary state model was essential to fully describe the interaction of the S1S2 monomer with hACE2. However, the physiological quarternary structure of the spike protein is a homotrimer, where the interaction with hACE2 is mediated by a single RBD in its \"upconformation\". During this first contact the other two RBD's remain in their closed state, which does not allow direct contact with hACE2 [24] . Hence, the interaction of the trimeric spike protein and hACE2 is defined by a 1:1 stoichiometry.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 87,
                    "text": "CoV-2 and B.1.1.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The SARS-CoV-2 RBD interaction with hACE2 follows a Langmuir interaction kinetic"
        },
        {
            "text": "Next, we analyzed the interaction of the SARS-CoV 2002, SARS-CoV-2 wt and SARS-CoV-2 B.1.1.7 mutant trimeric spike protein with hACE2 as described previously. The sensograms were again fitted using global fitting with the two state reaction model. The dissociation phase of the trimeric spike proteins (Fig. 6A) shows a biphasic decay as already observed for the monomeric SARS-CoV-2 S1S2. Again, the secondary state model allowed the best fit for the given sensograms. The component analysis reveals that the secondary state transition (Fig. 6A , blue line) is dominating the complex formation after short initial contact time. implying that the initial binding event is not so much different among these constructs. where the probability of a potential primary contact between the viroid spike and the cell surface located hACE2 is limited by the local concentration of the two interaction partners. Hence, a more rapid transition of a low to high affinity binding state will increase the complex half-time once a primary contact occurs and therefor increase the infection efficacy as observed for the B.1.1.7 and other mutants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Fig. 6A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 537,
                    "end": 545,
                    "text": "(Fig. 6A",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The SARS-CoV-2 RBD interaction with hACE2 follows a Langmuir interaction kinetic"
        },
        {
            "text": "This study helps to understand the basis of the enhanced infectivity that has been observed for SARS-CoV-2 and its derived mutants as compared to SARS-CoV 2002. We have demonstrated that a secondary state of the SARS-CoV-2 spike -hACE2 complex exists and that the transition increases the stability of the complex by a factor of ~190 with an overall KD of 0.20 nM for the monomeric spike S1S2 protein. Furthermore, when the isolated RBD is tested for its affinity to hACE2, no secondary state formation was observed. This suggests that the context of the whole ectodomain is needed to promote the secondary state within the complex after the first contact is mediated by the RBD. When the kinetics of the monomeric SARS-CoV-2 S1S2 are compared with the trimeric variant, an increased secondary state transition was identified for the trimeric protein, suggesting cooperative effects between the subunits. Finally, the secondary state formation was Taken together, these findings highlight the role of the SARS-CoV-2 spike protein in the context of the ongoing pandemic and stress its importance as potential drug-target. The presented SPR method for the verification of secondary state transitions within the spike protein -hACE2 complex allows a straightforward way of predicting the infectiousness of novel SARS-CoV-2 mutants. To date, several studies aim for the inhibition of the spike -hACE2 interaction by targeting one of the interaction partners [25] [26] [27] [28] . However, the present study shows that an efficient inhibitor should impact both, the primary as well as secondary binding state in order to obtain significant reduction of complex formation. Since the secondary transition rate is potentially the defining parameter for an enhanced infection rate, it is important to understand its molecular mechanism. Targeting the secondary state transition could represent a very efficient therapeutic mechanism for the therapy of COVID-19. Most importantly, we suggest to use the full quantitative kinetic and thermodynamic binding behavior of newly appearing spike protein variants to hACE2",
            "cite_spans": [
                {
                    "start": 1454,
                    "end": 1458,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1459,
                    "end": 1463,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1464,
                    "end": 1468,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1469,
                    "end": 1473,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "SUMMARY AND CONCLUSION"
        },
        {
            "text": "to possibly predict the infectivity efficacy of the underlying virus mutation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY AND CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Mutations Strengthened SARS-CoV-2 Infectivity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Molecular Biology",
            "volume": "432",
            "issn": "",
            "pages": "5212--5226",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Spike mutation D614G alters SARS-CoV-2 fitness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Plante",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Structural basis of receptor recognition by SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "7807",
            "pages": "221--224",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The SARS-CoV-2 Exerts a Distinctive Strategy for Interacting with the ACE2 Human Receptor. Viruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Brielle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schneidman-Duhovny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Linial",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2 D614G spike mutation increases entry efficiency with enhanced ACE2-binding affinity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ozono",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature Communications",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2, SARS-CoV, and MERS-COV: A comparative overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Rabaan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infez Med",
            "volume": "28",
            "issn": "2",
            "pages": "174--184",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structural and Functional Basis of SARS-CoV-2 Entry by Using Human ACE2",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Inhibition of SARS-CoV-2 (previously 2019-nCoV) infection by a highly potent pan-coronavirus fusion inhibitor targeting its spike protein that harbors a high capacity to mediate membrane fusion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "4",
            "pages": "343--355",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emergence of a new SARS-CoV-2 variant in the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T P H"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Infection",
            "volume": "82",
            "issn": "4",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Human SARS CoV-2 spike protein mutations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guruprasad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Proteins-Structure Function and Bioinformatics",
            "volume": "89",
            "issn": "5",
            "pages": "569--576",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emergence of a new SARS-CoV-2 variant in the UK",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S C"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Infection",
            "volume": "82",
            "issn": "4",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Estimating the increased transmissibility of the B.1.1.7 strain over previously circulating strains in England using fractions of GISAID sequences and the distribution of serial intervals. medRxiv",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piantham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coutard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antiviral Res",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Enhanced receptor binding of SARS-CoV-2 through networks of hydrogen-bonding and hydrophobic interactions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proc Natl Acad Sci",
            "volume": "117",
            "issn": "25",
            "pages": "13967--13974",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "7807",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Formation of highly stable chimeric trimers by fusion of an adenovirus fiber shaft fragment with the foldon domain of bacteriophage T4 fibritin",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Papanikolopoulou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Biological Chemistry",
            "volume": "279",
            "issn": "10",
            "pages": "8991--8998",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "MHV Van Regenmortel Antibody affinity measurement",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Saunal",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Immunochemistry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Surface plasmon resonance analysis of the mechanism of binding of apoA-I to high density lipoprotein particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lund-Katz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Lipid Res",
            "volume": "51",
            "issn": "3",
            "pages": "606--623",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Conformational transition of SARS-CoV-2 spike glycoprotein between its closed and open states",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Chemical Physics",
            "volume": "",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Structure-Based Design of Novel Peptidomimetics Targeting the SARS-CoV-2 Spike Protein",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alagumuthu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajpoot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cellular and Molecular Bioengineering",
            "volume": "14",
            "issn": "2",
            "pages": "177--185",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Computational Design of ACE2-Based Peptide Inhibitors of SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "X"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acs Nano",
            "volume": "14",
            "issn": "4",
            "pages": "5143--5147",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Engineered trimeric ACE2 binds viral spike protein and locks it in \"Threeup\" conformation to potently inhibit SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Research",
            "volume": "31",
            "issn": "1",
            "pages": "98--100",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Methylene Blue Inhibits the SARS-CoV",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bojadzic",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O. Alcazar",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Buchwald",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Spike-ACE2 Protein-Protein Interaction-a Mechanism that can Contribute to its Antiviral Activity Against COVID-19",
            "authors": [],
            "year": null,
            "venue": "Frontiers in Pharmacology",
            "volume": "",
            "issn": "",
            "pages": "2021--2032",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "BLI kinetic experiment with SARS-CoV-2 S1-S2 and hACE2. The sensogram (A) was globally fitted with a 1:1 interaction model (B and C, black dashed lines) either with a cropped dissociation time of 200 s (B) or the full dissociation time of 600 s (C). (B) KD: 36.3 nM; ka: 1.1E+5 +/-7.5E+4 [1/Ms]; kd: 2.4E-3 +/-4.7E-3 [1/s]. R 2 : 0.98. (C) KD: 24.2 nM; ka: 1.7E+5 +/-1.5E+5 [1/Ms], kd: 1.9E-3 +/-4.7E-3 [1/s]. R 2 : 0.96.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SPR-multicycle kinetic experiment of SARS-CoV-2 S1-S2 and hACE2. The sensogram (A) was globally fitted with a Langmuir 1:1 interaction model (B and C, black dashed lines) either with a cropped dissociation time of 200 s (B) or the full (C) dissociation time of 1200 s. (B) KD: 28.5 nM; ka 1.7E+5 +/-5.4E+2 [1/Ms]; kd: 4.7E-3 +/-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "SPR-experiment testing for the presence of a two state reaction. 500 nM SARS-CoV-2 S1-S2 spike protein was injected over a constant immobilization level of 25 RU hACE2 and normalized to 100 % RU for the time point of injection phase end. Injection times were gradually increased (150 -600 s).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SPR-multicycle kinetic experiment of SARS-CoV-2 S1-S2 and hACE2. (A) The sensogram was globally fitted with a two state kinetic model including the full dissociation time of 1200 s. Kinetic parameters for the first interaction were determined with KD1 of 37.5 nM, ka1 of 1.8E+5 +/-1.9E+2 [1/Ms] and kd1 of 6.6E-3 +/-8.0E-6 [1/s].Kinetic parameters for the second interaction were determined with ka2 of 8.RU 2 ]. The overall KD-total for both events was identified with 0.2 nM. (B) Component analysis of the 31.3 nM S1-S2 spike protein binding curve as shown in (A). The sensogram (total) is composed of the primary binding event (red), followed by a secondary transition event (blue) which results in a highly stable secondary complex (AB*).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The SARS-CoV-2 RBD interaction with hACE2 follows a Langmuir based kinetic with timeindependent mono-exponential decay. (A) Multicycle experiment with SARS-CoV-2 RBD. hACE2-fc was immobilized on a protein A/G sensor chip and SARS-CoV-2 RBD was injected in concentration range of 3.9 -1000 nM. The KD was globally fitted with a 1:1 Langmuir based interaction model. The kinetic parameters were determined with KD of 21.3 nM, ka of 4.25 E+5 +/-2.2 E+2 [1/Ms] and kd of 9.1 E-3 +/-4.2E-6 [1/s]. (B) Test on secondary state reaction. hACE2-fc was immobilized on a protein A sensor surface and 500 nM of SARS-CoV-2 was injected at a constant concentration for increasing contact intervals. Time points of injection phase end were normalized to 100 % and the dissociation starting point was aligned on the time scale.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Multi cycle SPR experiments with SARS-CoV 2002, SARS-CoV-2 wt and SARS-CoV-2 B.1.1.7 trimeric spike proteins. (A) hACE2-fc was immobilized on a protein A/G sensor surface and CoV trimer proteins were injected in concentration range of 0.62 -50 nM. The sensograms were globally fitted with the secondary state reaction model. (SARS-CoV 2002): KD1 6.7 nM, ka1 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "shows the on-off chart of the primary and secondary interaction mode as fitted for the SARS-CoV 2002, the SARS-CoV-2 wt and SARS-CoV-2 B1.1.7 trimers. When the here identified ka and kd values of the primary interaction are compared with those found for the SARS-CoV-2 S1S2 and RBD constructs, the 2002 and wt trimeric spikes show values in the same range,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "verified for the trimeric constructs of SARS-CoV 2002 and SARS-CoV-2 B.1.1.7, where a 5 to 6 fold increased secondary state transition rate was observed for the B.1.1.7 mutant compared to the wt and 2002 trimeric spike protein.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "1.0E-5 [1/s]. Chi 2 : 0.28 [RU 2 ]. (C) KD: 12.15 nM; ka: 5.4E7 +/-2.2E+6 [1/Ms], kd: 0.7 +/-0.03 [1/s]. Chi 2 : 6.63 [RU 2 ].",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The B.1.1.7 mutant however, shows a faster association and dissociation for the primary contact. Similarly, the kinetic values of the B.1.1.7 secondary state deviate from those identified for the 2002 and wt trimers. Here, the secondary state transition rate is of highest interest, because it will directly impact the contact time that will be needed to form a complex with enhanced stability. The ka identified for B.1.1.7 is 5.1 and 6.1 faster than the transition rate for the wt and 2002 trimer, respectively.The significance of this finding becomes obvious when it is transferred to physiological conditions,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors declare that they have no conflict of interest for the submitted manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}