{"paper_id": "5853be9a8b47366d44f05de99690f0fe38b54796", "metadata": {"title": "Development of Rapid Response Capabilities in a Large COVID-19 Alternate Care Site Using Failure Modes and Effect Analysis with In Situ Simulation", "authors": [{"first": "Nadav", "middle": [], "last": "Levy", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Liana", "middle": [], "last": "Zucco", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["B B S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": ["R C A"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Richard", "middle": ["J"], "last": "Ehrlichman", "suffix": "", "affiliation": {}, "email": ""}, {"first": "F", "middle": ["A C S"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ronald", "middle": ["E"], "last": "Hirschberg", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Stacy", "middle": ["Hutton"], "last": "Johnson", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["N"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Michael", "middle": ["B"], "last": "Yaffe", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Krishna", "middle": [], "last": "Satya", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Somnath", "middle": [], "last": "Ramachandran", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Akiva", "middle": [], "last": "Bose", "suffix": "", "affiliation": {}, "email": ""}, {"first": "", "middle": [], "last": "Leibowitz", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boston", "middle": ["Hope"], "last": "Field", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["J E"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "R", "middle": ["E H"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "S", "middle": ["H J"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["B Y"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "A", "middle": ["L"], "last": "", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Preparedness measures for the anticipated surge of coronavirus disease 2019 cases within eastern Massachusetts included the establishment of alternate care sites (field hospitals). Boston Hope hospital was set up within the Boston Convention and Exhibition Center to provide low-acuity care for COVID-19 patients and to support local healthcare systems. However, early recognition of the need to provide higher levels of care, or critical care for the potential deterioration of patients recovering from COVID-19, prompted the development of a hybrid acute care-intensive care unit. We describe our experience of implementing rapid response capabilities of this innovative ad hoc unit. Combining quality improvement tools for hazards detection and testing through in situ simulation successfully identified several operational hurdles. Through rapid continuous analysis and iterative change, we implemented appropriate mitigation strategies and established rapid response and rescue capabilities. This study provides a framework for future planning of high-acuity services within a unique field hospital setting.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T HE MORBIDITY, mortality, and rapid pace of transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which causes coronavirus disease 2019 (COVID- 19) , has led to an unprecedented health crisis. In anticipation of the projected surge of COVID-19 cases, the Commonwealth of Massachusetts and city of Boston set up a plan to establish alternate care sites (e.g., field hospitals) 1 to meet the needs of COVID-19 patients requiring acute and subacute care. 2, 3 Local models based on data from Wuhan, China 4 projected an estimated 0.7% to 2.5% of the population of the state of Massachusetts to be infected, with a peak incidence estimated to occur between April 10 and April 20, 2020. This projection predicted the need for 2,500 to 7,500 acute care hospital beds, a number which would have exceeded the established bed capacity of the catchment area. 5, 6 A field hospital named \"Boston Hope\" was rapidly deployed within 2 weeks as a collaborative venture between the major city hospitals and federal and state government agencies to serve the emergent anticipated needs of the Greater Boston and eastern Massachusetts areas. 7 Boston Hope was initially set up to provide care for low-acuity patients and was equipped and staffed according to the level of a skilled nursing facility. The need to provide a solution for a large number of patients, as well as a predicted large number of COVID-positive undomiciled persons, led to the design of a 500-bed medical facility ( fig. 1 ) alongside a 500-bed shelter for those not requiring continuous medical care. Care units were designated as pods of forty patients each, staffed with one medical doctor (only in higher-level moderate acuity pods), two advanced practice providers, five registered nurses, five to 10 certified nurse assistants, three to six physical/occupational therapists, and a resource specialist/unit coordinator. In addition, respiratory therapists, pharmacists, social workers, mental health specialists, and case management workers shared coverage across the pods. Of note, because of the limited availability of clinicians actively practicing in inpatient settings, most of the clinical staff hired were from low-acuity outpatient settings.", "cite_spans": [{"start": 169, "end": 172, "text": "19)", "ref_id": "BIBREF19"}, {"start": 401, "end": 402, "text": "1", "ref_id": "BIBREF0"}, {"start": 477, "end": 479, "text": "2,", "ref_id": "BIBREF1"}, {"start": 480, "end": 481, "text": "3", "ref_id": "BIBREF2"}, {"start": 874, "end": 876, "text": "5,", "ref_id": "BIBREF4"}, {"start": 877, "end": 878, "text": "6", "ref_id": "BIBREF5"}, {"start": 1149, "end": 1150, "text": "7", "ref_id": "BIBREF6"}], "ref_spans": [{"start": 1495, "end": 1501, "text": "fig. 1", "ref_id": null}], "section": ""}, {"text": "created to address the anticipated critical care needs of these patients and provide rapid response and rescue capabilities in the event of an emergency. 9 The acute care-ICU was originally designed as two negative pressure resuscitation rooms which were later expanded with a four-bed high-dependency observation unit ( fig. 1 ). Because of the limited availability of critical care providers during the pandemic, the staffing model for this unit relied on support of providers with essential critical care training, such as anesthesiologists and emergency medicine physicians who augmented the intensivist group. More specifically, most elective surgical activity in the region's hospitals was placed on hold, hence the increased availability of anesthesia providers to supply this service, and their versatile ability in delivering comprehensive care, made them natural candidates to fulfill this role. Additional training, guidance, and oversight was provided by certified intensivists.", "cite_spans": [{"start": 154, "end": 155, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [{"start": 321, "end": 327, "text": "fig. 1", "ref_id": null}], "section": "SPECIAL ARTICLE"}, {"text": "The concept of establishing critical care services within the framework of a low-acuity civilian setting is innovative and had not been widely implemented. Herein, we describe the framework for implementation of critical care and rapid response capabilities within the setting of a civilian building at a time of significant resource constraints. We highlight the challenges and outline a pragmatic step-wise approach using quality improvement methods to improve the efficiency of care in the unfamiliar setting posed by the pandemic.", "cite_spans": [], "ref_spans": [], "section": "SPECIAL ARTICLE"}, {"text": "To establish and implement rapid response capabilities within Boston Hope, we applied prospective quality improvement methods such as process mapping, failure modes and effect analysis, and on-site walkthroughs. These methods enable Fig. 1 . Boston Hope and hybrid acute care-intensive care unit. An overhead photograph of one of the patient areas (A) taken just before opening and a preliminary schematic of the layout of Boston Hope patient area (B). The patient space outlined in the red circle was redesigned to function as a high dependency/observation unit (C), which was equipped with a hospital stretcher, vital sign monitor, oxygen regulator, intravenous access/fluid kits, and newly installed overhead lighting. These observation bays were established adjacent to the negative pressure room (D), fully equipped for resuscitation, airway management, and ventilation if necessary.", "cite_spans": [], "ref_spans": [{"start": 233, "end": 239, "text": "Fig. 1", "ref_id": null}], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "proactive identification of potential hazards and outline opportunities for mitigation efforts. In situ simulation drills were conducted to allow implementation, team training, and further hazard detection. In parallel, the assessment of resource requirements, workflow planning, and distribution of standard operating procedures was undertaken. Through a continuous, rapid-cycling quality improvement process, standard operating procedures were updated and redistributed based on the hazards or gaps in care identified in realtime or through the prospective methods described above. This observational, descriptive study was reviewed by our local Institutional Review Board. Written informed consent was waived (2020P001496).", "cite_spans": [], "ref_spans": [], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "Failure Modes and effect analysis, process Mapping, and On-site Walkthroughs An initial process map was created to identify the proposed sequence of events in the event of clinical decompensation, specifically from the recognition of a deteriorating patient to their arrival into the negative pressure resuscitation room ( fig. 2 ). Within this simple flow diagram, barriers for safe patient care were identified and reviewed using a modified failure modes and effect analysis approach.", "cite_spans": [], "ref_spans": [{"start": 323, "end": 329, "text": "fig. 2", "ref_id": "FIGREF0"}], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "Failure modes and effect analysis is an efficient means to prospectively evaluate and identify opportunities for failures within a design or complex task. It is aimed at prioritization of corrective measures. [10] [11] [12] Traditional healthcare failure modes and effect analysis requires the assembly of a designated team to review each step within a complex task, identification of potential failure modes, and the assignment of a numerical value to each for severity, probability of occurrence, and detectability. When these values are combined, a risk priority number is generated, which helps guide prioritization of interventions. 13 We adopted a modified failure modes and effect analysis process because of the constraints of time and the inability to assess the occurrence of emergency events while managing a unique care site during an evolving pandemic. Failure modes were identified by a team of medical and nursing leaders, along with the site managers in charge of operations. Using a group deliberation approach, failures and their potential downstream effects were assigned a severity (high, intermediate, low) and prioritization (immediate, urgent, or deferred action required) and the scope for intervention was evaluated (appendix). Finally, an on-site walkthrough was performed with medical and nursing leads. 14 The purpose of the walkthrough was to assess workflows, detect safety issues, and determine the most efficient means for urgently transferring an unstable patient into a negative pressure room to receive appropriate care.", "cite_spans": [{"start": 209, "end": 213, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 214, "end": 218, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 219, "end": 223, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 638, "end": 640, "text": "13", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "During the initial planning phase and process mapping, the absence of a standardized workflow for the management of a deteriorating or complex patient was noted. Recognition that standard rescue practices could not be adopted because of considerations unique to COVID-19 were noted. For example, aerosolizing procedures such as chest compressions and airway management could not take place in the common areas. Additionally, care teams redeployed ad hoc from different institutions were not required to be Advanced Cardiac Life Support certified and had limited training and experience in managing acute patients.", "cite_spans": [], "ref_spans": [], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "The box bed within each patient bed space was difficult to mobilize and was restricted to an unadjustable height. Therefore, to facilitate a safe transfer to a negative pressure room, transfer to a stretcher was deemed necessary. With both the stretcher and the bed present, the small size of the bed space limited the staff mobility within the room. The ", "cite_spans": [], "ref_spans": [], "section": "Quality improvement Methods Used to assess rapid response capabilities"}, {"text": "walkthrough also highlighted the limited supply of automated external defibrillators and backboards for assisting in the transfer of patients not found on their bed or in nontraditional areas (e.g., restrooms, rehabilitation area).", "cite_spans": [], "ref_spans": [], "section": "SPECIAL ARTICLE"}, {"text": "Communication on the floor posed a significant challenge for multiple reasons, arising primarily because the patient care area was a repurposed exhibition hall lacking the standard communication panels found on hospital floors. Patient bed spaces were not equipped with call bells, nor were central monitoring devices available. The size and structure of the hall at times made it impossible to maintain direct visual contact with the nursing station while with patients. This was further complicated by the use of personal protective equipment, muffling the sound of a call for help by masks and the acoustics of a huge hall with a loud venting system. These constraints required immediate solutions to enable timely signaling for help or triggering of the rapid response team.", "cite_spans": [], "ref_spans": [], "section": "SPECIAL ARTICLE"}, {"text": "Nearly twenty solutions were implemented to address the issues identified through the proactive measures described above (table 1) . Failure modes identified as high severity and immediate priority were targeted for intervention, whereas other issues were deferred (appendix).", "cite_spans": [], "ref_spans": [{"start": 121, "end": 130, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Actions and Mitigation Strategies"}, {"text": "Workflows for the escalation of care and the management of an emergency were refined and distributed ( fig. 3 ), to help distinguish between clinical deterioration requiring a higher level of care (e.g., patients with moderate respiratory symptoms brought to the observation area for continuous monitoring and supplemental oxygen) and perceived life-threatening situations prompting the activation of the rapid response team. An emergency action sequence, once a life-threatening condition is recognized, was included in training and team huddles. These actions included the identification of the emergency situation, leaving the patient alerting the nearest nursing station to call for help, activating a activating a rapid response call, returning to the patient, and placing automated external defibrillator pads onto the chest while waiting for help to arrive with a stretcher. Once help arrived, the bed was moved out of the bed space and a four-member team assisted in transferring the patient onto the stretcher before transporting to the negative pressure room. Meanwhile, the activated rapid response team will have assembled, waiting to receive the patient in the negative pressure room and assume care.", "cite_spans": [], "ref_spans": [{"start": 103, "end": 109, "text": "fig. 3", "ref_id": "FIGREF1"}], "section": "Actions and Mitigation Strategies"}, {"text": "Urgent requests for equipment acquisition were made to ensure an adequate number of automated external defibrillators were available (e.g., one for every nursing station) as well as enough backboards for patient transfers. Rapid response pagers were issued using the existing telecommunication system and the emergency stat-line of Massachusetts General Hospital. Pagers were all programmed to the same number and assigned to all members of the rapid response team, including the acute care physician, two nurses, a respiratory therapist (or experienced provider), and the medical team leads from each patient pod.", "cite_spans": [], "ref_spans": [], "section": "Actions and Mitigation Strategies"}, {"text": "In situ simulation, whereby drills are carried out within a team's actual working environment, provides a further means of identifying site-specific hazards. 15, 16 It is an efficient, cost-effective tool to facilitate interprofessional teambased training. [17] [18] [19] [20] [21] In situ simulation drills were conducted in Boston Hope to facilitate staff training, assess workflow efficiency, evaluate the performance of the rapid response team, and identify deficiencies and hazards in our set up.", "cite_spans": [{"start": 158, "end": 161, "text": "15,", "ref_id": "BIBREF15"}, {"start": 162, "end": 164, "text": "16", "ref_id": "BIBREF16"}, {"start": 257, "end": 261, "text": "[17]", "ref_id": "BIBREF17"}, {"start": 262, "end": 266, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 267, "end": 271, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 272, "end": 276, "text": "[20]", "ref_id": "BIBREF20"}, {"start": 277, "end": 281, "text": "[21]", "ref_id": "BIBREF21"}], "ref_spans": [], "section": "In Situ Simulation"}, {"text": "When designing in situ drills, we considered the diversity in training and skill set among our personnel. Providers at Boston Hope were effectively practicing in an alien environment; many of them were never trained in the management of a deteriorating patient (e.g., outpatient practices). Moreover, the safety regulations preventing the initiation of chest compression and ventilation in the common area mandated the design of a site-specific emergency sequence. We therefore chose to scope our training and simulation scenarios to focus on the identification of the unresponsive patient and the required management until arrival into the resuscitation area. Outcomes were set to reflect the steps required to complete this task.", "cite_spans": [], "ref_spans": [], "section": "In Situ Simulation"}, {"text": "In situ simulation drills were conducted on alternate days and covered each patient care area. Our first scenario took place in the patient pod located farthest from the acute care-ICU area; subsequent scenarios were held in patient pods closer to the resuscitation area. A separate simulation drill was performed with physical therapists within the rehabilitation area, where patients perform their daily physical activities. This rehabilitation area was chosen specifically for simulation drill because of the additional concerns of hazards resulting from the activities performed by patients in this area and the distance from medical providers.", "cite_spans": [], "ref_spans": [], "section": "In Situ Simulation"}, {"text": "The plan to conduct a simulation drill was discussed during daily staff briefings, which included reviewing the emergency management workflows and confirming the location of the automated external defibrillator and stretcher. Simulation briefings also included the recommendations for safe conduct during drills. Participants would then return to their routine daily assigned roles and tasks. A short while after the morning briefing, the mock scenario would begin when a facilitator would ask a provider to obtain vital signs from a patient, which in this case was a mannequin placed in the bed space. These drills lasted approximately 3 to 4 min, focusing on the action sequence that included patient identification, call for help and activating the rapid response pagers, automated external defibrillator placement, and transfer to the negative pressure room. Timing of automated external defibrillator placement and arrival to the negative pressure room were recorded using a mobile phone by the drill facilitator. A short debrief was held after every simulation drill to review improvement scenarios ◾ Implemented in situ simulation training to promote standardization of care ◾ Acquisition of resources required (automated external defibrillators, backboards, intraosseous access devices, installation of overhead lighting in observation bays) ◾ Implementation of a rapid personal protective equipment donning station ◾ Prepackaged personal protective equipment bags and allocation of role of personal protective equipment attendant ◾ Automated external defibrillator training implemented ◾ Automated external defibrillator latch labeled (\"lift to open\") ◾ Opening and operating the automated external defibrillator added to the simulated scenarios Communicating the need for help ◾ No rapid response activation system, lack of awareness that help is needed ◾ No call buttons at the bedside ◾ No phones nearby the patient's bed spaces ◾ Help is far because the size of the facility ◾ Difficulty in being heard when calling for help during emergency; combined effects of the size of the facility, the distance between providers, and speaking through personal protective equipment ◾ Delays in the rapid response paging activation process resulted in delayed assembly of the rapid response team, caused by prolonged exchange of information between the caller and the operator ◾ Implementation of a relay method to activate a rapid response team scenario ◾ Established an education and communication plan for providers ◾ Implementation of rapid response pagers ◾ Information exchange during a rapid response call minimized and standardized ◾ System now activated by requesting the \"Boston Hope Rapid Response Team\" ◾ Protocol established that rapid response team report directly to the negative pressure room ◾ Nursing station phones programed to speed-dial the rapid response pagers Movement of the patient to a place of safety ◾ Patient bed/cot unsuitable to use for patient transfer, requires the use of a stretcher ◾ Insufficient space in patient bed space to fit the bed and stretcher, need to move the bed out ◾ Additional team members required to safely transfer patient to the stretcher and then to the negative pressure room ◾ Pathway to negative pressure room blocked by scattered mobile vital-sign devices ◾ Similar appearance of the acute care room (negative pressure) and the adjacent therapy rooms ◾ Created workflow outlining sequence of actions to transfer a patient onto a stretcher and into a negative pressure room ◾ Implemented training sessions for transfer workflow ◾ Docking area created and marked on the floor for equipment, near each nursing station, to clear obstacles and allow a clear passage ◾ \"Resuscitation\" signage created and posted to distinguish between negative pressure room and the other acute care rooms. Assembly of team and management during an emergency ◾ No method to identify and assign available skilled personnel to rapid response team each day ◾ No means to alert rapid response team ◾ Overcrowding of providers in and out the negative pressure room during emergency patient management, could increase risk of viral exposure to staff unnecessarily. ◾ Delayed availability of controlled substances during a rapid response call ◾ Volunteer scheme initiated, later transitioned to a daily assignment of individuals to the rapid response team, during a team huddle in every shift ◾ Allocation of specific responsibilities during rapid response ◾ Distribution of pagers to rapid response team ◾ Pharmacist included in the rapid response team ◾ Creation of a \"rapid response box\" with essential supplies and controlled substances ◾ Assignment of a safety officer during a rapid response activation, to perform crowd control and maintain communication in and out of the negative pressure room COVID-19, coronavirus disease 2019; ICU, intensive care unit.", "cite_spans": [], "ref_spans": [], "section": "In Situ Simulation"}, {"text": "Copyright © 2020, the American Society of Anesthesiologists, Inc. Unauthorized reproduction of this article is prohibited.", "cite_spans": [], "ref_spans": [], "section": "In Situ Simulation"}, {"text": "opportunities, to identify hazards and implementation barriers, and to provide participant feedback. In situ simulation drills were considered successful if automated external defibrillator pads were applied to the mannequin within 2 min of the recognized emergency, as recommended by the American Heart Association guidelines for resuscitation, 22 and on completion of a timely transfer to the negative pressure room for further management. Six simulation drills were performed over a 2-week period to cover the entire site. Participants in each drill included the personnel assigned the patient area where the mannequin was \"found'' and the assigned on-call rapid response team of that day. The mean time for placement of automated external defibrillator pads and time to arrival into the negative pressure resuscitation room were 42.7 s (range, 30 to 75 s) and 150.2 s (range, 128 to 167 s), respectively. This result was reassuring in that delivering a defibrillation shock within the recommended 2-minute window is within our process capabilities. 22 Despite what we perceived as successful drills supporting our newly designed workflows, several issues were revealed during the process of in situ simulation (table 1) . Delays in the paging activation process resulted in noticeable delays in the assembly of the rapid response team. During two simulation drills, the rapid response call was placed seconds after recognition of the emergency; however, the pagers were activated only after the patient's entrance to the negative pressure room several minutes later. Investigation of these events revealed that extensive time was lost in exchanging information between the caller and the operator, such as the patient's name, location, call-back number, and the read-back by the operator. The timely donning of personal protective equipment for a rapid response call was complicated by the need for the members of the rapid response team to locate their own reusable face-shield and N-95 respirator mask, which were placed on numbered shelves. This created a further delay in response. Difficulties were also seen when attempting to open automated external defibrillators, because it was not intuitive for most providers to lift an unmarked latch to open the box. This contributed to a delay in the delivery of a simulated shock.", "cite_spans": [{"start": 346, "end": 348, "text": "22", "ref_id": null}, {"start": 1053, "end": 1055, "text": "22", "ref_id": null}], "ref_spans": [{"start": 1214, "end": 1223, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "In Situ Simulation"}, {"text": "To address the issues identified through in situ simulation, a further 12 solutions were implemented (table 1) . Information exchange during a rapid response call was minimized and standardized. Pagers were activated by simply requesting the \"Boston Hope Rapid Response Team.\" The stat line number was programed into every landline phone to enable speed dialing, and a protocol was established that the rapid response team report directly to the negative pressure room, thus eliminating the need to provide specific location details. Implementation of a rapid personal protective equipment donning station for rapid response team members was established near the entrance to the hospital hall and included prepackaged personal protective equipment kits in several sizes and the allocation of a new role of a personal protective equipment attendant to aid the responders. Labeling was applied to automated external defibrillator boxes (\"lift to open\") to identify the latch and facilitate opening the box. Further training on opening and operating the automated external defibrillator was provided to staff, both ahead of and during simulated scenarios.", "cite_spans": [], "ref_spans": [{"start": 101, "end": 110, "text": "(table 1)", "ref_id": "TABREF0"}], "section": "Actions and Mitigation Strategies"}, {"text": "In event of a real emergency, activation of the rapid response pagers, or the use of the negative pressure resuscitation room, an immediate debrief was held with the relevant members of the care team. Postevent debrief and feedback were obtained directly from each team member after patient encounters. The purpose of the debrief was to generate a conversation around perceived barriers and to prioritize actionable items to correct hazards and improve safety and efficiency.", "cite_spans": [], "ref_spans": [], "section": "reflection and Debriefing after real-life cases"}, {"text": "During the first few days of operation, unwell patients were brought into the negative pressure room where they were assessed and monitored. Designed for airway management and resuscitation, the negative pressure rooms were secluded from the outside environment, which limited the ability of staff to monitor patients unless physically present in the room, restricting their ability to attend to other patients.", "cite_spans": [], "ref_spans": [], "section": "reflection and Debriefing after real-life cases"}, {"text": "Through reflection and debriefing after the management of the first patients in Boston Hope, it became apparent that mild to moderate issues, such as rising oxygen requirements or desaturations, may not have required the use of a negative pressure room, but instead, an intermediate option, where patients could be monitored, receive supplemental oxygen, or be proned.", "cite_spans": [], "ref_spans": [], "section": "reflection and Debriefing after real-life cases"}, {"text": "The patient area closest to the negative pressure rooms was redesigned as four high-dependency observation bays ( fig. 1 ) to allow continuous monitoring, management, and evaluation of patients until a decision was made to either transfer or return to their patient pod. These upgraded patient spaces allowed us to provide care for patients with higher acuity based on the routine staffing model and overseen by providers with experience in acute care. The escalation of care workflow was updated to include this area within the management algorithm. On reflection, these observation bays, which were populated daily, were an important contribution to our ability to hold and assess patients and likely obviated the need to transfer patients to higher level of care.", "cite_spans": [], "ref_spans": [{"start": 114, "end": 120, "text": "fig. 1", "ref_id": null}], "section": "Actions and Mitigation Strategies"}, {"text": "Other issues and mitigation strategies after the management of real patients in the acute care area are described in table 1.", "cite_spans": [], "ref_spans": [], "section": "Actions and Mitigation Strategies"}, {"text": "During 54 days of clinical operation, more than 700 COVID-19 patients were successfully treated at Boston Hope. Rapid response capabilities and critical care services were successfully established within 10 days from the initial planning phase. Overall, 76 encounters were registered for the critical care team, most of which were attended by direct consult rather than rapid response team activation.", "cite_spans": [], "ref_spans": [], "section": "lessons learned after implementation of a rapid response team at Boston Hope"}, {"text": "Complaints were categorized in order of prevalence: respiratory/hypoxia (37%), chest pain/acute (11%), electrolyte disorders (9%), arrythmias (8%), altered mental status/neurologic symptoms (7%), and abdominal symptoms (5%). Complaints with less than 5% prevalence included glycemic control, fever, pain, hypotension, falls, hypertension, and the need for ultrasound-guided venous access. Of the 76 encounters, 55 patients (72%) were successfully treated, stabilized, and observed in the acute care section, thus preventing transfer to higher-level care in surge-overwhelmed tertiary care centers in Eastern Massachusetts. The rapid response team was activated by \"code\" activation in three instances, which included seizures/syncope, acute coronary syndrome, and shock. These patients were treated by the rapid response team, stabilized in the acute care unit, and transferred to a tertiary center emergency department when stable. Invasive airway management was not required.", "cite_spans": [], "ref_spans": [], "section": "SPECIAL ARTICLE"}, {"text": "In establishing the rapid response capabilities at Boston Hope, we describe our experience of using several quality improvement tools combined with in situ simulation, to facilitate implementation of rapid response capabilities within a nonconventional care area. We further demonstrated that established quality and safety concepts developed within the traditional healthcare setting can systematically and rapidly be extrapolated to a large-scale field hospital in a time-pressured fashion.", "cite_spans": [], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "This unique setting at Boston Hope was established as part of surge preparedness measures to manage COVID-19 patients across Eastern Massachusetts. Initiated at a time of uncertainty in disease progression and significant resource constraints, the mission of Boston Hope to aid an overwhelmed healthcare system was made possible by proactive meticulous planning. By creating a hybrid acute care-ICU, we were able to further expand the capabilities of this hospital to provide a unique service to our patient population and strained regional health systems. The process of establishing this service required continuous quality improvement and rapid cycle iterative change to provide streamlined safe and efficient care. The plausibility of establishing an acute service with rapid response capabilities, within a pressured time frame, has been reported by several major centers globally. 23, 24 However, these reports do not describe in detail which methods of improvement were used to address local, site-specific issues, which we believe are key learning points from our experience.", "cite_spans": [{"start": 887, "end": 890, "text": "23,", "ref_id": "BIBREF23"}, {"start": 891, "end": 893, "text": "24", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "recommendations Inherent risks are associated with the redesign, repurposing, or expansion of healthcare services, especially if these are done within a rapid timeframe. 25, 26 Therefore, a prospective approach to diagnosing workflow failures as well as a strategy for continuous detection, improvement, and simulation training are paramount in providing a safe and efficient care environment.", "cite_spans": [{"start": 170, "end": 173, "text": "25,", "ref_id": "BIBREF25"}, {"start": 174, "end": 176, "text": "26", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "Process mapping is a key principle in quality improvement to truly understand the sequence of actions within a workflow. 27 When combined with interdisciplinary on-site walkthroughs, the identification of risk or potential for failures within a process becomes apparent. 14 In our initial planning stages at Boston Hope, the use of these tools enabled the rapid and urgent acquisition of critical supplies and the creation of patient rescue protocols tailored to this unique environment. Our experience supports the need to continuously evaluate and iterate workflows, especially in a new environment.", "cite_spans": [{"start": 121, "end": 123, "text": "27", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "Simulation is a well-established training method used to improve teamwork performance and outcomes. In situ simulation further supports the detection of local site-specific failures and latent hazards. 15, 16 The use of in situ simulation in this setting at Boston Hope not only provided a medium for training and team building but also enabled the detection of significant gaps in our care. Additionally, frequent drills provided the forum for communicating rapidly changing protocols. We recommend the use of regularly scheduled in situ training drills to facilitate the implementation and improvement of emergency management workflows. The accumulated experience at Boston Hope may serve as a foundation for preparedness and training of anesthesia and other acute care providers. 28 limitations We delineated our single-center experience of rapid capacity expansion in the setting of a pandemic. It is likely that the logistic and safety considerations highlighted in our experience may have been influenced by local and regional factors and interventions and thus may not be completely extrapolated to other rapidly deployed systems developed for similar function. Nonetheless, the framework developed through use of established quality improvement tools and multiple iterations could be used to guide, develop, and refine strategies for rapid development of capabilities outside normal clinical arenas. Modifications according to local resources may be needed to account for considerations unique to other centers.", "cite_spans": [{"start": 202, "end": 205, "text": "15,", "ref_id": "BIBREF15"}, {"start": 206, "end": 208, "text": "16", "ref_id": "BIBREF16"}, {"start": 783, "end": 785, "text": "28", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "Our ability to measure the effect of our efforts and the implementation processes were limited by the time frame. Because the rapid response capabilities were developed in an active site with a growing number of patients, our main goal was to establish, distribute, and train our staff with the optimal pathways for patient rescue.", "cite_spans": [], "ref_spans": [], "section": "the impact of Quality improvement Methodology"}, {"text": "Using a combination of quality improvement tools for proactive hazard detection, testing through in situ simulation, and debriefing real-life cases, we successfully uncovered several operational failures and hurdles within our newly developed care environment. Through continuous quality improvement, stepwise cycling, and iterastive change, we implemented more than 30 appropriate mitigation strategies to improve the efficiency of our workflow and establish rapid response capabilities. We hope this framework may act as a guide for future rapid capacity expansion in emergency situations. Reassessment of this framework at regular intervals is warranted to ensure its continued robustness in the setting of rapidly evolving scenarios.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "CDC: Considerations for alternate care sites", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months", "authors": [{"first": "Cjl", "middle": [], "last": "Murray", "suffix": ""}], "year": 2004, "venue": "", "volume": "27", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Projecting hospital utilization during the COVID-19 outbreaks in the United States", "authors": [{"first": "S", "middle": ["M"], "last": "Moghadas", "suffix": ""}, {"first": "A", "middle": [], "last": "Shoukat", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Fitzpatrick", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Wells", "suffix": ""}, {"first": "P", "middle": [], "last": "Sah", "suffix": ""}, {"first": "A", "middle": [], "last": "Pandey", "suffix": ""}, {"first": "J", "middle": ["D"], "last": "Sachs", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "L", "middle": ["A"], "last": "Meyers", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Singer", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}], "year": 2020, "venue": "Proc Natl Acad Sci U S A", "volume": "117", "issn": "", "pages": "9122--9128", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "H", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiong", "suffix": ""}, {"first": "Y", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Z", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "China. J Am Med Assoc", "volume": "323", "issn": "", "pages": "1061--1070", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Massachusetts surge projection", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Baker-Polito administration outlines COVID-19 surge modeling, response efforts to boost hospital capacity", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Baker-Polito administration announces field medical station details, new support for health care workforce, expanded COVID-19 data reporting and domestic violence resources", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical course and outcome of 107 patients infected with the novel coronavirus, SARS-CoV-2, discharged from two hospitals in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Yin", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "M", "middle": [], "last": "Jian", "suffix": ""}, {"first": "H", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Prowle", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Peng", "suffix": ""}], "year": 2020, "venue": "China. Crit Care", "volume": "24", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Rapid response team and hospital mortality in hospitalized patients", "authors": [{"first": "B", "middle": [], "last": "Jung", "suffix": ""}, {"first": "A", "middle": [], "last": "Daurat", "suffix": ""}, {"first": "De", "middle": [], "last": "Jong", "suffix": ""}, {"first": "A", "middle": [], "last": "Chanques", "suffix": ""}, {"first": "G", "middle": [], "last": "Mahul", "suffix": ""}, {"first": "M", "middle": [], "last": "Monnin", "suffix": ""}, {"first": "M", "middle": [], "last": "Molinari", "suffix": ""}, {"first": "N", "middle": [], "last": "Jaber", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Intensive Care Med", "volume": "42", "issn": "", "pages": "494--504", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Failure modes and effect analysis to develop transfer protocols in the management of COVID-19 patients", "authors": [{"first": "S", "middle": [], "last": "Sevastru", "suffix": ""}, {"first": "S", "middle": [], "last": "Curtis", "suffix": ""}, {"first": "Emanuel", "middle": [], "last": "Kole", "suffix": ""}, {"first": "L", "middle": [], "last": "Nadarajah", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Br J Anaesth", "volume": "125", "issn": "", "pages": "251--254", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Use of FMEA analysis to reduce risk of errors in prescribing and administering drugs in paediatric wards: A quality improvement report", "authors": [{"first": "P", "middle": [], "last": "Lago", "suffix": ""}, {"first": "G", "middle": [], "last": "Bizzarri", "suffix": ""}, {"first": "F", "middle": [], "last": "Scalzotto", "suffix": ""}, {"first": "A", "middle": [], "last": "Parpaiola", "suffix": ""}, {"first": "A", "middle": [], "last": "Amigoni", "suffix": ""}, {"first": "G", "middle": [], "last": "Putoto", "suffix": ""}, {"first": "G", "middle": [], "last": "Perilongo", "suffix": ""}], "year": 2012, "venue": "BMJ Open", "volume": "2", "issn": "", "pages": "1--9", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Improving the reliability of health care (Innovation Series", "authors": [{"first": "T", "middle": [], "last": "Nolan", "suffix": ""}, {"first": "R", "middle": [], "last": "Resar", "suffix": ""}, {"first": "F", "middle": [], "last": "Griffin", "suffix": ""}, {"first": "A", "middle": [], "last": "Gordon", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Using health care failure mode and effect analysis: the VA National Center for Patient Safety's prospective risk analysis system", "authors": [{"first": "J", "middle": [], "last": "Derosier", "suffix": ""}, {"first": "E", "middle": [], "last": "Stalhandske", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Bagian", "suffix": ""}, {"first": "T", "middle": [], "last": "Nudell", "suffix": ""}], "year": 2002, "venue": "Jt Comm J Qual Improv", "volume": "28", "issn": "", "pages": "248--67", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Improving quality of care in substance abuse treatment using five key process improvement principles", "authors": [{"first": "K", "middle": ["A"], "last": "Hoffman", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Green", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Ford", "suffix": ""}, {"first": "", "middle": [], "last": "Nd", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Wisdom", "suffix": ""}, {"first": "D", "middle": ["H"], "last": "Gustafson", "suffix": ""}, {"first": "D", "middle": [], "last": "Mccarty", "suffix": ""}], "year": 2012, "venue": "J Behav Health Serv Res", "volume": "39", "issn": "", "pages": "234--278", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Using simulation for training and to change protocol during the outbreak of severe acute respiratory syndrome", "authors": [{"first": "S", "middle": ["D"], "last": "Abrahamson", "suffix": ""}, {"first": "S", "middle": [], "last": "Canzian", "suffix": ""}, {"first": "F", "middle": [], "last": "Brunet", "suffix": ""}], "year": 2005, "venue": "Crit Care", "volume": "10", "issn": "", "pages": "1--6", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Use of in situ simulation to evaluate the operational readiness of a high-consequence infectious disease intensive care unit", "authors": [{"first": "T", "middle": ["E"], "last": "Fregene", "suffix": ""}, {"first": "P", "middle": [], "last": "Nadarajah", "suffix": ""}, {"first": "J", "middle": ["F"], "last": "Buckley", "suffix": ""}, {"first": "S", "middle": [], "last": "Bigham", "suffix": ""}, {"first": "V", "middle": [], "last": "Nangalia", "suffix": ""}], "year": null, "venue": "Anaesthesia", "volume": "2020", "issn": "", "pages": "733--741", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Simulationbased multiprofessional obstetric anaesthesia training conducted in situ versus off-site leads to similar individual and team outcomes: A randomised educational trial", "authors": [{"first": "J", "middle": ["L"], "last": "Sørensen", "suffix": ""}, {"first": "C", "middle": [], "last": "Van Der Vleuten", "suffix": ""}, {"first": "S", "middle": [], "last": "Rosthøj", "suffix": ""}, {"first": "D", "middle": [], "last": "Østergaard", "suffix": ""}, {"first": "V", "middle": [], "last": "Leblanc", "suffix": ""}, {"first": "M", "middle": [], "last": "Johansen", "suffix": ""}, {"first": "K", "middle": [], "last": "Ekelund", "suffix": ""}, {"first": "L", "middle": [], "last": "Starkopf", "suffix": ""}, {"first": "J", "middle": [], "last": "Lindschou", "suffix": ""}, {"first": "C", "middle": [], "last": "Gluud", "suffix": ""}, {"first": "P", "middle": [], "last": "Weikop", "suffix": ""}, {"first": "B", "middle": [], "last": "Ottesen", "suffix": ""}], "year": 2015, "venue": "BMJ Open", "volume": "5", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Role of in-situ simulation for training in healthcare: Opportunities and challenges", "authors": [{"first": "V", "middle": [], "last": "Kurup", "suffix": ""}, {"first": "V", "middle": [], "last": "Matei", "suffix": ""}, {"first": "J", "middle": [], "last": "Ray", "suffix": ""}], "year": 2017, "venue": "Curr Opin Anaesthesiol", "volume": "30", "issn": "", "pages": "755--60", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "In situ simulation and its effects on patient outcomes: A systematic review", "authors": [{"first": "D", "middle": [], "last": "Goldshtein", "suffix": ""}, {"first": "C", "middle": [], "last": "Krensky", "suffix": ""}, {"first": "S", "middle": [], "last": "Doshi", "suffix": ""}, {"first": "V", "middle": ["S"], "last": "Perelman", "suffix": ""}], "year": null, "venue": "BMJ Simul Technol Enhanc Learn", "volume": "2019", "issn": "", "pages": "1--7", "other_ids": {"DOI": ["10.1136/bmjstel-2018-000387"]}}, "BIBREF20": {"ref_id": "b20", "title": "Is the \"in situ\" simulation for teaching anesthesia residents a lower cost, feasible and satisfying alternative to simulation center ? A 24 months prospective observational study in a university hospital", "authors": [{"first": "F", "middle": ["J"], "last": "Lois", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Pospiech", "suffix": ""}, {"first": "Van", "middle": [], "last": "Dyck", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Kahn", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "", "suffix": ""}, {"first": "De", "middle": [], "last": "Kock", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "", "suffix": ""}], "year": 2014, "venue": "Acta Anaesthesiol Belg", "volume": "65", "issn": "", "pages": "61--71", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Low-budget in situ multidisciplinary operating room simulation programme: Just add a mock patient", "authors": [{"first": "N", "middle": [], "last": "Levy", "suffix": ""}, {"first": "I", "middle": [], "last": "Matot", "suffix": ""}, {"first": "C", "middle": ["F"], "last": "Weiniger", "suffix": ""}], "year": null, "venue": "BMJ Simul Technol Enhanc Learn", "volume": "2019", "issn": "", "pages": "1--2", "other_ids": {"DOI": ["10.1136/bmjstel-2019-000495"]}}, "BIBREF23": {"ref_id": "b23", "title": "Establishing and managing a temporary coronavirus disease 2019 specialty hospital in Wuhan", "authors": [{"first": "W", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "K", "middle": [], "last": "Xiao", "suffix": ""}, {"first": "H", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Tian", "suffix": ""}, {"first": "S", "middle": ["P"], "last": "Clifford", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}, {"first": "J", "middle": [], "last": "Huang", "suffix": ""}], "year": null, "venue": "China. Anesthesiology", "volume": "2020", "issn": "", "pages": "1339--1384", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Hospital surge capacity in a tertiary emergency referral centre during the COVID-19 outbreak in Italy", "authors": [{"first": "L", "middle": [], "last": "Carenzo", "suffix": ""}, {"first": "E", "middle": [], "last": "Costantini", "suffix": ""}, {"first": "M", "middle": [], "last": "Greco", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Barra", "suffix": ""}, {"first": "V", "middle": [], "last": "Rendiniello", "suffix": ""}, {"first": "M", "middle": [], "last": "Mainetti", "suffix": ""}, {"first": "R", "middle": [], "last": "Bui", "suffix": ""}, {"first": "A", "middle": [], "last": "Zanella", "suffix": ""}, {"first": "G", "middle": [], "last": "Grasselli", "suffix": ""}, {"first": "M", "middle": [], "last": "Lagioia", "suffix": ""}, {"first": "A", "middle": [], "last": "Protti", "suffix": ""}, {"first": "M", "middle": [], "last": "Cecconi", "suffix": ""}], "year": 2020, "venue": "Anaesthesia", "volume": "1174", "issn": "", "pages": "1--7", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The risks to patient safety from health system expansions", "authors": [{"first": "S", "middle": [], "last": "Haas", "suffix": ""}, {"first": "A", "middle": [], "last": "Gawande", "suffix": ""}, {"first": "M", "middle": ["E"], "last": "Reynolds", "suffix": ""}], "year": 2018, "venue": "JAMA", "volume": "319", "issn": "", "pages": "1765--1771", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Patient safety: The role of human factors and systems engineering", "authors": [{"first": "P", "middle": [], "last": "Carayon", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Wood", "suffix": ""}], "year": 2010, "venue": "Stud Health Technol Inform", "volume": "153", "issn": "", "pages": "23--46", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Process mapping: A cornerstone of quality improvement", "authors": [{"first": "Y", "middle": ["K"], "last": "Heher", "suffix": ""}, {"first": "Y", "middle": [], "last": "Chen", "suffix": ""}], "year": 2017, "venue": "Cancer Cytopathol", "volume": "125", "issn": "", "pages": "887--90", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Anesthesiologists and disaster medicine: A needs assessment for education and training and reported willingness to respond", "authors": [{"first": "H", "middle": ["K"], "last": "Hayanga", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Barnett", "suffix": ""}, {"first": "N", "middle": ["R"], "last": "Shallow", "suffix": ""}, {"first": "M", "middle": [], "last": "Roberts", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Thompson", "suffix": ""}, {"first": "I", "middle": [], "last": "Bentov", "suffix": ""}, {"first": "G", "middle": [], "last": "Demiralp", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Winters", "suffix": ""}, {"first": "D", "middle": ["A"], "last": "Schwengel", "suffix": ""}], "year": 2017, "venue": "Anesth Analg", "volume": "124", "issn": "", "pages": "1662--1671", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Process mapping. A process map, created during the initial planning phase, outlining the proposed sequence of events from the recognition of a deteriorating patient to their arrival into the negative pressure resuscitation room. The stars identify areas of risk or anticipated hazard. ICU, intensive care unit.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Workflow for escalation of care. The final version of the escalation of care workflow, including the rapid response activation number.Personal contact details of the acute care consulting and emergency medical services have been removed from this image. CPR, cardiopulmonary resuscitation.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Failures and Hazards Detected Using Quality Improvement Methodology and Solutions Implemented", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Failures and Hazards Detected through Process Mapping and On-site Walkthrough\n</td><td>Failures and Hazards Detected through in situ Simulation and Debriefing from Real-life Cases\n</td><td>Implemented Solutions\n</td></tr><tr><td>General workflow and resources\n◾ Workflow issues:\n-Low-acuity setting not equipped to deal with escalation of care, if required\n-Absent workflows for the management of deteriorating COVID-19 patient\n-Lack of awareness that standard practice cannot be adopted in common areas (e.g., chest compressions)\n-Staff unfamiliar with management in this </td><td>◾ Workflow issues:\n◾ </td><td>Establish acute care-ICU capabilities within Boston Hope\n</td></tr><tr><td>setting\n</td><td>-Delays in donning personal protective equip-\nment during a rapid response activation\n-Difficulties when attempting to open auto-\nmated external defibrillators ◾ Design:\n-Challenges staffing the negative pressure room while managing patients requiring continuous monitoring rather than acute/emer-\ngency intervention\n◾ ◾ ◾ ◾ </td><td>Design negative pressure rooms for aerosolizing procedures\nCreate workflow for the management of deteriorating patients\nRedesign patient spaces to a high-dependency observation unit, equipped with oxygen, vital sign monitors, and intrave-\nnous access materials\nCreate checklists for acute care observation and emergency scenarios\n</td></tr><tr><td>◾ Equipment, resources, and infrastructure:\n-Only 1 automated external defibrillator in the facility\n</td><td>◾ Equipment, resources &amp; infrastructure:\n-No intraosseous access device\n◾ ◾ </td><td>Implemented in situ simulation training to promote standard-\nization of care\nAcquisition of resources required (automated external defibril-\nlators, backboards, intraosseous access devices, installation of overhead lighting in observation bays)\nImplementation of a rapid personal protective equipment donning station\n◾ Prepackaged personal protective equipment bags and alloca-\ntion of role of personal protective equipment attendant\n◾ Automated external defibrillator training implemented\n◾ Automated external defibrillator latch labeled (\"lift to open\")\n◾ Opening and operating the automated external defibrillator added to the simulated scenarios\n◾ Implementation of a relay method to activate a rapid response team scenario\n◾ Established an education and communication plan for providers\n◾ Implementation of rapid response pagers\n◾ Information exchange during a rapid response call minimized and standardized\n</td></tr><tr><td>-No backboards\nCommunicating the need for help\n◾ No rapid response activation system, lack of awareness that help is needed\n◾ No call buttons at the bedside\n◾ No phones nearby the patient's bed spaces\n◾ Help is far because the size of the facility\n</td><td>-Poor lighting in observation bays\n◾ Difficulty in being heard when calling for help during emergency; combined effects of the size of the facility, the distance between providers, and speaking through personal protective equipment\nDelays in the rapid response paging activation ◾ </td></tr><tr><td>◾ process resulted in delayed assembly of the rapid response team, caused by prolonged exchange of information between the caller and the operator\n</td></tr><tr><td>◾ ◾ </td></tr><tr><td>Movement of the patient to a place of safety\n◾ Patient bed/cot unsuitable to use for patient transfer, requires the use of a stretcher\n◾ Insufficient space in patient bed space to fit the bed and stretcher, need to move the bed out\n◾ Additional team members required to safely transfer patient to the stretcher and then to the negative pressure room\nAssembly of team and management during an emergency\n◾ No method to identify and assign available skilled personnel to rapid response team each day\n◾ No means to alert rapid response team\n</td><td>◾ Pathway to negative pressure room blocked by scattered mobile vital-sign devices\n◾ Similar appearance of the acute care room (negative pressure) and the adjacent therapy rooms\n◾ ◾ ◾ ◾ ◾ </td></tr><tr><td> </td><td>System now activated by requesting the \"Boston Hope Rapid Response Team\"\nProtocol established that rapid response team report directly to the negative pressure room\nNursing station phones programed to speed-dial the rapid response pagers\nCreated workflow outlining sequence of actions to transfer a patient onto a stretcher and into a negative pressure room\nImplemented training sessions for transfer workflow\nDocking area created and marked on the floor for equipment, near each nursing station, to clear obstacles and allow a clear passage\n\"Resuscitation\" signage created and posted to distinguish between negative pressure room and the other acute care rooms.\nVolunteer scheme initiated, later transitioned to a daily assign-\nment of individuals to the rapid response team, during a team huddle in every shift\n◾ Allocation of specific responsibilities during rapid response\n◾ Distribution of pagers to rapid response team\n◾ Pharmacist included in the rapid response team\n◾ Creation of a \"rapid response box\" with essential supplies and controlled substances\n◾ Assignment of a safety officer during a rapid response activa-\ntion, to perform crowd control and maintain communication in and out of the negative pressure room\n</td></tr><tr><td>◾ Overcrowding of providers in and out the negative pressure room during emergency patient management, could increase risk of viral exposure to staff unnecessarily.\n◾ Delayed availability of controlled substances during a rapid response call\n◾ </td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors thank all the devoted volunteers from Partners HealthCare ( ", "cite_spans": [], "ref_spans": [{"start": 70, "end": 71, "text": "(", "ref_id": null}], "section": "Acknowledgments"}, {"text": "Support for this study was provided solely from institutional and/or departmental sources.", "cite_spans": [], "ref_spans": [], "section": "Research Support"}, {"text": "Dr. Ramachandran reports the following financial relationship: FK USA (Lake Zurich, Illinois, unrelated to this ", "cite_spans": [], "ref_spans": [], "section": "Competing Interests"}]}