{
    "paper_id": "589d8196013a12c5968a30ed8a31f533b644a830",
    "metadata": {
        "title": "Higher viral loads in asymptomatic COVID-19 patients might be the invisible part of the iceberg",
        "authors": [
            {
                "first": "Imran",
                "middle": [],
                "last": "Hasanoglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Gulay",
                "middle": [],
                "last": "Korukluoglu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Reference Laboratory, Public Health Institutions of Turkey",
                    "institution": "",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Dilek Asilturk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Yasemin Cosgun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Reference Laboratory, Public Health Institutions of Turkey",
                    "institution": "",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": "yasemincosgun2006@yahoo.com.tr"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ayse",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kaya",
                "middle": [],
                "last": "Kalem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ayşe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Basak",
                "middle": [],
                "last": "Altas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Reference Laboratory, Public Health Institutions of Turkey",
                    "institution": "",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Bircan Kayaaslan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Fatma Eser",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": "fatmaceser@gmail.com"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Esra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akkan",
                "middle": [],
                "last": "Kuzucu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Virology Reference Laboratory, Public Health Institutions of Turkey",
                    "institution": "",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Rahmet Guner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yildirim Beyazit University School of Medicine",
                    "location": {
                        "settlement": "Bilkent, Ankara",
                        "country": "Turkey"
                    }
                },
                "email": "rahmetguner@yahoo.com"
            },
            {
                "first": "Dilek",
                "middle": [],
                "last": "Asilturk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasemin",
                "middle": [],
                "last": "Cosgun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ayse",
                "middle": [
                    "Kaya"
                ],
                "last": "Kalem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ayşe",
                "middle": [
                    "Basak"
                ],
                "last": "Altas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bircan",
                "middle": [],
                "last": "Kayaaslan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatma",
                "middle": [],
                "last": "Eser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Esra",
                "middle": [
                    "Akkan"
                ],
                "last": "Kuzucu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahmet",
                "middle": [],
                "last": "Guner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose SARS-CoV-2 virus dynamics in different hosts and different samples and their relationship with disease severity have not been clearly revealed. The aim of this study is to evaluate the viral loads of 6 different sample types (nasopharyngeal/ oropharyngeal combined, oral cavity, saliva, rectal, urine, and blood) of patients with different ages and clinics, to reveal the relationship between disease course and SARS-CoV-2 viral load, and differences in viral loads of asymptomatic and symptomatic patients. Methods Nasopharyngeal/oropharyngeal, oral cavity, saliva, rectal, urine, and blood samples are collected from patients who were hospitalized with diagnosis of COVID-19 on admission. Laboratory analysis were carried out at Public Health Institute of Turkey Virology Reference and Research Laboratory. Results A total of 360 samples from 60 patients were obtained on admission. Fifteen (25%) of the patients were asymptomatic while 45 (75%) were symptomatic. A significant difference was found between mean ages of asymptomatic vs symptomatic patients (26.4 and 36.4, respectively, p = 0.0248). No PCR positivity were found in blood. Only one asymptomatic patient had positive PCR result for urine sample. Viral loads of asymptomatic patients were found to be significantly higher (p = 0.0141) when compared with symptomatic patients. Viral load had a significant negative trend with increasing age. A significant decrease in viral load was observed with increasing disease severity. Conclusion In conclusion, this study demonstrates that asymptomatic patients have higher SARSCoV-2 viral loads than symptomatic patients and unlike in the few study in the literature, a significant decrease in viral load of nasopharyngeal/ oropharyngeal samples was observed with increasing disease severity. Factors associated with poor prognosis are found to be significantly correlated with low viral load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On December 31, 2019, the World Health Organization (WHO) China Office reported pneumonia cases of unknown etiology in Wuhan, China, Hubei province. On January 7, 2020, the causative agent was identified as a new Coronavirus (2019-nCoV), which has not previously been detected in humans [1] . Later, the name of 2019-nCoV disease was accepted as COVID-19, and the virus was named as SARS-CoV-2 because of its close resemblance to SARS CoV. After this date, the number of patients increased rapidly, and on March 11, 2020, WHO declared COVID-19 as a global pandemic for the second time in the twenty-first century after the influenza pandemic caused by H1N1. In mid-June 2020, COVID-19 occurred in 215 countries in total, with nearly 8 million confirmed cases and 500.000 deaths.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 is a challenging disease that appeared to be just an upper respiratory tract infection at first but showed its dark side later. Eventually, it was understood that it was a complicated disease which could cause systemic inflammation and even thrombosis. It is still not fully understood why some patients exhibit mild or no symptoms, while others suffer severe symptoms. This is because neither the amount of time SARS-CoV-2 RNA can survive in the upper respiratory tract nor the correlation of viral load and prognosis is well known. In addition to viral load, there are many parameters which affect the course of COVID-19 such as age, gender, comorbid diseases, and genetic factors. In the current literature, there are studies with limited sample size, which report different results regarding the PCR positivity rates of different tissues [2] [3] [4] [5] [6] . There are many unclear issues regarding the relationship between the course of the disease and virus dynamics in different age groups and patients with different comorbidities, different immune responses in different hosts, correlation between virus excretion amount and pathways, and clinical course of the disease.",
            "cite_spans": [
                {
                    "start": 851,
                    "end": 854,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study is to evaluate the viral loads of six different sample types (nasopharyngeal/ oropharyngeal combined, oral cavity, saliva, rectal, urine, and blood) of patients with different ages and clinics, to reveal the relationship between disease course and SARS-CoV-2 viral load, and differences in viral loads of asymptomatic and symptomatic patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients who were hospitalized between May 1, 2020 and May 30, 2020 in Ankara City Hospital Infectious Diseases and Clinical Microbiology clinic with laboratory-confirmed diagnosis of COVID-19 were included in the study. Patients who had no follow-up for at least 1 month were excluded from the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "Demographic features such as age, gender, place of residence, symptoms and onset time, comorbidities, physical examination, fever, and vital signs were recorded from the follow-up charts. Laboratory tests such as complete blood count, blood chemical analysis (including renal and liver function), coagulation parameters, acute phase reactants (ferritin, C-reactive protein (CRP), procalcitonin (PCT) obtained. Both X-ray and computed tomography (CT) of the chest were used for radiological assessment. For comparisons, patients are classified into three categories as mild disease, pneumonia, and severe acute respiratory illness (SARI) according to the WHO guideline for clinical management of COVID-19 (released on 27 May 2020) [7] .",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 733,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Study design and patients"
        },
        {
            "text": "All samples in the study were collected by a single physician according to \"Interim Guidelines for Collecting, Handling, and Testing Clinical Specimens for COVID-19\" of CDC [8] . Nasopharyngeal and oropharyngeal combined (NP+OP) swabs were taken from the patients. Afterwards, oral cavity swab was taken by swabbing inside both cheeks, upper and lower gums, palate, top and underneath of the tongue. Finally, saliva, urine, blood, and anal swab samples were taken from the patients. Breast milk samples were also taken from nursing mothers. NP+OP swab, oral cavity, and rectal swab samples were transported to the laboratory using viral transport media; while saliva, urine, and breast milk samples were transported with sterile transport systems. Laboratory analysis for PCR and viral load were carried out at Public Health Institute of Turkey Virology Reference and Research Laboratory.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Urine samples were centrifuged at 3000 rpm for 5 min before separation of the supernatant; one-ml viral transport media (VTM) was added to the pellet, vortexed for homogenization, and transferred to 2-mL cryovial tubes. After 1-mL VTM addition, saliva samples were vortex-homogenized and transferred to cryovial tubes. Recorded samples were immediately transferred to extraction. NP+OP, oral cavity, and rectal swab containing VTMs were transferred to cryovial tubes before extraction process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "Nucleic acid extraction from the samples was performed with the RINA™M14-01 nucleic acid extraction device using the extraction kit RN-NA-14-111-100. PCRs were achieved with \"Bio-Speedy ® COVID-19 RT-qPCR Detection Kit (Cat No BS-SY-WCOR-305, Bioeksen R&D Ltd., Turkey)\" and Bio-Rad CFX96 Touch™ (Bio-Rad Laboratories, Inc. USA). For the evaluation of results, replication curves of the FAM/HEX channels were observed. Human RNase P was used as an internal control to rule out falsenegative results for each sample. Also, one positive patient's sample with a known ct value was used as an internal quality positive control. LoD of Bio-Speedy ® COVID-19 RT-qPCR Detection Kit is 20 copy/ml. Non-sigmoidal curves were recorded as negative. In the cases where positive, negative, and internal control values met the appropriate criteria, Ct < 40 was assumed positive. Note that patients were assumed positive either through positivity of at least two separate clinical samples or at least two positive results obtained from the same clinical sample according to WHO recommendations [9] . SARS-CoV-2 viral load analysis were performed with RdRp (RNA-dependent RNA polymerase) gene targeted Bio-Speedy ® SARS-CoV-2 RT-qPCR Kit (BS-SY-WCOR-307) (Bioeksen, Turkey) and Bio-Rad CFX96 Touch™ (Bio-Rad, USA). Viral load of standards synthetic SARS-CoV-2 RdRp fragment/mL was between 2.5 × 10 2-5 copy/ml.",
            "cite_spans": [
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Molecular analysis"
        },
        {
            "text": "Results were analyzed with SAS JMP ® 11 statistical software package. Comparisons between groups for continuous variables were performed with Student's t-test if they were distributed normally and with Kruskal-Wallis test if they were not distributed normally. Nominal variables were compared with Pearson χ 2 and Fisher's Exact test. Analysis of variance was used to determine significance of regression models. A p value below 0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A total of 360 samples from 60 patients (48% males, 52% females) were obtained on admission. Fifteen (25%) of the patients were asymptomatic while 45 (75%) were symptomatic. Mean age was 33.9 (3-64) years. Characteristics of the patients are given in Table 1 . A significant difference was found between mean ages of asymptomatic vs symptomatic patients (26.4 and 36.4, respectively, p = 0.0248). Contact with a COVID-19 patient was identified in 39 (%65) patients. Inclusion of time from contact to admission is unfortunately not a reliable factor to assess due to the fact that almost all asymptomatic patients (identified through contact tracing) had multiple contacts with index patients (i.e., they live or work in the same place and, thus, have contact almost every day) and it is hard to tell which particular contact with the index case actually caused infection. Although 39 out of 60 patients had data related with \"number of days since contact\", most had multiple contacts and therefore, it was not used since its inclusion could cause erroneous multivariate models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographics and baseline characteristics"
        },
        {
            "text": "In symptomatic patients, median time from illness onset to admission was 3 (1-14) days. Asymptomatic patients were detected through contact tracing and were admitted to the hospital for observation. Contact tracing is performed by dedicated personnel according to Turkish Ministry of Health guidelines. Living in the same place as well as having worked at the same workplace with a COVID-19-positive patient within the last 2 weeks is categorized as contact. Other contacts are determined through detailed interviews with the patients. None of them presented symptoms after admission, all remained asymptomatic during the follow-up. Median time from reported contact to admission was 1 (1-7) day. Among the patients, 50 had mild disease, 8 patients had pneumonia, and 2 had SARI. At least one co-morbidity was present in 8 (13.3%) patients. Cough and fatigue were the most observed symptoms on admission, 51.7% and 30.5%, respectively. In average, symptoms that improved last were ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics and baseline characteristics"
        },
        {
            "text": "Number of positive PCR results and viral load of the positive samples are given in Table 2 . Note that not all PCR-positive samples have viral load data (21 out of 92 samples' viral loads are missing). Cross comparisons of PCR positivity between different sample types are given in Table 3 . Oral cavity, rectal, and urine PCRs of NP+OP PCR-negative patients were negative. However, 3 of 12 NP+OP PCR-negative patients' saliva PCRs were found to be positive. NP+OP samples were observed to be the most sensitive (80%). No positive PCR result was found in blood. Among all patients, only 1 urine sample was positive for SARS-CoV-2 PCR. This patient was asymptomatic but had unilateral groundglass opacity in chest CT. Although breast milk samples of 2 nursing mothers were tested negative for SARS-CoV-2 PCR, number of nursing mothers are too few to interpret any results. PCR positivity rates in different sample types were compared across symptomatic and asymptomatic patients. No significant difference in probability of PCR positivity across these patient groups were found (Table 4 ). Numbers and percentages of PCR positivity detected in symptomatic and asymptomatic patients are summarized in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 282,
                    "end": 289,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1085,
                    "text": "(Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1199,
                    "end": 1206,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "NP+OP sample viral loads of asymptomatic patients were found to be significantly higher (p = 0.0141) when compared with symptomatic patients. However, a similar difference was not observed when other samples (i.e., oral cavity, saliva) were compared between symptomatic and asymptomatic patients (p = 0.2483, p = 0.8155). Comparisons of NP+OP and saliva samples' viral loads between symptomatic and asymptomatic patients are shown in Figs. 1 and 2, respectively. PCR positivity and viral loads of several different sample types were compared across male and female patients and no significant differences were found. No significant difference was found between viral loads measured from different types of samples in neither matched pairs nor bivariate analysis. Parallel plots of NP+OP viral loads versus saliva and oral cavity viral loads are shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 860,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "When ages across PCR-positive and -negative patients were compared within each sample type separately, it was found that ages of PCR-positive patients were significantly lower within oral cavity, saliva, and rectal samples (p = 0.0113, p = 0.0190, p = 0.0270, respectively). Viral load had a significant negative trend with increasing age in NP+OP samples (Fig. 4) . No significant trend relative to age was observed in other sample types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "To investigate the relations between viral load, age, and existence of symptoms, multivariate analysis using REML method and a Least Squares regression on viral load with age and \"being symptomatic\" as factors were performed. Correlations between age and viral load as well as having symptoms and viral load were found to be significant (p < 0.05 for both). In regression analysis, a statistically significant model was obtained (p = 0.0217) with both factors having similar effects. Although some correlation between symptoms and age seem to exist, both factors influence viral load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "Viral loads significantly decreased with increased time from symptom onset to admission (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 96,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "Viral loads of patients with at least one comorbidity (i.e., hypertension, diabetes, malignancy, chronic pulmonary disease) were found to be significantly lower than patients with no comorbidity (p = 0.0281). Furthermore, patients with at least one comorbidity were found to be significantly more probable to have a more severe disease (p = 0.0224).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "A significant decrease in viral load was observed with increasing disease severity when samples from patients with mild disease and pneumonia were compared. No comparisons were made for SARI and other severity groups since only 2 patients were in the SARI group (Fig. 6) . Considering the possibility that low viral loads in more severe patients could be due to late admission, patients belonging to different severity groups were compared for differences in admission day from symptom onset and no significant difference was found (p = 0.805), hence eliminating the possibility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig. 6)",
                    "ref_id": null
                }
            ],
            "section": "Correlation between SARS-CoV-2 viral load in different sample types and disease severity"
        },
        {
            "text": "Laboratory findings (lymphocyte count, neutrophil/ lymphocyte ratio, platelet count, AST, ALT, C-reactive protein, creatine kinase) were compared across groups of different PCR positivity and evaluated for correlations with viral loads (for all types of samples). No significant difference was found between PCR-positive and -negative patients and no significant relation with viral load exists except for the positive correlation between lymphocyte count and NP+OP viral load which was found to be significant (p = 0.0469). An inverse correlation between neutrophil / lymphocyte ratio and viral load was found to be marginally insignificant (p = 0.0514) (Fig. 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Correlation of SARS-CoV-2 viral load with laboratory and radiologic findings"
        },
        {
            "text": "In patients with bilateral ground-glass opacity in chest CT, viral loads were significantly lower when compared with patients with unilateral ground-glass opacity or normal chest CT (Fig. 8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "(Fig. 8",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Correlation of SARS-CoV-2 viral load with laboratory and radiologic findings"
        },
        {
            "text": "The year 2020 brought a completely different endeavor to the entire medical world. While the doctors were dealing with a large number of COVID-19 patients on one hand, they tried to carry out studies to reveal the virus characteristics on the other. Although we have left half of the year behind and encountered millions of patients, many points of the SARS-CoV-2 virus have still not been elucidated. Virus dynamics in different hosts and different samples and their relationship with disease severity have not been clearly revealed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current literature, although there are studies with a relatively good sample size, differing results are reported regarding the PCR positivity rates [2] [3] [4] [5] [6] . In this study, SARS-CoV-2 was detected in different samples from 60 COVID-19 patients. PCR positivity rates were 80%, 50%, 13.3%, 8.3%, and 1.7% for NP+OP, saliva, oral cavity, rectal, and urine samples, respectively. Wang et al. reported that PCR positivity rate for nasal swaps, pharyngeal swaps, and feces were 63%, 32%, and 29%, respectively [6] . Their study consisted of 1070 specimens from 205 patients with different severity and found 1% blood positivity and no urine sample positivity. We found no blood sample positivity, but 1 PCR-positive urine sample (1.7%) collected from an asymptomatic patient. In some studies, no PCR positivity in the urine samples was detected, despite the existence of viremia [4, 6, 10] . There are too many points that need to be clarified about the extrapulmonary replication of SARS-CoV-2 virus and time dependent changes of PCR positivity. Chen et al. reported that SARS-CoV-2 RNA was detected in the blood (6 out of 57 patients) and anal swabs (11 out of 28 patients) [11] . They concluded a quite different point from our study, that the presence of virus outside of the respiratory tract like blood and anal swab is related with severe disease. However, we found PCR positivity in anal and urine samples of asymptomatic patients. Zheng et al. reported that the PCR positivity rate in stool samples did not differ between patients with mild disease and patients with severe disease and they detected only one PCR positivity in a critically ill patient among 180 urine samples [12] . Note that, although there is some evidence that a higher viral load can be found in the stool of some patients, this does not provide substantial evidence for the use of anal swab samples as can also be seen in this study results where only 5 out of 60 patients' samples were found positive.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 897,
                    "end": 899,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 900,
                    "end": 903,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1190,
                    "end": 1194,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1699,
                    "end": 1703,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another issue regarding PCR positivity is its relationship with infectivity. PCR positivity does not always indicate infectivity. Studies demonstrated that despite positive PCR results, patients are less likely to be infectious after 1 week [13, 14] . Wölfel et al. reported that all viral cultures were negative after day 8 [13] . In addition to all this points, the infectivity may be affected by the presence of neutralizing SARS-CoV-2 antibodies.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 252,
                    "end": 265,
                    "text": "Wölfel et al.",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since the beginning of the pandemic, there are controversial views about the infectiousness of asymptomatic patients. It is reported that approximately 40-45% of patients infected with SARS-CoV-2 will remain asymptomatic [15] . Surprisingly in our study, viral loads of asymptomatic patients were found to be significantly higher (p = 0.0141). Zou et al. evaluated SARS-CoV-2 viral load in 18 COVID-19 patients' upper respiratory specimens. They included only one asymptomatic patient and found that NP+OP sample's viral load of asymptomatic patient was similar to that in the symptomatic patients [16] . The period of the disease when samples for the PCR test were collected is important both in terms of PCR positivity and viral load. This correlation makes it difficult to compare the results of the studies. In a study including 31 adult patients who were virologically confirmed COVID-19 but were asymptomatic on admission, it is reported that the cycle threshold values of asymptomatic patients were significantly higher than those of asymptomatic patients who developed symptoms after admission to hospital while having similar duration of viral shedding [17] . In our study, all PCR and viral load analysis were performed on admission to hospital for all patients.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1162,
                    "end": 1166,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a study from China, He et al. evaluated temporal patterns of viral shedding in 94 laboratory-confirmed COVID-19 patients and reported that infectivity started from 2.3 days before symptom onset, peaked at 0.7 days before symptom onset, and declined quickly within 7 days [14] . Therefore, patients actually begin to be infectious before the symptom onset and isolation. Probably, this is one of the important points that makes the control of the epidemic difficult. Asymptomatic patients maybe another important point. Although asymptomatic patients are intuitively thought to be less infectious due to producing less aerosols since they do not cough as much as symptomatic patients, their high levels of viral load may indicate a higher than expected infectiousness. It must also be kept in mind that asymptomatic patients are rarely detected and isolated. Therefore, their exact role in the pandemic might be more important than initially thought.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a limited number of studies in the literature evaluating the relationship between viral load and disease severity. Shi et al. found that pneumonia cases had the lowest viral loads, followed by non-pneumonia cases, and severe pneumonia cases having the highest with no statistically significant differences [18] . Zheng et al. reported that viral load of respiratory samples was significantly higher in severe patients than patients with mild disease [12] . But the respiratory samples in their study were sputum and saliva. They found that in the mild disease group, viral load was higher during the early phase, peaked at the second week from disease onset, and declined afterwards. However, they also found that the viral load remained high in the severe disease group. We found a significant decrease in viral load with increased disease severity. To interpret the studies correctly, it is absolutely necessary to consider when the samples are taken. In our study, patients were in relatively early phase of the disease since the median time from illness onset to admission was 3 (1-14) days. The reason for low viral load in severe patients can be interpreted as late admission to hospital. However, it is not the case in our study, since no significant difference was found in admission day from symptom onset of patients belonging to different severity groups (p = 0.805). To et al. reported no difference between median viral loads of severe and mild cases [19] . As seen in these examples, there are studies that find the viral load in severe patients lower, higher, or equal (i.e., no significant difference) compared to the mild patients.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 323,
                    "end": 335,
                    "text": "Zheng et al.",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our country, mean age of COVID-19 cases is 42 years [20]. Mean age of patients in our study was 33.9 years. According to the published data, younger patients are more likely to be asymptomatic than older patients [21] . Studies demonstrated that older age and male gender is associated with severe disease [22] [23] [24] . But little is known about correlation of viral load with age and gender. We found that gender is not a factor affecting PCR positivity and viral load. But the viral load had a significant negative trend with increasing age. Zheng et al. reported that duration of viral shedding was significantly longer in men than in women and increased with older age [12] . To et al. found similar results with Zheng et al. and concluded that older age is associated with higher viral load [19] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 309,
                    "end": 313,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The strengths of our study were evaluating 6 different sample types (OP+NP, oral cavity, saliva, rectal, urine, and blood) of patients with different ages and clinics, revealing the relationship between disease course and SARS-COv-2 viral load, and differences in viral loads of asymptomatic and symptomatic patients. Our study has some limitations. First, we performed the PCR and viral load tests only on admission. Serial sampling would be much better to see the dynamics of viral loads in different tissues and viral shedding patterns. Second, we did not evaluate lower respiratory samples. Third, not all PCR-positive samples have undergone viral load analysis. Finally, higher number of patients would have strengthened the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this study demonstrates that asymptomatic patients have higher SARS-CoV-2 viral loads than symptomatic patients and unlike in the few study in the literature, a significant decrease in viral load was observed with increasing disease severity. Factors associated with poor prognosis like low lymphocyte count, bilateral ground-glass opacity in chest CT, and older age are found to be significantly correlated with low SARS-CoV-2 viral load. COVID-19 is a complicated puzzle with pieces of many colors and shapes. Further virologic and immunological studies are urgently needed to put all the pieces together and see the big picture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS-CoV-2 can be detected in urine, blood, anal swabs, and oropharyngeal swabs specimens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25936"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluating the use of posterior oropharyngeal saliva in a point-of-care assay for the detection of SARS-CoV-2",
            "authors": [
                {
                    "first": "Jh-K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Cc-Y",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "Rw-S",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K-H",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Vc-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "If-N",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantitative detection and viral load analysis of SARS-CoV-2 in infected patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "",
            "pages": "793--801",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral load of SARS-CoV-2 in clinical samples",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "411--413",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of SARS-CoV-2 in different types of clinical specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1843--1847",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical management of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CDC. Information for Laboratories about Coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Use of laboratory methods for SARS diagnosis",
            "authors": [],
            "year": 2020,
            "venue": "WHO. World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral dynamics of SARS-CoV-2 across a spectrum of disease severity in COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tso",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "",
            "pages": "318--56",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detectable 2019-nCoV viral RNA in blood is a strong indicator for the further clinical severity",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "469--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "retrospective cohort study",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Virological assessment of hospitalized patients with COVID-2019",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wölfel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guggemos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zange",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "581",
            "issn": "",
            "pages": "465--474",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Ehy",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Med",
            "volume": "26",
            "issn": "",
            "pages": "672--677",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prevalence of asymptomatic SARS-CoV-2 infection: a narrative review",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Oran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Topol",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Intern Med",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-3012"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1186",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral dynamics in asymptomatic patients with COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "96",
            "issn": "",
            "pages": "288--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Association of viral load with serum biomakers among COVID-19 cases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virology",
            "volume": "546",
            "issn": "",
            "pages": "122--128",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "Oty",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W-S",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T-C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "565--74",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Asymptomatic and symptomatic patients with non-severe coronavirus disease (covid-19) have similar clinical features and virological courses: a retrospective single center study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Age-dependent gender differences of COVID-19 in mainland China: comparative study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R-Z",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X-J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa683"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Gendered effects on inflammation reaction and outcome of COVID-19 patients in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.26137"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A clinical risk score to identify patients with COVID-19 at high risk of critical care admission or death: an observational cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Galloway",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brookes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "81",
            "issn": "",
            "pages": "282--290",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Viral loads of NP (Nasopharyngeal) + OP (Oropharyngeal) samples (Student's t-test) Fig. 2 Viral loads of saliva samples (Student's t-test) Fig. 3 NP (Nasopharyngeal) + OP (Oropharyngeal) viral loads versus saliva and oral cavity viral loads",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Correlation of viral load and age (NP:Nasopharyngeal, OP: Oropharyngeal; red: male, blue: female patients) Fig. 5 Correlation of viral load and time from symptom onset to admission (NP:Nasopharyngeal, OP: Oropharyngeal)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Viral Correlation of viral load and laboratory parameters (NP:Nasopharyngeal, OP: Oropharyngeal)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Viral",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of the patients headache, myalgia/arthralgia, and dyspnea (4.9, 4.7, and 4.25 days, respectively). Median day for the first negative test after positive PCR was 6 (2-21). Among 58 patients who had chest CTs, CT was normal in 10 (17.2%) patients; bilateral ground-glass opacity and unilateral ground-glass opacity was observed in 34.5% and 20.7%, respectively. Seven of asymptomatic patients (46.7%) had abnormal chest CT (3 had bilateral ground-glass opacity and 4 had unilateral ground-glass opacity).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PCR results of symptomatic vs asymptomatic patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to all patients who accepted to be part of this study to make it possible.Author contributions İH carried out study design, data collection, data analysis, and drafted the manuscript. DA carried out sample collection and data analysis. RG, AKK, BK, and FE participated the study design and statistical analysis. GA, YC, ABA, and EAK performed laboratory tests. All authors read and approved the final version of the manuscript.Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Ethics approval The study was approved by the Turkish Ministry of Health and ethics board of Ankara City Hospital (No: E1-20-548).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest Authors declare no conflict of interest."
        }
    ]
}