{
    "paper_id": "58b29e68500fcac43260d34e8e87524889db09a7",
    "metadata": {
        "title": "Maxillary Sinus Vascular Malformation or Metastatic Renal Cell Carcinoma: The Importance of Differential Diagnosis",
        "authors": [
            {
                "first": "Harsh",
                "middle": [
                    "R"
                ],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nitin",
                "middle": [
                    "J"
                ],
                "last": "Mokal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Nishit",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Rakesh"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Epistaxis is a common presenting complain with varied differentials. Our case is of epistaxis due to maxillary sinus vascular malformation which could be managed with embolization and endoscopic excision. Histopathologically, the lesion had features of metastatic renal cell carcinoma (RCC). A RCC metastatic lesion masquerading as a maxillary sinus vascular malformation (VM) has been extremely rare in published literature. We present this interesting case of maxillary sinus VM and also briefly review the relevant literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Oronasal bleeding canbe alarming, due to the abundant arterial supply to the head and neck region. In absence of obvious trauma, differential diagnosis for etiology needs to be carefully thought of, before declaring asan idiopathic bleed from the Little's area. Vascular Malformations (VM) account for 1.5% of all vascular anomalies and 50% casesare inoral and maxillofacial region [1] . They have highly variable symptoms and radiographic features. VMs often indicate a benign condition but can be locally aggressive and lead to life-threatening hemorrhage.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paranasal sinuses are rare location for metastasis. Maxillary, Sphenoid, Ethmoid and Frontal sinuses; in decreasing order, are prone for metastatic lesions [2] . Renal cell carcinoma (RCC, specifically the clear cell type) is the most frequent primary tumor to metastasize tosinonasal region, followed by lung and breast cancer [3, 4] . Symptoms are usually nonspecific, but epistaxis is the most common sign, owing to the hyper vascular nature of the primary tumor. The purpose of this case report is to document an interesting case of epistaxis suspected to be a maxillary sinus VM based on radiological investigations but later histopathology found to be ametastatic RCC lesion.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 336,
                    "end": 338,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 50 years thin built male presented with complaints of profuse right nasal bleeding. Emergency measure like anterior nasal packing was done. Post resuscitation, patient gave history of nasal discharge and nasal bleeding with anosmia since 5-6 months. A recent CT scan had reportedhighly vascular mass/lesion in the right maxillary sinus with features suggestive of Maxillary sinus VM (Fig. 1 ) and the third part of maxillary artery was the main feeder vessel. There was no intracranial extension. Thereafter the patient got referred to a Craniofacial Surgeon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Case study"
        },
        {
            "text": "On examination, there were no other signs. Considering the working diagnosis of VM, embolization was planned followed by excision of the lesion. Pre-procedure, Cerebral angiogram also confirmed the findings of right maxillary particles. Due to the standard protocol during the current COVID 19 pandemic, a screening HRCT Thorax was done which incidentally revealed a left renal upper pole mass of approx. 10 9 6 cm. However, considering the risk of recurrent nasal bleeding and the benefit of embolization procedure, sinosal mass excision was scheduled with priority. Plan for open resection was kept standby. The excision was successful by an Endoscopic approach. Intraoperatively the lesion was highly vascular despite the embolization procedure, leading to blood loss and fall of hemoglobin to 6 gm/dl. This warranted several blood transfusions to the patient over next few days. These findings further supported VM. Apart from blood transfusion, the post-operative period was unremarkable and there was no nasal bleed or melena. On enquiry the patient denied any symptoms related to renal malignancy, both currently and in past (Figs. 2, 3, 4) . Histopathological study of the sinus mass revealed finding of metastatic lesion of Renal cell carcinoma. The report was unexpected for a maxillary mass presenting with features of typical VM and patient not having any renal symptomatology. The patient was then referred to a Cancer surgeon for the further line of management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1147,
                    "text": "(Figs. 2, 3, 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Case study"
        },
        {
            "text": "Epistaxis is one of the common chief complaints from head and neck region, among the patients in general practice. When an underlying hyper vascular mass is detected in the nasal cavity or paranasal sinuses, the differentials can vary from an angiofibroma, hemangiopericytoma, hemangioma, or sinonasalglomus tumors and very rarely a metastatic secondary sinonasal mass [5] . Hemangiomas are lesions characterized by rapid hyper cellular proliferating stage and a slow involution phase. Arterial VM are congenital and grow commensurately with the child. They are characterized by a normal rate of endothelial cell turnover and absence of normal capillary beds [6] . These lesions are usually benign, but in some cases they can be life-threatening because of their potential for intractable bleeding [1] . The most common presenting complaint of VM of the maxillofacial region is chronic intermittent bleeding.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 798,
                    "end": 801,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our patient had a history of intermittent nasal discharge and/or bleeding since 6 months. Twice the angiography studies had reported the maxillary lesion as a VM with a rich network of vessels arising through maxillary arterial branches. Thus, with the working diagnosis of maxillary sinus VM, embolization followed by endoscopic resection was done. Biopsy was contraindicated. The need for multiple blood transfusions in the post op period, signified the hemorrhage during the surgery and testified the high vascular nature of the lesion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The screening HRCT Thorax had revealed a large mass on the upper pole of left kidney. However, preferential management of the acute epistaxis was justifiable as it was alarming and the only presenting complaint. The histopathological finding of RCC metastatic lesion was unexpected owing to the absence of the characteristic RCC triad (painless hematuria, flank pain, palpable lump) or any other representative symptoms. The literature was reviewed for further information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RCC is the most common infraclavicular primary tumor that metastasizes to the nasal cavity and paranasal sinuses with an incidence of 15% [7, 8] . Approximately 100 cases of maxillary metastases have been reported in literature till now [9] . RCC encompasses a histologically diverse group of solid renal tumors. Clear cell RCC, the most common histologic subtype, upregulates the hypoxia-induced factor (HIF) via loss of function of VHL gene. This increases the function of vascular endothelial growth factor (VEGF), eventually increasing the angiogenesis and vascularity of clear cell RCCs and related metastases. This explains the propensity of sinonasal metastases of RCC for severe nasal bleeding. The spread is hematogenous, by bypassing pulmonary capillary filtration and leading directly to the head and neck region via extensive anastomosis between the avalvular vertebral venous plexus and the intracranial venous plexus [7] or via the classical pathway through the inferior vena cava, lungs, heart, and maxillary artery. The classic pathway can therefore have concurrent lung or brain metastases.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 142,
                    "end": 144,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 931,
                    "end": 934,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Petruzzelli et al. in 2019 had reviewed around 58 cases of metastatic RCC to paranasal sinuses. Majority of lesions were detected after years of primary nephrectomy for RCC and were locally aggressive and compressible. 6 of the 58 cases reviewed, hadprimarily maxillary sinus involvement in the form of epistaxis, which subsequently led to diagnosis of RCC [10] . Metastatic RCC has a poor prognosis. Survival diminishes further with increase in systemic spread.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 361,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our case the excessive bleeding mandated the excision. Preoperative embolization followed by endoscopic resection is considered safe and effective in patients with isolated lesions [11] . This can provide significant symptom relief. Adedicated RCC management will of course now be needed.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A practical guide for diagnosis and treatment of arteriovenous malformations in the oral and maxillofacial region",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "X"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "D"
                    ],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chin J Dent Res",
            "volume": "17",
            "issn": "2",
            "pages": "85--89",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epistaxis as the first manifestation of silent renal cell carcinoma: a case report with relevant literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Iran J Radiol",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Survival from synchronous bilateral breast cancer: the experience of surgeons participating in the breast audit of the Society of Breast Surgeons Fig. 4 Histopathological slide view of the right maxillary sinosal lesion showing compact architecture of cells with clear cytoplasm (from lipid/glycogen), distinct but delicate cell boundaries; cell size is 29 normal epithelial tubule cell of Australia and New Zealand",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roder",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Silva",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zorbas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Asian Pac J Cancer Prev",
            "volume": "13",
            "issn": "4",
            "pages": "1413--1418",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Distribution of metastatic sites in renal cell carcinoma: a population-based analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jeldres",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Oncol",
            "volume": "23",
            "issn": "4",
            "pages": "973--980",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Soft tissue tumors of the head and neck: imaging-based review of the WHO classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Razek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Radiographics",
            "volume": "31",
            "issn": "7",
            "pages": "1923--1954",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Arteriovenous malformation of the maxillary sinus and mandible: a case report",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cansiz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yener",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kalekoglu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dalkilic",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ear Nose Throat J",
            "volume": "82",
            "issn": "",
            "pages": "608--610",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Head and neck metastases from renal carcinomas",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cerny",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Mich Med",
            "volume": "70",
            "issn": "",
            "pages": "616--618",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Metastases to the paranasal sinuses: case report and review of the literature",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prescher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brors",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Laryngorhinootologie",
            "volume": "80",
            "issn": "10",
            "pages": "583--594",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Renal cell carcinoma metastases to the maxillary sinus",
            "authors": [
                {
                    "first": "Ehc",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tetter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glatz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Case Rep",
            "volume": "2017",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Paranasal sinus metastases of renal cell carcinoma: a case report and comprehensive literature review",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Petruzzelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann Clin Case Rep",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Metastatic renal cell carcinoma to the sinonasal cavity: a case series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remenschneider",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sadow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Neurol Surg Rep",
            "volume": "74",
            "issn": "2",
            "pages": "67--72",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CT scan view of the right maxillary paranasal sinus. a Axial view, b Coronal view",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Angiogram of the right maxillary sinus lesion. a Pre Embolization vascular nature of the lesion. b Post Embolization view",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "HRCT Thorax showing the enlarged left upper renal pole mass",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We acknowledge the help of Senior Plastic Surgeon, Dr. Mukund R. Thatte, for the indepth review of the manuscript and for the suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Informed consent The patient was consenting to the publication of the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}