{
    "paper_id": "597edcce0e8f3a66ab7a373b1d3c650cd67c865e",
    "metadata": {
        "title": "Multiphase Flows: Rich Physics, Challenging Theory, and Big Simulations",
        "authors": [
            {
                "first": "Shankar",
                "middle": [],
                "last": "Subramaniam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Iowa State University",
                    "location": {}
                },
                "email": "shankar@iastate.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Understanding multiphase flows is vital to addressing some of our most pressing human needs: clean air, clean water and the sustainable production of food and energy. This article focuses on a subset of multiphase flows called particle-laden suspensions involving non-deforming particles in a carrier fluid. The hydrodynamic interactions in these flows result in rich multiscale physics, such as clustering and pseudo-turbulence, with important practical implications. Theoretical formulations to represent, explain and predict these phenomena encounter peculiar challenges that multiphase flows pose for classical statistical mechanics. A critical analysis of existing approaches leads to the identification of key desirable characteristics that a formulation must possess in order to be successful at representing these physical phenomena. The need to build accurate closure models for unclosed terms that arise in statistical theories has motivated the development of particle-resolved direct numerical simulations (PR-DNS) for model-free simulation at the microscale. A critical perspective on outstanding questions and potential limitations of PR-DNS for model development is provided. Selected highlights of recent progress using PR-DNS to discover new multiphase flow physics and develop models are reviewed. Alternative theoretical formulations and extensions to current formulations are outlined as promising future research directions. The article concludes with a summary perspective on the importance of integrating theoretical, modeling, computational, and experimental efforts at different scales. *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Multiphase flows involve the flow of matter in two or more thermodynamic phases, and include gas-solid flows, sprays and bubbly flows. They permeate practically every aspect of human life and an improved understanding of multiphase flows can play an important role in ensuring three vital needs of humans-clean air, clean water and sustainable food production-that are foundational to quality of life. Improved understanding of multiphase flows leads to better prediction of key phenomena in the natural environment and in man-made systems. Accurate prediction, in turn, opens the door to control of multiphase flows in order to achieve desired outcomes. Traditionally, multiphase flow control has been explored in the context of industrial devices [1] [2] [3] but there is also recent interest in climate engineering [4] [5] [6] . Of particular topical interest in the midst of the COVID-19 pandemic is the accurate prediction and control of droplet dispersion caused by exhalation of human breath, and its implications for transmission of respiratory diseases in various settings.",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 752,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 760,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 818,
                    "end": 821,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 822,
                    "end": 825,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "I. RELEVANCE AND MOTIVATION"
        },
        {
            "text": "Broadly speaking, multiphase flows have applications in energy, environmentally sustainable technologies, chemical processing, critical infrastructure, healthcare and biological applications including pharmaceuticals, the design of materials and advanced manufacturing processes [7] . In the following we consider representative examples of multiphase flow applications involving solid particles, droplets and bubbles to understand those questions that design and production engineers encounter, which require improved understanding of multiphase flows. These examples will illustrate how multiphase flow science can help with the design and scale-up of processes and devices in multiphase flow applications.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. RELEVANCE AND MOTIVATION"
        },
        {
            "text": "Fluidized beds in which solid particles are suspended by a fluid are commonly used as multiphase reactors. Here we describe two applications of fluidized beds that pertain to sustainable energy generation: (i) fast pyrolysis of biomass for bio-oil production, and (ii) CO 2 capture using dry sorbents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. RELEVANCE AND MOTIVATION"
        },
        {
            "text": "Thermochemical processing of biomass to produce bio-oil involves heating biomass in an inert environment to extract the volatile components which are subsequently filtered and condensed into bio-oil. Biomass is injected into a bed of sand particles which is heated by heat transfer from the reactor walls and fluidized by the up-flow of hot nitrogen gas. Process heat both adds to the cost of producing bio-oil and heating of the reactor surface area is a bottleneck to scaling up the reactor and limits biomass throughput. Autothermal pyrolyis is a promising modification of traditional biomass pyrolysis that promises, on the basis of laboratory scale studies, to reduce the cost of bio-oil from $ 3.27 per gallon to $ 2.58 per gallon by quintupling the reactor feed rate and halving the reactor cost per tonne of biomass processed [8] [9] [10] . In autothermal pyrolysis, the heat needed to devolatilize biomass is provided volumetrically by exothermic gas-phase reactions that are initiated by introducing small amounts of oxygen into the inert atmosphere, without drastically affecting product yield. The challenge is how to successfully scale this reacting multiphase flow process from laboratory scale, with biomass throughput of milligrams per hour, to pilot scale (kg/hour) to commercial plant scale (tons/hour), while recognizing that the hydrodynamics of a fluidized bed change with scale [11] . There is also a complex interaction between the chemical reaction kinetics (as yet, poorly characterized in the low temperature range of interest) and the hydrodynamics, that can also vary with scale, and which can affect the trade-off between efficiency of volumetric heat generation while not compromising the yield of bio-oil. For example, an important design question that engineers face is where to place the biomass injection inlet in order to maximize bio-oil yield and biomass throughput?",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 837,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 838,
                    "end": 841,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "I. RELEVANCE AND MOTIVATION"
        },
        {
            "text": "The second example is the capture of carbon dioxide from flue gas by flowing it past dry sorbent particles in a circulating fluidized bed. In such gas-solid reactors it is important to be able to accurately predict the conversion rate given the high cost of the sorbent particles and the need to reduce the level of effluent contaminants [12] . Existing models for interphase mass transfer are often specific experimentally-based empirical correlations for the reactor system under consideration because correlations for the mass transfer coefficient between the solid and gas phases in the literature differ by up to 7 orders of magnitude. The same is true for gas-solid heat transfer coefficients as well [13] . The wide variation in reported mass transfer coefficients in the existing literature is attributed to flow regime differences [12] . Clustering of particles inhibits gas-solid contacting and diffusion of CO 2 from the gas stream to the particle surface, which reduces the overall efficiency of the device. An important question confronting process designers is the prediction of clusters and heat and mass transfer in this application to maximize conversion and throughput.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 342,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "I. RELEVANCE AND MOTIVATION"
        },
        {
            "text": "High-speed videography experiments of gas-solid flows [14] (see Fig. 1 ) reveal a complex multiscale structure, and it is useful to classify these scales into three ranges: (i) the microscale representing structures with a characteristic length scale in the range O(1 − 10d p ), where d p is the particle diameter, (ii) the mesoscale representing structures with a characteristic length scale in the range O(10 − 100d p ), and (iii) the macroscale representing structures on the scale of the device. This image is at the boundary of the flow obtained through a transparent riser but owing to the high solid loading in these flows it is difficult to obtain such non-intrusive measurements in the interior of such flows. The macroscale behavior can change quite dramatically when the problem parameters such as the inlet gas velocity and solids flux are varied [15] , and it is yet unknown to what extent the structures at different scales influence each other. The level of simulation fidelity at each scale that is needed to predict macroscale behavior is also not known. There are indications that mesoscale structures affect macroscale behavior, and that microscale interactions can in turn affect mesoscale structures, but a definitive quantification of these influences is still an outstanding problem.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 859,
                    "end": 863,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Multiscale nature of multiphase flow"
        },
        {
            "text": "Sprays and droplet-laden flows are another example of multiphase flows that also exhibit a similar range of multiscale phenomena as particle-laden suspensions arising from the hydrodynamic interaction between the liquid and gas phases. This is a harder problem than particle-laden suspensions because the deformation of droplets and their coalescence and breakup are additional physical phenomena that have to be considered. Sprays have been studied extensively in the context of internal combustion and gas turbine engines. They also find wide applications in agriculture for spraying pesticides on crops, in advanced manufacturing, coating applications, pharmaceutical and healthcare applications and other processing operations such as drying. Of late, droplet-laden flows have come into prominence because of the COVID-19 pandemic and questions concerning the transport of the SARS-n-CoV-2 virus, and other similar pathogens. Prediction of droplet dispersion from human breath and its interaction with masks and face shields as well as airflow in groups of people in different settings, such as a restaurant, airplane or schoolroom, can lead to more effective control and mitigation strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiscale nature of multiphase flow"
        },
        {
            "text": "When the density of the dispersed phase is lower than that of the carrier fluid, such as for bubbles and buoyant particles, the buoyant and added mass forces play an important role in multiphase hydrodynamics. Multiphase gasliquid flows are frequently encountered in the chemical and nuclear industry [16] [17] [18] . Multiple chemical processes are performed in bubble column reactors, which are vessels filled with liquid reactants, where the gas-phase is fed by means of a distribution system, specifically studied to create a bubble size distribution that maximizes the bubble surface area. Heat and mass transfer phenomena are key elements of the processes in these reactors due to the high exchange efficiency that characterizes these systems [16, 19] . Important examples are the Fischer-Tropsch process [20] , polymerization reactions, and oxidation and hydrogenation [21] [22] [23] [24] processes, and biochemical processes (fermentation [19, 24] , wastewater treatment, production of antibiotics, proteins and enzymes [19, 25] , algae growth [26] [27] [28] ). Bubbly flows are also particularly relevant to the nuclear industry [17, 29] , where safety of design and operation motivated some of the early developments in multiphase flow modeling. Typical operating conditions of these devices involve gas phase volume fractions between 5 and 40%. Engineers rely on models to predict the behavior of these flows in large-scale systems. Bubbly flows also exhibit a multiscale structure and diverse phenomena over the range of operating parameters [30] .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 811,
                    "end": 815,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1052,
                    "end": 1056,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1554,
                    "end": 1558,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Multiscale nature of multiphase flow"
        },
        {
            "text": "Multiphase hydrodynamics can significantly influence heat and mass transfer in flows with bubbles or buoyant particles. Recent experiments by Gvozdić et al. [31] show that the introduction of small air bubbles (average bubble diameter ∼ 2.5 mm) at fairly low concentrations (gas volume fraction 0.9%) into a flow in a vertical channel with one heated vertical wall, enhances the heat transfer relative to its baseline natural convection value by a factor of 20. Wang et al. [32] have extended this approach by adding a minute concentration (∼ 1%) of a heavy liquid (hydrofluoroether) to a water-based turbulent convection system resulting in heat transfer that supersedes turbulent heat transport by up to 500%. In both studies the enhancement in heat transfer is attributed to the generation of pseudo-turbulent temperature fluctuations in the liquid by the motion of bubbles.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Multiscale nature of multiphase flow"
        },
        {
            "text": "Even this brief introduction should convince the reader that multiphase flow is such a broad topic that a comprehensive review is not feasible within the constraints of a journal article. Therefore, although the multiphase flows in the aforementioned applications are often non-isothermal, turbulent reacting flows involving bubbles, drops or solid particles, the remainder of this article will focus on the hydrodynamics of isothermal, non-reacting particle-laden flows. Brevity demands that even this overview be selective. Consequently, this article represents my own, admittedly limited, perspective on the hydrodynamics of particle-laden flows. This article is based on an invited talk given at the 2019 Annual Meeting of the American Physical Society's Division of Fluid Dynamics in Seattle, WA [33] .",
            "cite_spans": [
                {
                    "start": 801,
                    "end": 805,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "A. Context and road map"
        },
        {
            "text": "Dilute particle suspensions in canonical turbulent flows involving particles of diameter d p smaller than the Kolmogorov scale η have been studied extensively over the past several decades (see Balachandar and Eaton [34] for an edifying review). In these multiphase flows the particles are usually modeled as point particles, representing point sources of mass, momentum and heat transfer. Here we focus on particle-laden suspensions with inertial solid particles with sizes in the range of 100 to 500 microns that can be larger than the smallest scales of fluid motion, which in the case of turbulent flow is the Kolmogorov scale. In this regime the point particle approximation is no longer valid and a particle-resolved description of the flow field is needed. The interaction of finite size particles with flows where the mean motion of the fluid with respect to the particles is non-zero leads to interesting and important new physics arising from interacting wakes, the details of which are neglected in earlier studies of point particles in homogeneous, isotropic turbulence. The multiphase flow applications described earlier involve solid volume fractions that range from very dilute to close-packed, and so the range of solid volume fraction considered here must far exceed that in earlier studies of dilute particle suspensions. Higher solid volume fractions bring into play additional particle-fluid interactions which are detailed in Sec. II 2. These make the problem considerably more challenging than dilute suspensions. In order to establish a precise definition of the problem, we first examine a mathematical description of a particle-laden suspension.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "1. Complete description of a particle-laden suspension A complete description of particle-laden suspension specifies information about the state of every particle and fluid point at every time instant, and it completely determines the future time evolution of the gas-solid flow. The state of a particle-laden suspension S(t) at any instant t, can be represented in terms of the state of the particles S p (t) and that of the fluid S f (t). As a specific example we consider a simple gas-solid flow with smooth, monodisperse spheres but complete descriptions of more complex gas-solid flows are also possible. The set of positions and velocities X (i) , V (i) , i = 1, . . . , N (t) of N (t) monodisperse spherical particles characterizes the state of the particles S p (t). The state of the fluid is characterized by the knowledge of the fluid velocity field u(x, t) and the pressure field p(x, t). This complete description of the gas-solid flow at the scale of the particles is denoted a microscale description.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "The evolution of S(t) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "where L represents a nonlinear operator operating on the state S(t) of the gas-solid flow. For incompressible flows, this operator becomes the mass and momentum conservation equations for the fluid-phase:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "subject to appropriate boundary conditions, and the position and velocity evolution equations for the solid phase:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "where particle rotation has been omitted for simplicity. In Eq. 3, ρ f is the thermodynamic density of the fluid-phase, b represents body forces (e.g., hydrostatic pressure gradient, acceleration due to gravity, etc) acting throughout the volume of an infinitesimal fluid element, and τ represents the surface stresses (both pressure and viscous stresses) acting on the surface of an infinitesimal fluid element. Equations 2 and 3 are subject to no-slip and no-penetration velocity boundary conditions on the surfaces of the particles and appropriate initial conditions for the fluid fields and particle configuration. In the velocity evolution equation for the particles (Equation 5), m (i) is the mass of the i-th particle, B is any external body force, F (i) h is the hydrodynamic force (due to the pressure p and viscous stresses at the particle surface) given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "int is any interaction force (eg. contact force due to collisions, cohesion, electrostatics, etc) between particles i and j. This coupled set of equations together with the boundary conditions governs the state of the gas-solid flow at the microscale. Particle-resolved direct numerical simulation (PR-DNS) is a computational approach to solve these governing equations with adequate resolution to represent the flow field over each individual particle, and to directly compute the hydrodynamic force on each particle surface from the solution without resorting to a drag model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. PARTICLE-LADEN SUSPENSIONS"
        },
        {
            "text": "A logical starting point to understand flow past several particles is flow past a single isolated particle. Classical results for uniform steady incompressible flow past an isolated solid particle begin with the Stokes solution at zero Reynolds number (extended to fluid particles by Hadamard and Rybczynski) and extended to account for finite Reynolds number effects by Oseen and many other researchers (see Clift et al. [35] for details). These studies provide expressions for the velocity and pressure fields from which the steady drag experienced by a spherical particle in flow is easily calculated, this being the principal hydrodynamic interaction between particle and fluid. The effects of flow non-uniformity are provided by Faxén, and the effects of flow unsteadiness on drag are described by early works of Basset and Boussinesq. The Maxey-Riley-Gatignol (MRG) equation summarizes all these effects [36] . These isolated particle studies established the foundations for the study of an ensemble of solid particles in fluid flow.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Key particle-fluid interactions"
        },
        {
            "text": "It is customary to distinguish particle-laden flows based on the nature of the key interactions between particles and fluid. Isolated single particle studies highlight the principal hydrodynamic effect that the fluid has on a particle, namely to exert a drag force on it. Newton's third law requires that the particle also exerts an equal and opposite force on the fluid. When a fluid interacts with an ensemble of particles, this force exerted by particles on the fluid can be neglected if the mass loading (or phase mass ratio [37] ) of the particles is much less than unity. In these so-called dilute systems, the assumption of a one-way coupling is sufficient. In one-way coupling, the dynamical equation for the particle motion accounts for the force exerted by the fluid, but the force exerted by particles on the fluid is neglected. It should be noted that particles also displace fluid volume and it is expected that this volume-displacement effect can be neglected if the solid phase volume fraction is small ( [38] ). However, the averaged fluid-phase mass conservation equation reveals that an additional restriction arises from the gradient of particle volume fraction as well [39] .",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 533,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1189,
                    "end": 1193,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Key particle-fluid interactions"
        },
        {
            "text": "For mass loading (phase mass ratio) equal to, or greater than unity, two-way coupling of the momentum equation in both phases must be accounted for and the fluid phase momentum equation must now contain a term corresponding to the force (per unit volume) exerted by the particles on the fluid. Turning now to interactions between particles themselves, we can distinguish two types of interactions: (a) particle-particle interactions mediated by the presence of fluid, and (b) direct particle-particle interactions due to collisions on contact, cohesive forces, or electrostatics. Traditionally, the inclusion of particle-particle interactions due to collisions on contact has been termed four-way coupling [40] . In the examples of fluidized bed applications described in Sec. I all these fluid-particle interactions are present and the flow is four-way coupled, which makes its modeling and prediction considerably more challenging. With these key interactions in mind, we can now turn to the question of understanding the behavior of several particles in a flow.",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 710,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Key particle-fluid interactions"
        },
        {
            "text": "The fundamental question concerning particle-laden suspensions is whether we can understand and predict macroscale phenomena arising from a collection of particles in fluid flow from the microscale description detailed in Sec. II 1, and if we can do this for the case of finite size particles interacting with a laminar or turbulent flow over a wide range of solid volume fraction? This is properly the domain of statistical mechanics. Theoretical descriptions of particle-laden suspensions draw from two principal branches of physics: (i) statistical physics of many-particle systems [41] , in particular the kinetic theory of gases [42] , and (ii) statistical fluid mechanics of single-phase turbulent flow [43, 44] . It is worthwhile to reflect at this point that insofar as particle-laden suspensions is concerned, the success of early theoretical descriptions [45] [46] [47] in answering the fundamental statistical mechanics question as it pertains to dilute suspensions in Stokes flow has been slow to be generalized. In other words, unlike the remarkable success of the kinetic theory of gases in predicting the transport properties of simple gases (see e.g. the diffusivity of CO 2 in Liboff [42] ), there are fewer definitive analytical results of broad applicability in particle-laden suspensions. In part, this is because multiphase flows involve many parameters, such as the volume fraction and density ratio to name a few, and the principal physical interactions change significantly across the parameter space, thereby making it difficult to develop a general theory with broad applicability. Another reason is that much of the information needed to complete these theories, which involves developing closure models for unclosed terms, is intractable analytically and must therefore be obtained from computational studies [48] . In this regard, careful use of machine learning tools [49, 50] can help map out the form of these unclosed terms over the entire parameter space and help complete these theories. It seems appropriate at this point to recall an appropriately reworded statement [51] by the eminent fluid mechanician, the late John Lumley (1930 Lumley ( -2015 , that underpins my expectation of theoretical approaches to multiphase flows: \"I believe in the ultimate possibility of developing general computational statistical mechanical procedures based on first principles; and under certain circumstances I believe that it is possible to do this rationally.\" 1",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1837,
                    "end": 1841,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1898,
                    "end": 1902,
                    "text": "[49,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1903,
                    "end": 1906,
                    "text": "50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 2104,
                    "end": 2108,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 2157,
                    "end": 2169,
                    "text": "Lumley (1930",
                    "ref_id": null
                },
                {
                    "start": 2170,
                    "end": 2184,
                    "text": "Lumley ( -2015",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. THEORETICAL APPROACHES"
        },
        {
            "text": "Statistical approaches to particle-laden suspensions are usually classified on the basis of the frame of reference (Eulerian or Lagrangian) in which the final equations corresponding to each phase are presented, but this classifi-cation actually obscures the mathematical basis of each approach and impedes a systematic analysis of their interrelationships. It is much more instructive to trace the mathematical basis of these statistical approaches from their origins in particle physics and turbulent flow, which, as we shall see here, results in valuable insights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Statistical Mechanics of Particle-laden Suspensions"
        },
        {
            "text": "The classical approach to the statistical description of many-particle systems in physics is founded on the mathematical theory of stochastic point processes (SPP). The state of particles in a particle-laden suspension as given in Sec by S p (t; ω) = X (i) (t; ω), V (i) (t; ω), i = 1, . . . , N (t; ω) on a given realization ω in the event space Ω is also a stochastic point process. Statistical representations of gas-solid flows based on the SPP theory have been described by several researchers and they are reviewed in [39] . The computational implementation of the SPP approach leads naturally to the simulation of particles in a Lagrangian reference frame as they interact with an Eulerian representation of the carrier fluid flow, giving rise to the Lagrangian-Eulerian (also called Euler-Lagrange) simulation methods for particle-laden suspensions [39] .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 528,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "A. Statistical Mechanics of Particle-laden Suspensions"
        },
        {
            "text": "In statistical fluid mechanics of single-phase turbulent flow the starting point is the representation of the flow velocity and pressure fields as random fields [43, 44, 52, 53] . Theoretical approaches to particle-laden suspensions have also been considered by representing both the dispersed and carrier phases as random fields (RF) in the Eulerian frame of reference [54, 55] . Prior to the rigorous analysis of Drew [54] based on ensemble-averaging, conservation equations in the Eulerian frame of reference were also derived on the basis of volume-averaging by Anderson and Jackson [56] and time-averaging by Ishii [57] . Historically there has been some controversy about the validity of, and inter-relationship between, these approaches [58] . Since the equations obtained from ensemble-averaging and volume-averaging look superficially similar they are used interchangeably in the literature, but they are fundamentally different. Later in this section we will see that the RF basis yields a formal relationship between the deterministic ensemble-averaged equations and their stochastic volume-averaged counterparts, which opens the door for modeling based on stochastic partial differential equations.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 587,
                    "end": 591,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "A. Statistical Mechanics of Particle-laden Suspensions"
        },
        {
            "text": "The volume-averaging approach of Anderson and Jackson [56] also involved filtering the fluid and particle fields. This seemingly minor variation to straightforward volume averaging is in fact deserving of a separate classification as a third approach to modeling and simulation of particle-laden suspensions, whose origins also lie in single-phase fluid turbulence. Spatial filtering of turbulence fields leads to large-eddy simulation (LES) [44, 59, 60] methods, which have proved to be very successful in computation of turbulent single-phase flow [61] [62] [63] . Capecelatro and Desjardins [64] extended the spatial filtering in Anderson & Jackson's [56] volume-averaging approach to particle-laden suspensions and formulated the volume-filtered Euler-Lagrange (VFEL) method. Although VFEL and LES share a common basis in spatial filtering of the governing equations, the differences in multiscale nature of fluid turbulence and particleladen suspensions inform the nature of the approximations and models that are needed. A brief summary of these approaches is provided below with a view to assessing their adequacy in capturing the rich physics described in the preceding section.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "59,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 555,
                    "end": 559,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "A. Statistical Mechanics of Particle-laden Suspensions"
        },
        {
            "text": "Whereas a complete characterization of all multiparticle events requires consideration of the Liouville PDF [65] , there is a hierarchy of equations analogous to the BBGKY hierarchy found in the classical kinetic theory of molecular gases [42] that leads to the multiphase version of the one-particle (Boltzmann-Enskog) density equation [66] ,",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "where ∇ x and ∇ v denote the gradient operators in the position and velocity space, respectively, angle brackets denote ensemble-averaging, andḟ coll is the collisional term that depends on higher-order statistics. Equally instructive is the derivation of the one-particle density equation using the Klimontovich approach, which defines the one-particle density as the ensemble average of f K , the sum of fine-grained densities f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": ". . , N corresponding to each of the N particles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "This reveals important differences between this one-particle density and the PDF associated with a single particle: namely, that the one-particle density is an unnormalized, weighted sum of the PDFs associated with each particle, which are, in general, not independently or identically distributed [65] . In addition to the model for the collisional term, the one-particle density equation for gas-solid flow requires a closure model for the conditional particle acceleration term A | x, v; t , which represents the average hydrodynamic force experienced by a particle in the suspension at location x with velocity v due to fluid pressure and velocity gradient fields at the particle surface. Note that in particle-laden suspensions the conditional particle acceleration depends on particle velocity through slip with respect to the fluid, and therefore appears inside the velocity derivative in the velocity transport term. This equation is also known as the number density function (NDF) equation, or Williams' equation for the droplet distribution function in the context of spray droplets, and has been used extensively as the starting point for many analyses of particle-laden suspensions [47, 66] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[47,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "As noted in Subramaniam [65] , the key differences between the SPP approach in the classical kinetic theory molecular gases and particle-laden suspensions are: (i) the lack of scale separation, (ii) the importance of fluctuations in number (and hence, volume fraction or bulk density 2 ), and (iii) the challenges in representing the effect of the fluid phase. We now examine these key differences to gain an appreciation of the challenges in using the SPP approach to represent the physics of particle-laden suspensions.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "The Boltzmann-Enskog closure of the collision integral on the right hand side of Eq. 7 which writes the two-particle PDF as a product of one-particle PDFs is based on the assumption of binary, instantaneous collisions which relies on a separation of scales [42] : that the time between collisions should be much larger than the duration of a collision. In this sense, the NDF equation with a BE closure for the collision term is already time-averaged over a time scale larger than the duration of a collision but smaller than the time between collisions [67] , and this point will become relevant when we consider numerical simulations of Eqs. (2) (3) (4) (5) . Simple scaling estimates of the terms representing interparticle collisions and fluid-particle drag in the NDF lead to the identification of the principal nondimensional groups [37]-the particle Knudsen number (Kn p = τ c U p /L), the particle Mach number (Ma = U p / Θ p ), and the Stokes number (St = τ p /τ f )-that characterize gas-solid flow. The particle Knudsen number characterizes the ratio of the time between collisions to the characteristic time that a particle takes to traverse a characteristic hydrodynamic length scale L (over which mean and second moments vary spatially) with a characteristic velocity based on the particle granular temperature Θ p . The particle Mach number characterizes the ratio of a characteristic mean particle velocity scale U p to a characteristic velocity based on the particle granular temperature Θ p , while the Stokes number characterizes the ratio of a characteristic particle momentum response time τ p to a characteristic fluid momentum response time τ f . This allows the delineation of important regimes of gas-solid flow in terms of these nondimensional groups [37] , resulting in: (a) flows dominated by collisions (Kn p < 0.1) or convective transport; (b) low Mach number collisional flows and high Mach number flows characterized by shocks in the particle phase; and (c) low Stokes number and high Stokes number flows with the associated characteristic spatial distribution of particles in the flow field [68] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 651,
                    "text": "(3)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1777,
                    "end": 1781,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2124,
                    "end": 2128,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "Particle-laden suspensions that are dominated by collisions (Kn p < 0.1) are amenable to further simplification using kinetic theory extensions of Chapman-Enskog-like approximations to gas-solid flow that expand the NDF about a homogeneous cooling base state [69] . This permits the derivation of Navier-Stokes-Fourier equations for the particle phase that account for the effects of inelastic collisions and the influence of the fluid on particle acceleration in the transport coefficients that appear in constitutive relations with analytical expressions [69] . However, since a particleladen suspension may violate the particle Knudsen number restriction in some parts of the flow, these models are not uniformly valid. Quadrature-based moment methods have emerged as a powerful alternative to tackle regions dominated by convective transport by directly computing the collision integral through quadrature summation, thus eliminating the need to assume Kn p < 0.1 [70, 71] . However, there is another ratio of length scales that is important in particle-laden suspensions, which is related to the fluctuations in number (volume fraction or bulk density) and has received less attention in the literature.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 968,
                    "end": 972,
                    "text": "[70,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 973,
                    "end": 976,
                    "text": "71]",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "It is well known from observations of particle-laden suspensions (see Fig. 1 ) that particles can organize in spatial patterns that are called clusters. We also know from the statistical mechanics of dense gases and liquids that a statistically homogeneous fluid can manifest structure which is characterized by the relative probability of neighbors at different separation distances by the pair correlation function (PCF), which for isotropic systems is also denoted the radial distribution function (RDF). This information is not available from the one-particle PDF which only characterizes the variation of the average number of particles",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "with associated length scale n = n/|∇n|. On the other hand, the RDF is related to the second-order density characterizing the variance of the number of particles and contains information regarding particle number fluctuations. An important insight from the theory of stochastic point processes is that the counting measure N (A ) on a region A in physical space is a random measure (see Appendix A). Unlike constant density single-phase turbulent flows where fluid particles are space-filling with fluid (material) volume always equaling the geometric volume, multiphase flows must deal with the additional challenge that particle number and volume fraction (or bulk density) are random measures. Although the average of the counting measure N (A ) yields a first-order theory based on the average number N (A ) , and its density the NDF or one-particle density f (x, v, t) (and from it the average number density n(x, t)), a major limitation of the NDF equation is that it cannot account for fluctuations in number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "One challenge in modeling particle-laden suspensions is that we do not know a priori whether the spatial patterns in particles arise from an inhomogeneous mean number density field or from second-order structure. A systematic statistical analysis of experimental data is needed to determine the length scales corresponding to the mean number density n , and g , the characteristic length scale associated with the PCF/RDF, before this question can be definitively answered. However, VFEL simulations of particles settling under Stokes drag in a statistically homogeneous problem called cluster-induced turbulence (CIT) indicate that the length scale of clusters corresponding to second-order structure is O(10 − 100)d p (cite Jesse). Therefore, it is clear that a representation of fluctuations in number is needed to characterize the rich physics of clustering observed in statistically homogeneous particle-laden suspensions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "Fluctuations in number can be represented by extending the one-particle fine-grained density in the Klimontovich approach to its two-particle counterpart as follows [72] :",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "where [x k , v k , k = 1, 2] are the Eulerian coordinates of the position-velocity phase space for the particle pair 3 The ensemble average of the two-particle fine-grained density function f 1 f 2 is the two-particle density ρ (2) ",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "which is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "Integrating the two-particle density over the velocity spaces results in the unnormalized pair-correlation function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "which in turn can be integrated over a region A in physical space to obtain the second factorial moment of the counting measure N (A ) :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "Although the two-particle density enables the representation of fluctuations in number, its evolution equation is not closed [39, 75, 76] and presents unique modeling challenges for unclosed terms which are a function of particle pair separation [77] . Furthermore, the full solution of the two-particle density in a statistically inhomogeneous flow requires it to be represented in a higher dimensional space. The twin challenges of additional closure modeling and higher dimensionality have together contributed to slow development and limited adoption of this approach.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "75,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[77]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "Accurate coupling of the fluid phase with the SPP description of the particles is critical for prediction and modeling of the variety of phenomena described earlier. For ease of modeling and computational representation of boundary conditions, a solution approach based on Lagrangian particle methods is commonly used to indirectly solve the evolution of the NDF (cf. Eq. 7) in a computationally efficient manner [39, [78] [79] [80] . The Lagrangian-Eulerian (LE) method corresponds to a closure of the SPP representation at the level of the droplet distribution function or number density function (NDF), with the carrier phase represented in an Eulerian frame through a Reynolds-averaged Navier-Stokes (RANS) closure, LES or DNS. The influence of the dispersed phase on the carrier phase is represented by the addition of interphase coupling source terms to the usual fluid-phase RANS, LES or DNS equations. The overarching challenge common to all SPP modeling approaches, be it the one-particle/NDF equation or the transport equation for the two-particle density, is that there is no joint statistical representation of fluid and particles in the SPP description. This constitutes a fundamental limitation of the SPP approach. Given that the interaction between fluid and finite-size particles is fundamentally a two-point phenomenon [65, 81] , representing and modeling this coupling at the singlepoint level is challenging. We will now examine the relative merits of the RF approach in capturing the rich physics of particle-laden suspensions.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 418,
                    "end": 422,
                    "text": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "[65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1342,
                    "end": 1345,
                    "text": "81]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "B. Stochastic point process approach"
        },
        {
            "text": "In a particle-laden suspension there are two distinct thermodynamic phases: a carrier fluid phase and a dispersed particle phase. In a single realization ω, which is an element of the sample space Ω of all possible realizations, the phases can be distiguished using an indicator function I β (x, t; ω) for the βth phase, defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Random field approach"
        },
        {
            "text": "The phase indicator fields I β (x, t; ω) are random fields that satisfy, at each space-time location (x, t), the relation β={f,s}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Random field approach"
        },
        {
            "text": "where f represents the fluid phase and s represents the solid phase. Statistical information at only a single spacetime location (x, t) of the RF representation results in single-point Eulerian-Eulerian (EE) theories. Just as the quest for tractable engineering models of single-phase turbulent flows based on a random-field statistical description at the single-point level led to the familiar Reynolds-averaged equations of turbulent flow, so too the RF approach to particle-laden suspensions at the closure level of first moments leads to the Eulerian-Eulerian (EE) two-fluid (TF) theory [54, 82] . In the EE TF theory, the phases are distinguished by the phase indicator function and phasic averages are defined as averages conditional on the presence of the fluid or solid phase. Corresponding to the complete description in Sec. II 1, the TF representation of the same system at the level of first moments would be",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 595,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "82]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "C. Random field approach"
        },
        {
            "text": "is the average solid volume fraction and u (f ) ( p (f ) ) and u (s) ( p (s) ) are the average velocities (pressures) of the fluid and solid phases, respectively. One of the advantages of the RF approach, as compared to the SPP approach, is that it a simultaneous statistical representation of both the fluid phase and the particle phase. Therefore, the sources of randomness arising from different configurations of particles and from different realizations of the velocity field are considered simultaneously. However, as already noted previously, because the interaction between fluid and finite-size particles is fundamentally a two-point phenomenon [65, 81] , representing and modeling this coupling at the single-point level is difficult. Before discussing two-point RF representations, we first resolve a longstanding debate in the RF approach which is later shown to lead to insights for improved modeling in the VFEL approach.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[65,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "81]",
                    "ref_id": "BIBREF80"
                }
            ],
            "ref_spans": [],
            "section": "C. Random field approach"
        },
        {
            "text": "There has been a longstanding debate between three approaches to deriving the equations in the two-fluid theorynamely, (i) a time-averaging approach [57, 83] , (ii) a volume-averaging approach [56, 84] , and (iii) the ensembleaveraging approach [54, 82] -leading to a controversy about the validity of, and inter-relationship between, these approaches [58] . Here we resolve the differences between the volume average and ensemble average by means of a simple example based on the mass conservation equation .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "[57,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 154,
                    "end": 157,
                    "text": "83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[56,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "a. Ensemble-averaging approach The ensemble-averaged equations have been derived by several researchers [54, 55] . Starting from the mass conservation equation",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[54,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "which is trivially satisfied inside constant density, rigid particles, and multiplying it by the indicator function and taking the ensemble average yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "where ũ (p) is the phasic average velocity of the particles (see Appendix B for details). b. Volume-averaging approach Let us consider an arbitrary measurement region (or observation window) V m with volume V m in a gas-solid flow and consider the total volume occupied by the particles in V m at time t corresponding to realization ω:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "Note that Φ p does not have a smooth density in x because I p (x, t; ω) is a generalized Heaviside function. In mathematical terminology, Φ p (V m ; t, ω) is a set function on the set V m . Since this set function always yields a non-negative real value, Φ p is a measure. Its dependence on the realization ω reminds us that it is a random measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "A key relationship we establish here is obtained by expressing this volumetric quantity Φ p in terms of the ensembleaveraged solid volume fraction field φ (x, t) as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "whereΦ p (V m ; t, ω) is a fluctuation that represents the departure of Φ p from its ensemble average (first term on right hand side) on realization ω. Note thatΦ p (V m ; t, ω) also does not have a smooth density in x because by definition it involves a generalized Heaviside function:Φ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "whereĨ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "For the statistically homogeneous case, we can think ofΦ p (V m ; t, ω) as the statistical variability in the estimate of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "arising from a finite number of samples in the measurement region V m . For the statistically homogeneous case,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": ". But for all finite V m it is non-zero and it is a random quantity since it depends on ω.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "We can write a conservation equation for Φ p (V m ; t, ω) by considering its temporal evolution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "to obtain (see Appendix C for details):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "− ∂Vm J · n dA (4) .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "Note that the above equation is a stochastic equation with explicit dependence on the realization ω. Clearly, terms (1) and (3) in the above equation represent the ensemble-averaged mass conservation (cf. Eq. 17) for particles with constant material density, which is a deterministic equation. Terms (2) and (4) on the other hand, represent the departure of the stochastic volume-averaged mass conservation equation from its deterministic ensemble-averaged counterpart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "To summarize, we have formally established an important relationship between the volume average and the ensemble average for multiphase flows. It is shown that the volume average is a random quantity that differs from the nonrandom ensemble average by a stochastic fluctuation. For statistically homogeneous flows it is shown that volumeaveraged particle properties such as the particle geometric volume converge to their ensemble-averaged counterparts as 1/ N (V m ). In the case of statistically inhomogeneous flows, a separation of scales is needed to ensure a similar relationship between the volume average and the local ensemble average and this criterion is explicitly established. The volume average of particle geometric volume is used to derive the weak form of mass conservation for the particle phase. This equation can be interpreted as the ensemble-average mass conservation equation representing a balance between the temporal derivative of ensemble-averaged particle volume and average flux of the same quantity at the system boundary, augmented by the temporal derivative of the stochastic fluctuation which is balanced by a flux fluctuation which varies with each realization of the multiphase flow. The stochastic fluctuation term contains important information about second-order fluctuations in particle number and volume which is absent in first-order ensemble-averaged quantities such as the ensemble-averaged particle number density and volume fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensemble-averaging and volume-averaging"
        },
        {
            "text": "Similar to the unclosed Reynolds stress term in the Reynolds-averaged equations for single-phase turbulent flow, the ensemble-averaged TF momentum equations for the fluid and solid phases also contain unclosed terms corresponding to stresses arising from fluid velocity fluctuations and particle velocity fluctuations, respectively. Attempts to improve the single-point statistical description of single-phase turbulent flow by resorting to higher levels of closure have led from the Reynolds-averaged equations to Reynolds-stress transport equations involving second moments, and culminated in the transport equation for the single-point probability density function [44] . In the case of riser flows involving particle-laden suspensions (see Fig. 1 ), Hrenya and Sinclair [85] showed that an additional transport equation for the particle velocity variance is necessary to predict phenomena such as the core-annular structure. Similar efforts to extend the EE TF theory beyond average quantities have led to second-moment closures [86] [87] [88] as well as the single-point PDF approach [55] . It is worth noting that these single-point second-moment and PDF closures are still at the level of first-order ensemble-averaged quantities such as the ensemble-averaged particle number density and volume fraction, and do not contain information concerning fluctuations in particle number (or volume). Pai and Subramaniam [55] showed that the ensemble-averaged EE TF equations of Drew [54] can be derived from the singlepoint PDF approach and the consistency conditions for the correspondence of mean and second-moment equations between the RF and SPP approaches were established. Fox [89] derived a multiphase turbulence theory based on a sequential phase and Reynolds averaging procedure starting from a mesoscale description based on a continuous volume fraction field. Although this approach is useful at the macroscale in incorporating mesoscale fluctuations, it does not reconcile with the microscale picture derived here.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 672,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1419,
                    "end": 1423,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1682,
                    "end": 1686,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 750,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Second-moment and PDF closures"
        },
        {
            "text": "The advantages of the single-point PDF approach, as explained in Pai and Subramaniam [55] , include allowing for a distribution of solid and fluid velocities at the same location, and a clear identification of events and their probabilities in the single-point EE TF formulation. The latter are useful in distinguishing a key difference between the RF approach in multiphase flow and constant-density single-phase turbulent flow which is overlooked in some theoretical treatments. In constant-density single-phase flow, two-point statistics such as the Eulerian velocity autocovariance reduce to the single-point Reynolds stress tensor in the limit of zero pair separation distance because the underlying measure is not random, so lim r→0 R ij (x, x+r) = R ij (x). The same is not true for multiphase flows where certain two-point statistics such as fluid-particle velocity covariance vanish at zero separation, e.g. lim r→0 R pf ij (x, x + r) = 0, because particle and fluid cannot coexist at the same physical location and the two-point statistic is based on a different measure [75] . The analysis of events and probabilities in the single-point RF approach reveals that correlation between gas-and solid-phase motions does not manifest at the single-point level of closure, because for particles of finite size, every space-time location can be occupied only by either solid or gas [90] . However, these correlations do appear in the two-point representation.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1081,
                    "end": 1085,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1386,
                    "end": 1390,
                    "text": "[90]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Second-moment and PDF closures"
        },
        {
            "text": "The unclosed terms that need to be modeled in all the single-point RF approaches discussed thus far (including the average interphase momentum transfer, the particle velocity covariance, the fluid velocity covariance, and the conditional expectation of acceleration in each phase that arise in the PDF approach) represent motions at all scales (micro, meso and macro). However, the mechanisms that produce fluid velocity fluctuations, for instance, at the microscale are different from the interaction of particle clusters with fluid flow at the mesoscale, or the interphase interaction at the macroscale. Since the single-point RF approaches do not contain scale information they cannot distinguish between these different scale-dependent mechanisms that contribute to the transport of fluid velocity fluctuations. Just as two-point statistics and spectral closures were introduced in single-phase turbulent flow to account for the multiscale nature of turbulence, similar attempts [75] have been made to account for the multiscale nature of particle-fluid interactions in particle-laden suspensions.",
            "cite_spans": [
                {
                    "start": 983,
                    "end": 987,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Second-moment and PDF closures"
        },
        {
            "text": "Higher order representations such as a two-point statistical description of gas-solid flow based on the RF representation can be found in Sundaram and Collins [75] . These are based on the second moment of the phase indicator random field C βγ (x, x+r) = I β (x)I γ (x+r) , β, γ ∈ {f, p}, which appears as a natural two-point extension of I β (x) . Just as fluctuations in a random variable are described by the variance, fluctuations in a random field are described by the covariance field. The covariance of the random field I p (x, t; ω) (see p. 203 of Stoyan et al. [74] ) in the statistically homogeneous, isotropic case is simply the second moment of I p and is given by:",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "which is similar to the two-point single-time Eulerian autocovariance in constant density single-phase turbulence. The covariance of the particle indicator function field represents the expected value of the event where two spatial locations separated by r are simultaneously occupied by the particle phase. In the limit of very large separation r → ∞ and C pp (∞) = φ 2 corresponding to zero correlation between the occurrence of particles at points separated far apart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "In the limit of zero separation r → 0, C pp (0) = φ , which confirms that fluctuations in volume fraction do not show up in the EE TF single-point theory, just as the single-point NDF in the SPP approach contains no information concerning number fluctuations. Note that the covariance C pp (r) is not centered. If we consider the second central moment, it is called the covariance function k(r) and is defined in terms ofĨ p ≡ I p − φ by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "The single-point limit of the covariance function at r → 0 is k(0) = φ (1 − φ ), while for r → ∞, k(∞) = 0 corresponding to zero correlation between the occurrence of particles at points at far separations. These results have also been reported by Sundaram and Collins [91] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "There is a close connection between the random field I p (x, t; ω) and the distribution of the centers of the particles which can be described by a stochastic point process. So there is intrinsically a connection between the statistics of the random field I p (x, t; ω) and those of the underlying stochastic point process. In the case of monodisperse spheres, this connection is easy to write down analytically for model systems. One such system is overlapping spheres with centers distributed according to a Poisson point process, although this is not a good model for many multiphase systems. Systems of non-overlapping spheres are a better model for particle-laden flows and it is easy to see in this case that the covariance C pp (r) contains information about clustering of particles, which is not contained in the mean solid volume fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "This connection between the statistics of the random field and the underlying point process yields a very useful relation in the case of spherical particles, which can be used to relate the SPP and RF approaches at the level of two-point statistics. The covariance function k(r) is related to the pair correlation function which is a numberbased statistic associated with the underlying point process. This relationship has been derived previously by other researchers for both monodisperse (Torquato and Stell [92] , see also Eq. 10 of Sundaram and Collins [91] ) and polydisperse spheres [93] . For a system of monodisperse non-overlapping spheres that are distributed corresponding to a homogeneous number density n and a pair correlation function g(r), it can be shown that",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[93]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "In this expression h(z) = g(z) − 1 is the total correlation function and I(r) is the volume of intersection of two spheres whose centers are separated by a vector r:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "These relations show that just as Pai and Subramaniam [55] established consistency conditions for the correspondence of mean and second-moment equations between the RF and SPP approaches at the single-point level, the same is possible at the two-point level also. There is an important connection between how estimates of particle volume fraction fluctuations are computed from point fields such as PR-DNS or LE/VFEL particle data, and the representation of these fluctuations in the volumeaveraging approach that merits discussion here. Lu and Torquato [94] showed that the estimates of particle volume fraction fluctuations in a statistically homogeneous distribution of spheres obtained by volume-averaging over a region V m actually depend on the volume of that region and the two-point density k(r (details are given in Appendix E). This is a very important result which shows that volume fraction fluctuations cannot be written as a single-point density! In Appendix E we also make the connection between the representation of volume fraction fluctuations in the volume-averaging approach and this result, thereby providing a route to rigorously incorporating volume fraction fluctuations into extensions of current single-point theories.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "The two-point theory needs to be extended to statistically inhomogeneous flows before it can be applied to realistic problems, and even in the homogeneous case the resulting two-point equations lead to additional unclosed terms that require closure models. Just as in in two-particle SPP approach, here also the challenges of closure modeling and higher dimensionality have hampered the development and adoption of this approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "But perhaps the most important drawback of both the SPP and RF statistical approaches is that the averaging process obscures the emergence of scale-dependent structure from instabilities that develop as a consequence of nonlinear interactions between particle configuration and flow conditions specific to each realization which are not represented in the ensemble average. For instance, the stability theory developed by Koch [47] analyzes the stability of a suspension in terms of the average solid volume fraction φ , and stability limits are derived on the basis of perturbations to φ about a base state. However, it is clear from both simulations and experiment that there is a natural statistical variability to the particle volume Φ p from one realization to another, and it is probable that the origin of instabilities in particle-laden suspensions lies in the microscale interactions related to volume fraction fluctuations, rather than mean perturbations. Therefore, a more realistic stability theory must arrive at stability limits that account for the variance of volume fraction fluctuations which are related to the second-order structure. Whether this can be captured by a two-point theory, or if ensemble-averaging obscures the interaction between the two phases on each realization has not been definitively established. However, current analysis of the two-point theory [95] and VFEL simulations [96] indicate that a two-point theory may not be adequate, or too complicated, to provide such stability limits. Just as the importance of capturing coherent structures led to the development of large-eddy simulation approaches in single-phase turbulent flow, the importance of capturing scale-dependent structure in particle-laden suspensions has prompted the development of spatial filtering approaches leading to the VFEL method.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1388,
                    "end": 1392,
                    "text": "[95]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1414,
                    "end": 1418,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Two-point closure"
        },
        {
            "text": "The volume averaging approach described earlier is useful to gain a formal understanding of conventional approaches to multiphase flows and to highlight its differences from the ensemble-averaging approach. However, a limitation of Eq. 24 is thatΦ p does not have a smooth density (nor does J ) and so a differential form cannot be derived. It could be interesting to explore whether in a finite volume context, the stochastic form of Eq. 24 could be directly modeled and solved. An alternative is to consider spatial filtering of the indicator function I p and derive conservation equations based on filtered quantities. This was the approach pursued by Anderson and Jackson [56] (AJ67) and Jackson [84] (J97).",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 680,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 700,
                    "end": 704,
                    "text": "[84]",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "Here we derive the mass conservation equation in the spatial filtering approach and compare it with the results of AJ67 and J97. Spatial filtering of the indicator function I p by a smooth, infinitely differentiable, homogeneous kernel 4 function G (r = x − y; ∆) leads to a filtered instantaneous particle volume fraction fieldφ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "which is also a smooth, infinitely differentiable random field. In the filtering operation the kernel is integrated over the entire domain V ∞ . Taking the time derivative ofφ defined by Eq. 29 and substituting the topological equation governing the evolution of the indicator function [54] ∂I p (y, t) ∂t = −∇ y · (uI p ) results in the spatially filtered mass conservation equation (see Appendix D)",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "For kernels with compact support, the right hand side term vanishes at interior points sufficiently far from the boundary, resulting in a familiar equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "which also holds everywhere for periodic boundary conditions. Although this equation looks exactly like the ensembleaveraged mass conservation equation Eq. 17, they are significantly different. For one, Eq. 31 applies to smooth random fields whereas Eq. 17 applies to the deterministic average volume fraction field. Many computational implementations of the EE TF model such as the widely-used MFIX code [97] ascribe their origins to AJ67 and J97, but in fact they are based on ensemble-averaging because they rely on deterministic closure models.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[97]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "The spatial filtering approach forms the basis for the volume-filtered Euler-Lagrange (VFEL) simulation approach of Capecelatro and Desjardins [64] . It is noteworthy that VFEL simulations represent a realization of a particle-laden suspension and the solution will in general depend on initial conditions, filter width and choice of kernel function. The biggest advantage of VFEL simulations is that it opens the door to performing simulations of significantly larger domains and discovering mesoscale physics hitherto inaccessible to PR-DNS of the equations governing the complete description given in Sec. II 1. VFEL simulations of cluster-induced turbulence [96] were performed on a 2048 × 512 × 512 mesh with 55 × 10 6 particles. Equally noteworthy is that models for the unclosed terms in VFEL will be different from their ensemble-averaged counterparts. Broadly speaking, spatial filtering confers the potential advantage of capturing scale-dependent fluctuations, but this promise is realized only insofar as the accuracy of models for the unclosed terms.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[64]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[96]",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "D. Spatial filtering approach"
        },
        {
            "text": "In this section we have seen that the rich physics observed in particle-laden suspensions poses significant challenges to classical statistical mechanics approaches. The interaction of fluid with particles generates stress at the particle surface which manifests as a hydrodynamic force that accelerates the particle center of mass. Furthermore, particles can organize in structures spanning ten to hundred particle diameters due to interaction with the flow and form clusters. Joint two-point statistical representation of particles and fluid is needed to capture these interactions, but the multiscale nature of these interactions poses unique challenges. Considerable progress has been made in singlepoint statistical theory and consistent theories have been developed using SPP and RF approaches, but single-point theories in both approaches are incapable of representing fluctuations in particle number or volume. In this work it is also shown how volume-averaging in the RF approach differs from ensemble-averaging by a stochastic fluctuation term that contains important information about second-order fluctuations in particle number and volume, which is absent in first-order ensemble-averaged quantities such as the ensemble-averaged particle number density and volume fraction. This leads naturally to the consideration of spatial filtering, which results in smooth fields describing a realization of a particle-laden suspension with the potential to more faithfully capture the emergence of scale-dependent structure from instabilities [98] that develop as a consequence of nonlinear interactions between particle configuration and flow conditions specific to each realization, which are not represented in the ensemble average. There have been attempts to produce single-point theories [89] that represent fluctuations in particle volume fraction starting from a mesoscale description involving smooth fields, but as noted earlier this does not reconcile with the microscale picture derived here. It is desirable that both theoretical approaches and simulation methods-PR-DNS at the microscale, VFEL at the mesoscale, and EE TF or LE/QBMM at the macroscale-reconcile across scales, and are validated by experimental data wherever possible.",
            "cite_spans": [
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[98]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "E. Summary perspective of theoretical approaches"
        },
        {
            "text": "In Sec. V we propose a new class of formulations, including one involving spatial filtering of the Klimontovich density, as a path forward to rigorously incorporating second-order statistical information characterizing particle number (and volume) fluctuations by explicitly modeling it in a one-particle/single-point theory. These formulations would be reconcilable across micro, meso and macroscales and consistent counterparts could be identified in the SPP and RF approaches. We now discuss the model-free PR-DNS method to solve the governing equations of the complete description in Sec. II 1 that can be used to quantify and model the unclosed terms appearing in the governing equations of the theoretical approaches discussed in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Summary perspective of theoretical approaches"
        },
        {
            "text": "Particle-resolved direct numerical simulation of the complete description of a particle-laden suspension given in Sec. II 1 is a useful approach to discover and explain the rich physics in these flows and to develop closure models in the various modeling approaches by quantifying unclosed terms that appear in them [48] . PR-DNS involves solving the governing equations (cf. Eqs 2-5) described in Sec. II 1 with sufficient resolution to resolve the flow around each particle in the suspension. PR-DNS has been successfully used to discover and quantify flow phenomena such as pseudo-turbulence [99] and pseudo-turbulent heat flux [100] as well as particle force fluctuations [101] . There are many computational methods to perform PR-DNS ( see Garg et al. [130] and Tenneti et al. [131] for brief summaries, and Prosperetti and Tryggvason [132] for an authoritative compendium of PR-DNS approaches for a wide class of multiphase flows) , but an exhaustive discussion of the numerical details and the tradeoff between accuracy and computational efficiency is neither feasible nor relevant to this discussion. Instead, here we will examine some common outstanding questions concerning PR-DNS, and identify key assumptions pertinent to developing closure models for the statistical mechanical theories described earlier.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "[99]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 631,
                    "end": 636,
                    "text": "[100]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 676,
                    "end": 681,
                    "text": "[101]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 757,
                    "end": 762,
                    "text": "[130]",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 782,
                    "end": 787,
                    "text": "[131]",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 840,
                    "end": 845,
                    "text": "[132]",
                    "ref_id": "BIBREF131"
                }
            ],
            "ref_spans": [],
            "section": "IV. PARTICLE-RESOLVED DIRECT NUMERICAL SIMULATION"
        },
        {
            "text": "PR-DNS is computationally expensive and Xu and Subramaniam [133] estimated that the computational cost in terms of the number of grid points for a uniform grid scales as R 3/2 λ Re p , where R λ is the Taylor-scale Reynolds number of turbulence and Re p is the Reynolds number based on the mean particle slip velocity and diameter. Therefore, problem size is limited by available computational resources. It is not feasible with current computational resources to simulate macroscale particle-laden suspensions in industrial devices using PR-DNS. Even when these limitations are lifted, such simulations may not necessarily be useful, for the simple reason that more detailed information does not automatically translate into more insight that is useful in informing decision-making. A more useful approach, already effectively deployed in single-phase turbulent flow, is to use PR-DNS on problem sizes that are currently accessible through available computational resources, and use that simulation data at the microscale to inform statistical theories that are intended to predict phenomena at the meso and macroscale. There are also similarities to the use of molecular dynamics to inform statistical mechanical theories of atomic and molecular systems.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 64,
                    "text": "[133]",
                    "ref_id": "BIBREF132"
                }
            ],
            "ref_spans": [],
            "section": "IV. PARTICLE-RESOLVED DIRECT NUMERICAL SIMULATION"
        },
        {
            "text": "The particle-laden suspension flows described in the applications are statistically inhomogeneous flows which means that the statistics vary with spatial location, and we can use n as a characteristic length scale for these variations. We can use PR-DNS of microscale dynamics in statistically homogeneous problems on domains of characteristic size L to develop models for unclosed terms in these statistical theories provided local statistical homogeneity can be assumed. This assumes a separation of scales n L. Periodic boundary conditions are usually imposed on such PR-DNS which corresponds to the approximation of an infinite statistically homogeneous suspension by repeating periodic images. The PR-DNS domain has to be large enough to ensure that all Eulerian two-point correlations in both phases have decayed to zero, which implies that L ≥ g . An interesting observation by Sun [134] is that the length scale of variation of average fluid phase quantities can be significantly affected by interphase transfer terms. For instance, in a particle-laden suspension with heat transfer, fluid heating/cooling by heat exchange with particles in the entrance region can significantly change the length scale of variation of the mean fluid temperature, and this length scale depends on the solid volume fraction and Reynolds number based on the mean slip velocity between particles and fluid. For slow flow through dense particle suspensions, the length scale of variation of mean fluid temperature can be just a few particle diameters in the entrance region. This implies that local closure models may not always be adequate, and non-local closure models might be needed in some multiphase flow problems.",
            "cite_spans": [
                {
                    "start": 889,
                    "end": 894,
                    "text": "[134]",
                    "ref_id": "BIBREF133"
                }
            ],
            "ref_spans": [],
            "section": "IV. PARTICLE-RESOLVED DIRECT NUMERICAL SIMULATION"
        },
        {
            "text": "Another issue that has not been considered carefully is the choice of ensemble in the PR-DNS. In classical statistical mechanics, the canonical and microcanonical ensembles are fixed N ensembles, whereas the grand canonical ensemble is a variable N ensemble [135] . Of course these classical ensembles refer to equilibrium thermodynamic states, whereas PR-DNS of canonical homogeneous problems such as steady flow through a fixed bed of particles established by a constant mean fluid pressure gradient pertain to a non-equilibrium steady state. There are also differences in how different PR-DNS studies initialize a statistically homogeneous particle configuration corresponding to a specified average solid volume fraction. Some researchers have used configurations with a PCF/RDF obtained from the steady solution to a granular gas undergoing elastic collisions at that volume fraction [131] . The suitability of a specific computational approach to PR-DNS also depends on other issues such as accuracy and numerical convergence characteristics. A recent rigorous study of the numerical characteristics of the widely-used immersed boundary method (IBM) by Zhou and Balachandar [136] provides precisely this kind of insight, and similar studies on other methods are needed to assess the suitability of each computational approach and provide guidance to the research community on their effective usage.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 263,
                    "text": "[135]",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 889,
                    "end": 894,
                    "text": "[131]",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 1180,
                    "end": 1185,
                    "text": "[136]",
                    "ref_id": "BIBREF135"
                }
            ],
            "ref_spans": [],
            "section": "IV. PARTICLE-RESOLVED DIRECT NUMERICAL SIMULATION"
        },
        {
            "text": "In Section III E we established the need for the inclusion of fluctuations in particle number (or volume fraction) to capture multiscale interactions that underlie the emergence of scale-dependent structure from instabilities that develop between a particle configuration and flow conditions specific to each realization. We also noted that it is desirable that the formulation be reconcilable across micro, meso and macroscales so that PR-DNS can be used for modeling the unclosed terms at the microscale. For a statistically homogeneous suspension, ergodicity requires that the residual terms in VFEL in the limit of sufficiently large filter width should equal the ensemble-average from PR-DNS. VFEL simulations that satisfy this requirement can be used to model unclosed terms at the mesoscale. The formulations proposed in the following also provide a theoretical basis to relate VFEL simulation data at the mesoscale to EE TF or LE/QBMM simulation data at the macroscale. Given the equivalence between statistical quantities in the SPP and RF approaches, a formulation in one approach should imply a consistent counterpart in the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "There are several promising approaches that could meet this need. The first one involves a Lagrangian particle representation of the fluctuation (second term on the right hand side of Eq. 19) as either physical particles",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "is the geometric volume associated with the ith particle, and w (i) is its statistical weight in the ensemble of N c computational particles. Substituting this representation into the volume-averaged mass conservation equation (Eq. 24) naturally extends the ensemble-averaged EE TF theory to account for fluctuations. A new set of additional unclosed terms (e.g. term (4) in Eq. 24, and corresponding terms in the momentum conservation equation) representing fluctuations are introduced, that require modeling. This EE Lagrangian fluctuation (EE-LF) approach has the advantage of building on existing finite-volume-based code structures in EE TF implementations of multiphase computational fluid dynamics (mCFD) such as the widely used open source OpenFOAM [137] and MFIX [97] codes as well as commercial software such as ANSYS Fluent, CFX and Star-CCM+. This formulation appears closely related to traditional LE method but its computational cost should scale far more favorably since only the fluctuation in number is represented by Lagrangian particles. Several closure modeling questions need to be addressed pertaining to the interaction of fluctuations with the ensemble-averaged mean in both the mass and momentum conservation equations.",
            "cite_spans": [
                {
                    "start": 757,
                    "end": 762,
                    "text": "[137]",
                    "ref_id": null
                },
                {
                    "start": 772,
                    "end": 776,
                    "text": "[97]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "The second approach involves an Eulerian representation of fluctuations. Since the fluctuation termΦ p (V m ; t, ω) in the volume-averaged approach does not have a smooth density, we must resort to spatial filtering. Here there are two choices concerning how we represent fluctuations. Filtering the expression for the fluctuation in the indicator function fieldĨ p (x, t; ω) from its ensemble-average (cf. Eq. 21) according to Eq. 29 yields the fluctuation in the spatially filtered volume fraction field from the spatially filtered ensemble average volume fraction field:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "This is a true fluctuation in the sense that its ensemble average is zero. Althoughφ contains locally filtered information and so reflects the level of clustering over a length scale ∆, the second moment of this field needs to be related to the two-point density (PCF/RDF) in order to quantify it. The advantage of this spatially filtered EE with Eulerian fluctuation (SFEE-EF) approach is that the deterministic part ties directly to the filtered two-fluid model of Sundaresan and co-workers [138] . The filtered two-fluid formulation has been adopted by mCFD users in industry as well as commercial mCFD developers for facilitating simulations of industrial devices on large domains using relatively coarse grids that would otherwise result in under-resolved simulations using traditional EE TF codes [139] . Enhancing that formulation by adding information concerning fluctuations and placing it on a rigorous footing are desirable outcomes. The filter width in this approach can be chosen to be much larger than typical values used in VFEL (where it is usually ∼ 10d p ) because it needs to only resolve macroscale or mesoscale variations.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 498,
                    "text": "[138]",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 803,
                    "end": 808,
                    "text": "[139]",
                    "ref_id": "BIBREF138"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "Another Eulerian fluctuation field can be generated by simply taking the difference between the filtered field φ(x, t; ω) and its ensemble-averaged counterpart φ (x, t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "The ensemble average of this field is not zero and in that sense it is not a true fluctuation. However, it is worth exploring its relationship to the mesoscale volume fraction fluctuations in the multiphase turbulence theory of Fox [89] . Here also the key question is how to relate the second moment of this field to the two-point density (PCF/RDF). The relations between these fluctuations and the two-point density will be useful for both quantifying the fluctuations and as well as initializing them from specified two-point statistics. Using an approach similar to generalized polynomial chaos expansions (GPCE) [140, 141] to represent a realization of a random field, we can generate synthetic fields with specified single-point and two-point statistics. For instance,Öztireli and Gross [142] report an algorithm to generate a synthetic point field that corresponds to a given PCF.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "text": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 617,
                    "end": 622,
                    "text": "[140,",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "141]",
                    "ref_id": "BIBREF140"
                },
                {
                    "start": 793,
                    "end": 798,
                    "text": "[142]",
                    "ref_id": "BIBREF141"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "The third approach involves directly filtering the fine-grained (and hence, non-smooth) Klimontovich density f K to obtain a filtered Klimontovich density function (FKDF) f K as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "where the filter is defined in the product space to generate a smooth density. The filter could be written as a separable product of filters in both physical space and velocity space. This filtered Klimontovich density function (FKDF) approach generates a filtered density function similar to the FDF approach in turbulent reacting flows [143, 144] , but it is different because the underlying PDF in turbulent reacting flows is smooth and differentiable, whereas f K is not. This observation opens up the possibility of developing a fluctuation hydrodynamics approach [145] analogous to one which has been pursued in the context of granular gases [146] . Our starting point is to decompose the fine-grained Klimontovich density f K in the same way as Eq. 19 to express it as the sum of the NDF and a volume-dependent stochastic fluctuation in number N :",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 343,
                    "text": "[143,",
                    "ref_id": "BIBREF142"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "144]",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 569,
                    "end": 574,
                    "text": "[145]",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 648,
                    "end": 653,
                    "text": "[146]",
                    "ref_id": "BIBREF145"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "where now V m denotes a region in the {x, v} space. Taking the time derivative of N (V m ; t, ω) reveals that the evolution equation of the fine-grained Klimontovich density is a stochastic partial differential equation with a stochastic forcing of the standard NDF equation [145] (cf. Eq. 7). In fluctuating hydrodynamics this stochastic term is directly modeled. An alternative approach that is amenable to simulation by modifying existing NDF solution approaches is proposed here. Again a Lagrangian particle representation of the fluctuation N is possible in terms of physical particles",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 280,
                    "text": "[145]",
                    "ref_id": "BIBREF144"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "where w (i) is its statistical weight in the ensemble of N c computational particles. This representation can be combined with Eulerian approaches to solving moments of the NDF equation (including QBMM), while noting that N (V m ; t, ω) does not have a smooth density. Smooth and differentiable Eulerian fields representing number fluctuations about the NDF can be defined by spatial filtering, analogous toφ(x, t; ω) andφ(x, t; ω). All these approaches are promising extensions to current statistical mechanical approaches to particle-laden suspensions, and because they are reconcilable at all scales (micro, meso and macro), it is possible to use PR-DNS to quantify the unclosed terms in each set of equations at the microscale. It will be interesting to revisit stability analyses of suspensions using these formulations to ascertain the effect of volume fraction fluctuations and see how they affect stability limits based on the average volume fraction [47] . Nevertheless, it is worth noting that none of these formulations truly represents joint statistics of particles and fluid, since that information is available only in two-point theories.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 963,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "V. FUTURE DIRECTIONS"
        },
        {
            "text": "Multiphase flows are relevant to many important problems concerning human life. Predictive models of multiphase flow can help in informed technical decision-making in both man-made and natural settings. Hydrodynamic interactions in particle-laden suspensions constitute a complex phenomenon with rich physics. Theoretical approaches are challenged to explain intriguing phenomena that manifest at different scales. Current advances in adapting classical statistical mechanics approaches have opened up a wide playground for theoreticians, modelers and computational researchers to pursue various new approaches that promise to address critical needs identified in this work. A key feature of the theoretical approaches proposed in this work is that they reconcile with the mathematical description at the microscale, and are easily related to observables at the meso and macroscales. PR-DNS, which has proved to be a useful model-free simulation method for understanding flow physics at the microscale and model development, can be used to further develop these new formulations by quantifying unclosed terms that arise in them and by clarifying the role of fluctuations. This work envisions that a computational statistical mechanics approach to multiphase flow will explore new frontiers by establishing these theoretical foundations for predictive model development, which requires integration of simulations, validated by experiment, at different scales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "In the Klimontovich approach [81, 147, 148] , the ensemble of particles is characterized by a fine-grained density function f 1 that is defined in a six-dimensional position-velocity space [x, v] as",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[81,",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 34,
                    "end": 38,
                    "text": "147,",
                    "ref_id": "BIBREF146"
                },
                {
                    "start": 39,
                    "end": 43,
                    "text": "148]",
                    "ref_id": "BIBREF147"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "where the shortened notation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "is used to represent the delta function associated with the ith particle. The number of particles in any region B in [x, v] space can be obtained by integrating the fine-grained density f 1 as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "The ensemble average of the Klimontovich fine-grained density function f 1 is the one-particle density function f , which is written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "Integrating the one-particle density over velocity space results in the number density n(x, t) that forms the basis for the continuum hydrodynamic description",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "which in turn can be integrated over physical space to obtain the expected number of particles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "In order to characterize structural properties such as the pair correlation function, we need to consider the twoparticle density. The one-point fine-grained density in the Klimontovich approach can be extended to its two-particle counterpart as follows [72] :",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "text": "[72]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "where [x k , v k , k = 1, 2] are the Eulerian coordinates of the position-velocity phase space for the particle pair. (The summation over distinct pairs j = i is necessary for the definition of the two-particle density, whose integral is the second factorial measure. If all pairs are included, an atomic contribution arises in the second moment measure that does not have a density [73, 74] .) The ensemble average of the two-particle fine-grained density function f 1 f 2 is the two-particle density ρ (2) (x 1 , x 2 , v 1 , v 2 , t), which is defined as",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "text": "[73,",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "74]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "Integrating the two-particle density over the velocity spaces results in the unnormalized pair-correlation function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "which in turn can be integrated over a region B in physical space to obtain the second factorial moment measure:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "Here we derive the expression for the pair-correlation function g(r) in a system that contains particles whose centers are distributed as statistically homogeneous and isotropic point fields. The second factorial moment measure of a point field (see Stoyan and Stoyan [73] ) is generalized to a binary system with two particle types as",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "where V 1 and V 2 are sets in physical space, N (V 1 ) is the number of particles in region V 1 , and N (V 2 ) is the number of particles in region V 2 . The second factorial moment measure µ (2) (V 1 × V 2 ) has a density ρ (2) (x 1 , x 2 ) such that it can be written as an integral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "This second-order product density ρ (2) (x 1 , x 2 ) is the unnormalized pair correlation function. For a statistically homogeneous point field the second-order product density ρ (2) (x 1 , x 2 ) depends only on the pair separation r = x 2 − x 1 . It is then convenient to transform V 1 × V 2 to V R × V r in (R, r) space with R = (x 1 + x 2 )/2 and ρ (2) αβ (R, r)J = ρ (2) αβ (x 1 , x 2 ), where the Jacobian of the transformation J = |∂(x 1 , x 2 )/∂(R, r)| is unity, leading to",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "For homogeneous and isotropic point fields, the second-order product density ρ (2) depends only on the scalar separation distance r = |r|, and can be written as",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "(2)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "where n is the average number density of the particles. Substituting this expression into A12, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "where the integral over V r has been simplified using a spherical volume element 4πr 2 dr. Noting that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "and considering the case where V r is a spherical shell with volume V (r, ∆r) = 4πr 2 ∆r we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "provided ∆r is smaller than the scale of variation of g(r).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. SUMMARY"
        },
        {
            "text": "The ensemble-averaged equations have been derived by several researchers (cite Drew, Pai etc). Defining the average solid volume fraction as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "and starting from the mass conservation equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "which is trivially satisfied inside constant density, rigid particles, and multiplying it by the indicator function and taking the ensemble average yields ∂ ∂t I p ρ + ∇ · ( I p ρ ũ (p) ) = 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "For constant density particles I p ρ = ρ p I p = ρ p φ , and ũ (p) = I p ρu / I p ρ , which for constant ρ p simplifies to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "which is the phasic average velocity. Therefore, the average mass conservation equation in the ensemble-averaged approach is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Appendix C: Volume-averaged mass conservation equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "We can write a conservation equation for Φ p (V m ; t, ω) by considering its temporal evolution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "where we have used the fact that V m does not depend on t. Using Drew's topological equation and simplifying we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Or rewriting, we obtain the volume-averaged mass conservation equation to be",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "− ∂Vm J · n dA (4) .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "(C3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Note that the above equation is a stochastic equation with explicit dependence on the realization ω. Clearly, terms (1) and (3) in the above equation represent the ensemble-averaged mass conservation (cf. Eq. 17) for particles with constant material density, which is a deterministic equation. Terms (2) and (4) on the other hand, represent the departure of the stochastic volume-averaged mass conservation equation from its deterministic ensemble-averaged counterpart.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "(1)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Appendix D: Mass conservation in the spatially filtered approach",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Taking the time derivative ofφ defined by Eq. 29 results in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Substituting ∂I p (y, t) ∂t = −∇ y · (uI p )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "in the above equation results in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Using Gauss' divergence theorem, we can rewrite the above equation as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "noting that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "we can rewrite the last term in the preceding form of the mass conservation equation as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Appendix E: Representation of fluctuations in the volume averaging approach",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "The fluctuationΦ p (V m ; t, ω) which arises in the volume averaging approach can be related to the two-point density that is used to characterize fluctuations in the ensemble-averaging approach. This important relationship is established in the following. In order to consider fluctuations we consider the quantity Φ 2 p (A × B; t, ω) which we expand using Eq. 19 to obtain: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "The expected value of Φ 2 p (A × B; t, ω) is the second moment of particle volume which simplifies to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "The statistics of this quantity have a density only in the product space. This connects it to the two-point density, which is in turn related to g(r) (see Eq. A13 in Appendix A). We consider volume fluctuations in statistically homogeneous gas-solid flows. Gas-solid flows are characterized by an intrinsic statistical variability in quantities such as the number of particles, or the volume occupied by the particles in any given region. Moreover, formation of clusters can lead to a lack of separation of length scales. Therefore, the inherent statistical variability present in the volume occupied the particles in any region or \"measurement region\" needs to be characterized in a statistically homogeneous suspension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "In this context we introduce the concept of measurement or observation region. A measurement region is a region of arbitrary shape and fixed size in the gas-solid flow domain. It can be thought of as an observation window or frame in an experiment. We define statistical measures to characterize the level of local volume fluctuations in a measurement region. A schematic with the measurement region in the flow domain is shown in Fig. 2 . The solid phase is represented by the indicator function I p (x) which is unity if the point x lies in the solid phase and zero otherwise. The solid phase volume fraction fluctuations in any measurement volume V m depend on the microstructure or the particle configuration. It is useful to define the one-point and two-point probability functions S 1 (x 1 ) and C(x 1 , x 2 ) as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Here S 1 is the probability of finding a point in the solid phase. For statistically homogeneous gas-solid suspnesions this quantity is equal to the volume fraction of the solid phase. The quantity C(x 1 , x 2 ) is the probability of finding two points x 1 and x 2 simultaneously in the solid phase ( Torquato and Stell [92] ; Sundaram and Collins [91] ). For statistically homogeneous and isotropic gas-solid suspensions, C is only a function of the magnitude of the separation between the points i.e., C(x 1 , x 2 ) = C(|x 1 − x 2 |). Two limits of this function are of interest. When the separation between the points is very small, C → φ and when the separation becomes very large C → φ 2 . The inherent statistical variability in the volume fraction of the solid phase can be characterized in terms of the variance of the local volume fraction in a given measurement volume. In order to perform this calculation, the local volume fraction ( Lu and Torquato [94] , Quintanilla and Torquato [149] ) in a measurement volume centered at location x is defined as",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[91]",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 994,
                    "end": 999,
                    "text": "[149]",
                    "ref_id": "BIBREF148"
                }
            ],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "When the measurement volume is large, i.e. V m → ∞ the local volume fraction tends to the volume fraction of the solid phase. At the other extreme when the measurement volume becomes very small, the local volume fraction becomes the indicator function of the solid phase at the point x.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "It is useful to express the local particle volume in terms of volume integrals over the entire domain. The physical domain is deterministic and so the expectation operator and the integral operator commute. In order to define the local volume fraction as an integral over the whole domain, we define an indicator function for the measurement region as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "From the definition it is clear that I V x m (y) = I V 0 m (y − x). Therefore, the indicator function of a measurement region centered at any point x is written in terms of the indicator function of the measurement region centered at origin. With this definition, the local particle volume in a measurement region centered at a point x can be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Note that in the above equation the integral is over all possible values of y and not over V m . It is clear that the expected value of the local particle volume is nothing but the average particle volume of the solid phase. A measure of the fluctuations in particle volume fluctuations can be obtained by examining the ratio of the standard deviation of the local particle volume to the average solid phase volume. This ratio k φ = σ ε / φ gives a measure of the nonuniformity of the local particle volume. Here, the standard deviation of the local particle volume is defined as σ 2 ε = ε 2 − φ 2 . It is instructive to examine the limits of the intensity of particle volume fluctuations k φ . For large measurement volumes, k φ → 0. For very small measurement volumes σ 2 ε → φ − φ 2 and hence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "We now establish the relationship between the standard deviation of the particle volume fraction and the two-point correlation function C. The expected value of the square of the local volume fraction fluctuations (for a homogeneous random field) is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Since the gas-solid flow is homogeneous, C(y, z) = C(y − z). Now invoking a transformation r = y − z, we see that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "where all integrals are over the entire domain and the dependence on x is dropped on account of statistical homogeneity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "In the above expression, V int 2 (r) is the volume of intersection of two measurement regions separated by r. This is because I V 0 m (y − x), is the indicator function of a measurement volume centered at x. Similarly, I V 0 m (y − (x + r)) is the indicator function of a measurement region centered at the point x + r. Hence the volume integral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "gives the volume of intersection of these two measurement regions, which depends on the shape and size of the measurement regions but is independent of x. From the definition of the intersection volume, it is clear that Vr V int 2 (r) dr = V 2 m . Therefore, the variance of the fluctuations can now be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "Therefore, the final expression for the intensity of volume fraction fluctuations becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        },
        {
            "text": "In the volume averaged approach, although the fluctuationΦ p (V m ; t, ω) also does not have a smooth density in x, it could be modeled in a manner similar to GPCE [140] exploiting Karhunen-Loeve expansions [141] . A model for this particle volume fluctuation must imply a model for the evolution of the two-point density. This can give insight into how its spatially filtered counterpart can be modeled, which in turn implies a model for the spatially filtered two-point density.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "text": "[140]",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 207,
                    "end": 212,
                    "text": "[141]",
                    "ref_id": "BIBREF140"
                }
            ],
            "ref_spans": [],
            "section": "Appendix B: Details of ensemble-averaged mass conservation equation derivation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "support from SERDP WP19-1163 under the direction of Dr. Robin Nissan through the NSWC-Crane Naval Innovative Science and Engineering Program",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CFD-DEM modelling of multiphase flow in dense medium cyclones",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vince",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Powder Technology",
            "volume": "193",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CFD-DEM study of the effect of particle density distribution on the multiphase flow and performance of dense medium cyclone",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vince",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Minerals Engineering",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mineng.2009.04.008"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multiphase flow regimes for hydrogenation in a catalyst-trap microreactor",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Harish",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mansfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pau",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Besser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chemical Engineering Journal",
            "volume": "135",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Control of global warming?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Latham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Marine cloud brightening",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bower",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Choularton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gadian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galbraith",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Philosophical Transactions of the Royal Society A: Mathematical, Physical and Engineering Sciences",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preliminary results for salt aerosol production intended for marine cloud brightening, using effervescent spray atomization",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Galbraith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neukermans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ormond",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Philosophical Transactions of the Royal Society of London Series A",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rsta.2014.0055"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Conventional and autothermal pyrolysis of corn stover: Overcoming the processing challenges of high-ash agricultural residues",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Polin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Whitmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Analytical and Applied Pyrolysis",
            "volume": "143",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Process intensification of biomass fast pyrolysis through autothermal operation of a fluidized bed reactor",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Polin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Whitmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Applied Energy",
            "volume": "249",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Process intensification of biomass fast pyrolysis via autothermal operation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Polin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Scale-up of fluidized-bed hydrodynamics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knowlton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Issangya",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Powder Technology",
            "volume": "150",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mass transfer in the core-annular and fast fluidization flow regimes of a cfb",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Breault",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Guenther",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Powder Technology",
            "volume": "190",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modeling average gas-solid heat transfer using particle-resolved direct numerical simulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Heat and Mass Transfer",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "High speed imaging of particle flow fields in CFB risers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gopalan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Breault",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cocco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Karri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hays",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knowlton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Powder technology",
            "volume": "242",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Particle cluster dynamics during fluidization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gopalan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Chew",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hrenya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hays",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Karri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cocco",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "100",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Chemical reactor modeling",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Jakobsen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Multiphase Reactive Flows",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CFD application to prediction of void distribution in two-phase bubbly flows in rod bundles",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anglart",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Nylund",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nuclear Engineering and Design",
            "volume": "163",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experiment and numerical simulation of bubbly two-phase flow across horizontal and inclined rod bundles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Serizawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kataoka",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nuclear engineering and design",
            "volume": "175",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bubble column reactors",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kantarci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Borak",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "O"
                    ],
                    "last": "Ulgen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Process biochemistry",
            "volume": "40",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Kinetic modeling of the fischer-tropsch synthesis in a slurry phase bubble column reactor using langmuir-freundlich isotherm",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haghtalab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nabipoor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Farzad",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fuel processing technology",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Modelling of catalytic coal hydrogenation in a bubble column reactor: 2. model calculations of bubble column cascades",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Storm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Köpsel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Fuel",
            "volume": "71",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Bubble column reactors. by wolf-dieter deckwer",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Winterbottom",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Chemical Technology & Biotechnology",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Homogeneous oxidation of n-butane in a self-stirred reactor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villermaux",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Chemical engineering and processing",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Wet air oxidation for the treatment of industrial wastes. chemical aspects, reactor design and industrial applications in europe",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Debellefontaine",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Foussard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Waste management",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High efficiency production of astaxanthin by autotrophic cultivation of haematococcus pluvialis in a bubble column photobioreactor",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ranjbar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shiraishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Katsuda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochemical Engineering Journal",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Biotransformation of d-sorbitol to l-sorbose by immobilized cells gluconobacter suboxydans in a bubble column",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kosseva",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Beschkov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Popov",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of biotechnology",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Modeling method for combining fluid dynamics and algal growth in a bubble column photobioreactor",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Nauha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Alopaeus",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chemical engineering journal",
            "volume": "229",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Design principles of photo-bioreactors for cultivation of microalgae",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Posten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Engineering in Life Sciences",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Simulation of bubbly flow in vertical pipes by coupling lagrangian and eulerian models with 3d random walks models: Validation with experimental data using multi-sensor conductivity probes and laser doppler anemometry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Muñoz-Cobo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A A E A"
                    ],
                    "last": "Essa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nuclear engineering and design",
            "volume": "242",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Multiscale considerations in direct numerical simulations of multiphase flows",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tryggvason",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dabiri",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aboulhasanzadeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physics of Fluids",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Experimental investigation of heat transport in homogeneous bubbly flow",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gvozdić",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alméras",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mathai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Gils",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verzicco",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Huisman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lohse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of fluid mechanics",
            "volume": "845",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Self-sustained biphasic catalytic particle turbulence",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mathai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature communications",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Multiphase flows: Rich physics, challenging theory, and big simulations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Turbulent dispersed multiphase flow",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annual review of fluid mechanics",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Bubbles, Drops and Particles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Clift",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Equation of motion for a small rigid sphere in a nonuniform flow",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Maxey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Riley",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Phys. Fluids",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Computational Models for Polydisperse Particulate and Multiphase Systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Marchisio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Accounting for finite-size effects in simulations of disperse particle-laden flows",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mahesh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "International Journal of Multiphase Flow",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Lagrangian-Eulerian methods for multiphase flows",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Progress in Energy and Combustion Science",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pecs.2012.10.003"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "On predicting particle-laden turbulent flows",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elghobashi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Appl. Sci. Res",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Statistical mechanics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcquarrie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Kinetic theory : Classical, Quantum, and Relativistic descriptions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Liboff",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Statistical Fluid Mechanics II",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Yaglom",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Turbulent Flows",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Suspension rheology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brenner",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Progress in heat and mass transfer",
            "volume": "",
            "issn": "",
            "pages": "89--129",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "An averaged-equation approach to particle interactions in a fluid suspension",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hinch",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Fluid Mechanics",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Kinetic theory for a monodisperse gas-solid suspension",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Physics of Fluids A",
            "volume": "2",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Particle-resolved direct numerical simulation for gas-solid flow model development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annual review of fluid mechanics",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Data-driven dimensional analysis of heat transfer in irradiated particle-laden turbulent flow",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jofre",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosario",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iaccarino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Multiphase Flow",
            "volume": "125",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A hybrid point-particle force model that combines physical and data-driven approaches",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Akiki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Computational Physics",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Whither turbulence? Turbulence at the crossroads",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "357",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The geometry of random fields",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Adler",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Random functions and turbulence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Panchev",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Mathematical modeling of two-phase flow",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drew",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Annu. Rev. Fluid Mech",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A comprehensive probability density function formalism for multiphase flows",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Fluid Mechanics",
            "volume": "628",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A fluid mechanical description of fluidized beds",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Ind. Eng. Chem. Fundam",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Thermo-fluid dynamic theory of two-phase flow",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishii",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Ensemble averaged and mixture theory equations for incompressible fluid-particle suspensions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Saville",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "General circulation experiments with the primitive equations: I. the basic experiment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smagorinsky",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Monthly weather review",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The representation of small-scale turbulence in numerical simulation experiments",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lilly",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "195--210",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Numerical investigation of turbulent channel flow",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of fluid mechanics",
            "volume": "118",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Large eddy simulation of complex engineering and geophysical flows",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smagorinsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Galperin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Evolution of physical oceanography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Wall-modeled large eddy simulation of an aircraft in landing configuration",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bose",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIAA AVIATION 2020 FORUM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "An Euler-Lagrange strategy for simulating particle-laden flows",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Capecelatro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Computational Physics",
            "volume": "238",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcp.2012.12.015"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Statistical representation of a spray as a point process",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. Fluids",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Large-eddy-simulation tools for multiphase flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu. Rev. Fluid Mech",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Stochastic lagrangian model for hydrodynamic acceleration of inertial particles in gas-solid suspensions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehrabadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Fluid Mechanics",
            "volume": "788",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Preferential Concentration of Particles by Turbulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fessler",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Enskog kinetic theory for monodisperse gas-solid flows",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Garzo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hrenya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Fluid Mechanics",
            "volume": "712",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "A solution algorithm for fluid-particle flows across all flow regimes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Computational Physics",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "A quadrature-based moment method for polydisperse bubbly flows",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Heylmun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Passalacqua",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computer Physics Communications",
            "volume": "244",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Principles of plasma physics, International series in pure and applied physics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Krall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Trivelpiece",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Fractals, Random Shapes and Point Fields, Wiley Series in Probability and Mathematical Statistics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stoyan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stoyan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Wiley Series in Probability and Mathematical Statistics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stoyan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mecke",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "A numerical study of the modulation of isotropic turbulence by suspended particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Fluid Mech",
            "volume": "379",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Coarse-graining approach to infer mesoscale interaction potentials from atomistic interactions for aggregating systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Markutsya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Industrial & engineering chemistry research",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "A stochastic model for the relative motion of high stokes number particles in isotropic turbulence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhariwal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of fluid mechanics",
            "volume": "756",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "KIVA-II: A Computer Program for Chemically Reactive Flows with Sprays",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Amsden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Accurate numerical estimation of interphase momentum transfer in lagrangian-eulerian simulations of dispersed two-phase flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lakehal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Multiphase Flow",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "A numerically convergent lagrangian-eulerian simulation method for dispersed two-phase flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Multiphase Flow",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Statistical modeling of sprays using the droplet distribution function",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Fluids",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Theory of Multicomponent Fluids",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Passman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Basic equations of turbulence in gas-liquid two-phase flow",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kataoka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Serizawa",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Locally averaged equations of motion for a mixture of identical spherical particles and a newtonian fluid",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Chemical Engineering Science",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Effects of particle-phase turbulence in gas-solid flows",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hrenya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "AIChE Journal",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Summer school on numerical modelling and prediction of dispersed two-phase flows",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Simonin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "IMVU, Meserburg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "A thermodynamical formulation for dispersed multiphase turbulent flows-1: Basic theory",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "A multiscale model for dilute turbulent gas-particle flows based on the equilibration of energy concept",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Physics of Fluids",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "On multiphase turbulence models for collisional fluid-particle flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Fluid Mechanics",
            "volume": "742",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "A multiscale model for dilute turbulent gas-particle flows based on the equilibration of energy concept",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Fluids",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Spectrum of density fluctuations in a particle-fluid system-I. Monodisperse spheres",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Microstructure of two-phase random media. i. the n-point probability functions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stell",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "The Journal of Chemical Physics",
            "volume": "77",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Spectrum of density fluctuations in a particle-fluid system-ii. polydisperse spheres",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Local volume fraction fluctuations in heterogeneous media",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Journal of chemical physics",
            "volume": "93",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Analysis and Modeling of Structure Formation in Granular and Fluid-Solid Flows",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Numerical study of collisional particle dynamics in cluster-induced turbulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Capecelatro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Fluid Mechanics",
            "volume": "747",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Theory Guide",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Syamlal",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Documentation",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Stability of a sheared particle suspension",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumaran",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Physics of Fluids",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Pseudo-turbulent gas-phase velocity fluctuations in homogeneous gas-solid flow: fixed particle assemblies and freely evolving suspensions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mehrabadi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Fluid Mechanics",
            "volume": "770",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Pseudo-turbulent heat flux and average gas-phase conduction during gas-solid heat transfer: flow past random fixed particle assemblies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Fluid Mechanics",
            "volume": "798",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Force variation within arrays of monodisperse spherical particles",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Akiki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Physical Review Fluids",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Direct numerical simulations of fluid-solid systems using the arbitrary Lagrangian-Eulerian technique",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Patankar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Comp. Phys",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "An arbitrary Lagrangian-Eulerian finite element method for interaction of fluid and a rigid body",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nomura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J R"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Comput. Meth. Appl. Mech. Eng",
            "volume": "95",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Effect of turbulence on the drag and lift of a particle",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bagchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Fluids",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Response of the wake of an isolated particle to an isotropic turbulent flow",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bagchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Fluid Mech",
            "volume": "518",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Fully resolved simulations of particle-turbulence interaction",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Burton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Eaton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Fluid Mech",
            "volume": "545",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "A new formulation of the distributed Lagrange multipliers/fictitious domain method for particulate flow",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patankar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glowinski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "A fictitious domain approach to the direct numerical simulation of incompressible viscous flow past moving rigid bodies: Application to particulate flow",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Glowinski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Hesla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Périaux",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Comp. Phys",
            "volume": "169",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Lattice-Boltzmann simulations of particle-fluid suspensions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J C"
                    ],
                    "last": "Ladd",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Verberg",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Statistical Physics",
            "volume": "104",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "A fast computation technique for the direct numerical simulation of rigid particulate flows",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patankar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comp. Phys",
            "volume": "205",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "A numerical method for fully resolved simulation (FRS) of rigid particle-flow interactions in complex flows",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Patankar",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Comp. Phys",
            "volume": "228",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "The fluid dynamics of heart valves: experimental, theoretical, and computational methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Peskin",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Annu. Rev. Fluid Mech",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Interaction of Massive Particles with Turbulence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mohd-Yusof",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "The immersed boundary method: A projection approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taira",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Colonius",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Computational Physics",
            "volume": "225",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcp.2007.03.005"
                ]
            }
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "PHYSALIS: A new o(N) method for the numerical simulation of disperse systems. Part I: Potential flow of spheres",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oguz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prosperetti",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Comp. Phys",
            "volume": "167",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "An immersed boundary method with direct forcing for the simulation of particulate flows",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Uhlmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Comp. Phys",
            "volume": "209",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "DOI10.1016/j.jcp.2005.03.017"
                ]
            }
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Modeling and simulation of two-phase flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Immersed boundary method for flow around an arbitrarily moving body",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Comp. Phys",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Modulation of isotropic turbulence by particles of Taylor length-scale size",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elgobashi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Fluid Mech",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Direct numerical simulation of free-surface and interfacial flow",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scardovelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zaleski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu. Rev. Fluid Mech",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Rheology of suspensions with high particle inertia and moderate fluid inertia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wylie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ladd",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Fluid Mechanics",
            "volume": "480",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Direct numerical simulation of gas-solid suspensions at moderate Reynolds number: Quantifying the coupling between hydrodynamic forces and particle velocity fluctuations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hrenya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Powder Technology",
            "volume": "203",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "Fully resolved simulation of a gas-fluidized bed: A critical test of DEM models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kriebitzsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Hoef",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kuipers",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chem. Eng. Sci",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ces.2012.12.038"
                ]
            }
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "Structure-dependent drag in gas-solid flows studied with direct numerical simulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chem. Eng. Sci",
            "volume": "116",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ces.2014.04.025"
                ]
            }
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Particle-resolved direct numerical simulation of gas-solid dynamics in experimental fluidized beds",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AIChEJ",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/aic.15186"
                ]
            }
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Direct numerical simulations of dynamic gas-solid suspensions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A J F"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A M"
                    ],
                    "last": "Kuipers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AIChEJ",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/aic.15197"
                ]
            }
        },
        "BIBREF126": {
            "ref_id": "b126",
            "title": "Lattice Boltzmann simulations of low-Reynolds-number flow past fluidized spheres: effect of Stokes number on drag force",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Derksen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaresan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Fluid Mech",
            "volume": "788",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/jfm.2015.679"
                ]
            }
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "Lattice Boltzmann simulations of low-Reynoldsnumber flows past fluidized spheres: effect of inhomogeneities on the drag force",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozel",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Derksen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaresan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Fluid Mech",
            "volume": "833",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/jfm.2017.705"
                ]
            }
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "Study of particle inertia effects on drag force of finite sized particles in settling process",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Zaidi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chem. Eng. Res. Des",
            "volume": "132",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cherd.2018.02.013"
                ]
            }
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "Direct numerical simulation of gas-solids flow based on the immersed boundary method",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mohd-Yusof",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Computational Gas-Solids Flows and Reacting Systems: Theory, Methods and Practice",
            "volume": "",
            "issn": "",
            "pages": "245--276",
            "other_ids": {}
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "Drag law for monodisperse gas-solid systems using particle-resolved direct numerical simulation of flow past fixed assemblies of spheres",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tenneti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Intl. J. Multiphase Flow",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Computational methods for multiphase flow",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prosperetti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tryggvason",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "Effect of particle clusters on carrier flow turbulence: A direct numerical simulation study, Flow, Turbulence and Combustion",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramaniam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Modeling heat and mass transfer in reacting gas-solid flow using particle-resolved direct numerical simulation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Computer Simulation of Liquids, molecular dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Tildesley",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Investigation of direct forcing immersed boundary method",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Balachandar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "Filtered two-fluid models for fluidized gas-particle suspensions",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Igci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaresan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pannala",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "AIChE Journal",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF138": {
            "ref_id": "b138",
            "title": "Validation of filtered two-fluid models for gas-particle flows against experimental data from bubbling fluidized bed",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ozarkar",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Milioli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Milioli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sundaresan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Powder Technology",
            "volume": "284",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF139": {
            "ref_id": "b139",
            "title": "Modeling uncertainty in flow simulations via generalized polynomial chaos",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Karniadakis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of computational physics",
            "volume": "187",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF140": {
            "ref_id": "b140",
            "title": "Reduced chaos decomposition with random coefficients of vector-valued random variables and random fields",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soize",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Ghanem",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Computer Methods in Applied Mechanics and Engineering",
            "volume": "198",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF141": {
            "ref_id": "b141",
            "title": "Analysis and synthesis of point distributions based on pair correlation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Öztireli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ACM Transactions on Graphics (TOG)",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF142": {
            "ref_id": "b142",
            "title": "Filtered density function for large eddy simulation of turbulent reacting flows",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jaberi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Givi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Physics of Fluids",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "Computational Models for Turbulent Reacting Flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF144": {
            "ref_id": "b144",
            "title": "A Unified Approach to Kinetic Description of Processes in Active Systems, Fundamental Theories of Physics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Klimontovich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF145": {
            "ref_id": "b145",
            "title": "Mesoscopic theory of granular fluids",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Van Noije",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ernst",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brito",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orza",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Physical review letters",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF146": {
            "ref_id": "b146",
            "title": "1992) now out of print",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Nicholson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Introduction to Plasma Theory",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF147": {
            "ref_id": "b147",
            "title": "Statistical Physics",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Klimontovich",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF148": {
            "ref_id": "b148",
            "title": "Local volume fraction fluctuations in random media",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quintanilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torquato",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "The Journal of chemical physics",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "An image from high-speed video of a riser flow showing the complex hydrodynamics and multiscale features of the particle-laden suspension. The superficial gas velocity is 6.6 m/s and the solids flux is 20 kg/(m 2 -s). Reprinted from Powder Technology, vol. 242, F. Shaffer, B. Gopalan, R. W. Breault, R. Cocco, S. R. Karri, R. Hays, and T. Knowlton, \"High speed imaging of particle flow fields in CFB risers,\" 86, Copyright (2013), with permission from Elsevier.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A × B; t, ω) = A φ dx 1 +Φ p (A ; t, ω) B φ dx 2 +Φ p (B; t, ω) .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Schematic showing the intersection of solid particles with the measurement region. The region of space occupied by the solids is hatched with vertical lines. The region of intersection of the solid particles with the measurement region is hatched with horizontal lines.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "I would like to acknowledge S. \"Bala\" Balachandar for first prompting my interest in the spatially filtered approach as an interesting alternative to the statistical approach. I would like to thank Sudheer Tenneti for his contribution to Appendix E from his thesis work, and Eric Murphy for useful comments on an early draft of this manuscript.This material is based upon work supported by the National Science Foundation under Grant No. 1905017 (ENG-CBET-Thermal Transport Processes) and the U.S. Department of Energy, Office of Energy Efficiency and Renewable Energy (EERE), Advanced Manufacturing Office, Award Number DE-EE0008326. SS also wishes to acknowledge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Appendix A: Statistical characterization of stochastic point processes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}