{
    "paper_id": "5b52715a26a76058b2c0016981d6012d06190b38",
    "metadata": {
        "title": "Association of County-Wide Mask Ordinances with Reductions in Daily CoVID-19 Incident Case Growth in a Midwestern Region Over 12 Weeks",
        "authors": [
            {
                "first": "Enbal",
                "middle": [],
                "last": "Shacham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Louis University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Scroggins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Louis University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Ellis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Saint Louis University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mpe",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Garza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "SSM Health",
                    "institution": "",
                    "location": {
                        "settlement": "St. Louis",
                        "region": "MO"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Importance: This study assessed the longitudinal impact of new COVID-19 cases when a mask ordinance was implemented in 2 of a 5-county Midwestern U.S. metropolitan region over a 3month period of time. Reduction in case growth was significant and reduced infection inequities by race and population density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: The objective of this study was to assess the impact that a mandatory mask wearing requirement had on the rate of COVID-19 infections by comparing counties with a mandatory policy with those neighboring counties without a mandatory masking policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: This was a quasi-experimental longitudinal study conducted over the period of June 12-September 25, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Setting: This study was a population-based study. Data were abstracted from local health department reports of COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants: Raw cases reported to the county health departments and abstracted for this study; census-level data were synthesized to address county-level population, income and race.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The essential features of this intervention was an instituted mask mandate that occurred in St. Louis City and St. Louis County over a 12 week period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The primary study outcome measurement was daily COVID-19 infection growth rate. The mask mandate was hypothesized to lower daily infection growth rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 has claimed over 210,000 lives in the U.S. 1 While urgent policies have been implemented to reduce COVID-19 infections throughout the pandemic, there has been significant variability across state and local governments. In particular, due to the difficulty in maintaining social distancing guidelines and in an attempt to allow the economy to recover by opening businesses, some elected officials have issued mask mandates for the public to reduce COVID-19 transmission. Research has demonstrated the effectiveness of masks in preventing the spread of infectious diseases through airborne droplets, 2 yet the majority of a community would need to be masked in order to reduce infection rates. Several governors have avoided state-level mandates by rationalizing that within-state variations of COVID-19 infection rates call for more localized public health policymaking than state-wide orders. 3 While studies found mask policies to be effective in reducing infection growth rates early in the pandemic, there is an urgent need to know how the impact of such policy persists over time; in addition, the impact on unequal infection rates such as higher rates reported among African-American/Black and Hispanic/Latinx populations. 1 Mask wearing has transitioned to a politically nuanced behavior, and this has been particularly true in the region surrounding the Midwestern city of St. Louis, providing a natural experiment to understand the longitudinal impact of a variable mask mandate policies has on county-level changes in incident CoVID-19 rates over a 12-week period.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 903,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This ecological study evaluated the effects of a public mask mandate on the daily cumulative case growth of COVID-19 infections among five neighboring counties within the metropolitan statistical area of Saint Louis, Missouri: City of St. Louis, St. Louis County, Jefferson County, Saint Charles County, and Franklin County. The study period included a three-week period prior All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 30, 2020. ; https://doi.org/10.1101/2020.10.28.20221705 doi: medRxiv preprint to the implementation of a mandatory mask order in St. Louis City and County on July 3, 2020, and a 12-week post-implementation period, for a total of 15 weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The primary outcome of interest was the cumulative daily percent change of reported COVID-19 cases by county. Daily incident COVID-19 cases were sourced from publicly available data provided by the Missouri Department of Health and Senior Services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome of Interest"
        },
        {
            "text": "Presence of a mask ordinance was the primary predictor of interest. Among the five counties, two implemented a mask ordinance during the study period for individuals entering public indoor spaces; the City and County of Saint Louis 4 (M+), with three counties having no such mandate during the study period (M-).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Predictor and Covariates"
        },
        {
            "text": "As COVID-19 infections occur more often among areas with higher county-level population density per square mile, higher proportion of residents identifying as non-white, and lower median annual household income, 25,6 these variables were included from the 2018, 5-year American Community Survey to control for variations in COVID-19 case growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Predictor and Covariates"
        },
        {
            "text": "Data were constructed with daily percent changes in COVID-19 cases as a function of time (daily) and location (county), with 530 unique observations from June 12, 2020 to September 25, 2020. The average percent change in cases per day was calculated across M+ and Mcounties to understand the pattern of COVID-19 growth throughout the study period. Kendal's tau-b rank correlation test was employed to identify associations among county-level demographics and percent daily growth of COVID-19 cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 30, 2020. ; https://doi.org/10.1101/2020.10.28.20221705 doi: medRxiv preprint A difference-in-difference (DID) framework was employed to evaluate the effect of mask ordinances on percent daily growth in COVID-19 prevalence. Specific to this study, a DID estimator (δ) was calculated using binary dummy variables for both treatment (M+ or M-) at time (prior to mask ordinance implementation and after implementation). The calculated DID estimator was then applied to a linear probability model to determine the effects of a mask ordinance on COVID-19 case growth. Four adjusted models were constructed, accounting for county-level characteristics, each at 3 week intervals past the implementation date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Statistical analyses were completed using R 4.0 software with significance determined at α = 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "Over the 15-week period, the average daily percent growth of reported COVID-19 cases across all five counties was 1.81%(±1.62%). A total of 44,294 cases were reported throughout this period among a total estimated population of just over 2,000,000 residents, which is approximately one-third of the population within the state of Missouri. In adjusted linear probability models (Table 1) , the mask mandate was found to be significantly associated with slowing the reported growth of daily COVID-19 cases across the study period. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 30, 2020. ; https://doi.org/10.1101/2020.10.28.20221705 doi: medRxiv preprint From 3 weeks pre-policy to 3 weeks post-policy, M+ counties had a daily average COVID-19 growth rate of 44% less than M-counties (1.08/2.44). At week 6, 9, and 12 assessments, modeling revealed a continuing significant reduction in COVID-19 cases in counties with mask mandates. From pre-policy to 12 weeks post-policy (Figure 2) , M+ counties had a daily average COVID-19 growth rate of 40% less than of M-counties (0.47/1.16). Using the DID linear probability equation, a counterfactual line is estimated, indicating probable growth of counties with mask mandate had a mask mandate not been implemented. Within the adjusted models, accounting for the DID estimator, proportion non-white population and population density were negatively associated with increased daily growth rate, yet median income did not contribute significantly to any of the calculated models.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 474,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This longitudinal study demonstrates that the implementation of county-level mask mandates lowered incident COVID-19 case growth over time, compared to neighboring counties with no such mask mandate. Importantly, the results highlight the swiftness of such impact, with significant effects seen at just 3 weeks post-implementation. As time progressed, this impact was slightly reduced, possibly due to the arbitrary political borders of counties and states, which do not necessarily constrain transmission as mobility across mask mandate and non-mandated regions occurs. Although broader state or national mandatory mask ordinances would likely have a significant reduction in COVID-19 infections, in their absence, support for governors and elected officials to minimize the interactions across these borders may be beneficial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, implementation of a mask mandate may have reduced the unequal burden on African American/Black and Hispanic/Latinx individuals, as well as areas with higher population density. COVID-19 has highlighted the impact and swiftness of racial and ethnic inequities through higher rates of COVID-19 morbidity and mortality among non-white communities. In particular, many individuals were unable to abide by stay-at-home orders that protected middle All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted October 30, 2020. ; https://doi.org/10.1101/2020.10.28.20221705 doi: medRxiv preprint and high-income communities as a result of \"essential\" employment in grocery stores, health care support positions, and public transportation. These jobs, often lacking PPE and paid sick leave, are more often filled by people of color, living in higher population density and lower socioeconomic areas. 7 The mask policy that was enacted in many communities may have provided a more equal approach to reducing COVID-19 infections, as it occurred in St. Louis,",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "text": "7",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Missouri."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Missouri."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Use of facemasks to limit COVID-19 transmission",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Epidemiol Serv Saude",
            "volume": "29",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community Use Of Face Masks And COVID-19: Evidence From A Natural Experiment Of State Mandates In The US. Health Aff (Millwood)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wehby",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "1419--1425",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the US response: accelerating health inequities",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Okonkwo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "T"
                    ],
                    "last": "Aguwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Evid Based Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 exacerbating inequalities in the US",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Dorn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Sabin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1243--1244",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Association of mobile phone location data indications of travel and stay-at-home mandates with covid-19 infection rates in the us",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA network open",
            "volume": "3",
            "issn": "9",
            "pages": "2020485--2020485",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The average daily percent growth in incident COVID-19 cases was similar between M+ and Mcounties in the 3 weeks prior to implementation of mandatory mask policies (0.90%[±0.68] vs.1.27%[±1.23%], respectively, p=0.269)(Figure 1). Prior to the mandate implementation a there was no association between percent growth of COVID-19 cases and percent racial minorities, population density, nor median income per county.At 12 weeks post-implementation, the average daily COVID-19 case growth among M-was 2.42%(±1.92), significantly higher than the average daily COVID case growth among M+ counties (1.36%[±0.96%], p<0.001).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The copyright holder for this preprint this version posted October 30, 2020. ; https://doi.org/10.1101/2020.10.28.20221705 doi: medRxiv preprintTable 1. Covariate associations 3 weeks prior to mask mandate and 12 weeks after mask mandate a 3 weeks prior to mask mandate, June 12 to July 3 Kendal's tau-b rank correlationTable 2. Linear probability models predicting percent growth in reported COVID-19 cases among five counties in Missouri 3 Weeks Post Mask Policy 6 Weeks Post Mask Policy 9 Weeks Post Mask Policy 12 Weeks Post Mask Policy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}