{
    "paper_id": "5bb332dbc282e0bce63cdd3505212775f161e9dc",
    "metadata": {
        "title": "Equipment and Materials for Medical Photography",
        "authors": [
            {
                "first": "Ali",
                "middle": [],
                "last": "Johnston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Pasquali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ramón",
                "middle": [],
                "last": "Alberich-Carrasco",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The first question most people ask when they get into medical photography is: what type of camera and accessories do I need to use or buy? Given the high availability of cameras, lenses, and accessories in the market and the different objectives sought when shooting, it is extremely difficult, if not impossible, to make a one-size-fits-all recommendation. Each medical specialty will find a particular set of equipment with features that makes it best suited for their particular requirements. This chapter will deal with some basic knowledge on cameras, lenses, flashes, and other useful accessories to help make a start with the right foot on medical photography. Seasoned photographers will certainly need more in-depth information on photographic equipment. Here we will focus on digital photography and its use in detail (macro), portrait and full body. Special equipment (e.g., ophthalmology, dental, and endoscopy) will be dealt with in specific chapters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Selecting the right camera comes down to what type of photographs you want to take, in what context you are going to use them and how much you are willing to spend. Although not an easy task, getting the best equipment for the job right from the beginning should be the main objective for a medical photographer; that will save the frustration of making a non-negligible investment and then realizing that your pictures are not good enough for the purpose you took them for.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment"
        },
        {
            "text": "In this chapter we deal mainly with nonmedically specialized photographic equipment that may be appropriate for medical photography. In other sections of this book, we deal with photographic equipment specifically designed or adapted for medical needs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment"
        },
        {
            "text": "The photographic equipment we describe is seen from the perspective of its potential use in medical photography. This section is not commercially biased. Suggestions are based on the authors' personal use, experience, and knowledge; any mention of brands is only done with the intention of helping the reader better understand the different options when choosing photographic equipment. As this chapter is written during the first part of year 2019, most of the models shown here reflect what the market offered at that time. It is impossible for a chapter on photographic equipment not to become obsolete in just a few years (or months!). As technology evolves, new models become available. It is to the reader to adapt the subjacent message of what makes a better medical photographic equipment to the upcoming models. Your first camera will probably not be your last one. You will upgrade into new models, change manufactures, and probably change technology. Just to say that the authors of this chapter are from the analogic era of photography! For those passionate for technology and for those that make use of technology just to improve the quality of people's lives (including their own), there is an exciting journey ahead of us. Let's go for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equipment"
        },
        {
            "text": "Digital cameras can be classified into different types (Table 11 .1):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "text": "(Table 11",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Cameras"
        },
        {
            "text": "• Basic compact • Advanced compact (also called zoom compact) • Bridge (also called super-zoom) • Mirrorless (or compact system camera-CSC) • Digital single-lens reflex (DSLR or dSLR) • Medium format • Adventure (action) cameras • Instant cameras • Smartphones",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cameras"
        },
        {
            "text": "Maybe the types more relevant to the scope of this chapter are those with interchangeable lenses (DSLR and mirrorless cameras) and, of course, smartphones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cameras"
        },
        {
            "text": "As technology is in constant evolution, the frenetic speed of change makes it impossible to recommend one camera brand over another; it even makes it difficult to set clear-cut definitions between camera types. The biggest brands are putting great effort in research and development and enhancing so much camera capabilities that different camera types are becoming to overlap in their feature offer. There are today compact cameras with features that in the past were only available in DSLR/CSC cameras, like 1-in. sensors, external flash connectivity, and RAW shooting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cameras"
        },
        {
            "text": "Putting aside the traditional classification of cameras mentioned above, maybe the single most important feature that might allow classifying cameras is their sensor size and resolution (pixel size is paramount). As we explain in this and other chapters of this book, the final use of the image (either on a digital display or printed on paper) will demand a minimum sensor size and resolution. In this chapter we transit the traditional classification of cameras but highlight their sensor size and resolution as a key element. (Courtesy of © Canon Inc., All rights reserved); Medium Format: Hasselblad X ID-50c (Courtesy of © Hasselblad 2020, All rights reserved); Action cameras: GoPro Hero8 (Courtesy of © 2020 GoPro, Inc., All rights reserved); Instant camera: Leica Sofort (Courtesy of © 2020 Leica Camera AG, All rights reserved); High-end smartphone: Huawei P30Pro (Courtesy of © 2020 Huawei Technologies, All Rights R Co., Ltd., All rights reserved)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cameras"
        },
        {
            "text": "Compact digital cameras, also known as pointand-shoot cameras, are very simple to use. The majority of these cameras offer automatic mode, although there are some models in the market with manual or semiautomatic control mode available. Scene selection is one of the few settings allowed. The lens cannot be changed and its image quality is not optimal. It is customary to have an integrated flash in the camera body. The sensor size is small, although the final quality of the image is often software enhanced. Given that the individual components of the camera are of a lesser quality and that lens and some photo parameters cannot be changed, the quality of the image is poor. Basic compacts only take JPEG format.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basic Compact"
        },
        {
            "text": "Due to the constant improvements in smartphone cameras, the compact camera category is receiving a lot of competition; most camera manufacturers are not investing much in keeping the low end of this category alive. Basic point-andshoot cameras are affordable, light, and easy to use, but in general they do not render the quality required for good medical photography. Basic compacts are \"kids\" cameras ( Fig. 11.1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 405,
                    "end": 414,
                    "text": "Fig. 11.1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Basic Compact"
        },
        {
            "text": "Advanced-compact (or advanced point-andshoot) cameras, although still far away from CSC/ DSLRs, are a step forward in the direction of better-quality images given that they can provide for full manual control of settings and RAW shoot-ing. Some come with low light mode with up to ISO 12800 (Canon PowerShot G12, although the standard for this category is a much lower ISO setting such as ISO 1600), HDR mode, image stabilizer, HD movies, an attached focal-length adjustable telephoto lens, and some limited lens accessories catalog. Best advanced-compact cameras have 1/2.3 in. sensors (5.64 crop factor) with resolutions in the vicinity of 20 MP, although some Canon and Panasonic Lumix models feature a 1-in. sensor (2.7 crop). Optical zoom can vary from 3× to 45×, for focal lengths of equivalent 21-1080 mm (Canon SX 430 IS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advanced Compact"
        },
        {
            "text": "On the other hand, given their small size sensor, compact cameras typically cannot clearly separate foreground from background; they are what is called an \"all-in-focus\" device. This can be a problem in portrait photos where you want to get rid of the background by blurring it (bokeh effect). In medical photography, where sharp images and large depth of field is desired, this type of focusing is not ideal either.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advanced Compact"
        },
        {
            "text": "If under budgetary and portability restrictions, advanced-compact cameras can be adequate for medical photography. The classic Canon G12 (10 MP resolution in a 1/1.7 in. or 7.6 × 5.7 mm sensor cropped down to 4.55) is an advancedcompact model that allows the attachment of a dermatoscope and/or an external flash. The most recent released Canon models such as the G1x and G5x have been upgraded with superior resolutions. Nikon provides compact cameras such as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Advanced Compact"
        },
        {
            "text": "Shearing some features with an entry-level CSC/ DSLR, bridge cameras were originally defined as a bridge between advanced compact and CSCs/ DSLRs. They feature a non-interchangeable zoom lens covering from wide to telephoto focal lengths (typically 25-600 mm full frame equivalent for a high-end bridge). They have smallersized sensors compared to interchangeable-lens cameras. Most bridge cameras pack a 1 in. sensor (sized 12.8 × 9.6 mm, crop 2.7) or smaller. With a DSLR-style handling, they feature automatic and manual shooting modes and a full range of creative controls. Today's bridge cameras have evolved in image quality due to better sensor and software technology, even bypassing high-end interchangeable-lens cameras in some aspects. These high-tech small sensors can be quite fast when reading information which allows shooting video speeds of up to 14 frames per second in 4 K or 960 fps in SD mode. An additional advantage of a smaller sensor is the ability to build a fast telephoto lens around it [1] .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1018,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Bridge"
        },
        {
            "text": "Bridge cameras are smaller and lighter; when considering lenses costs, they can be more affordable than interchangeable-lens cameras, and their image quality can compete with entry-level DSLR/CSCs carrying small sensors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bridge"
        },
        {
            "text": "A list of good bridge cameras should include Sony Cyber-Shot RX10 IV, Panasonic Lumix FZ2000/2500, Canon PowerShot SX 70 HS, and Nikon Coolpix P1000 ( Fig. 11 .3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Bridge"
        },
        {
            "text": "Given the actual evolvement of interchangeablelens cameras in favor of compact system cameras (CSCs) and away from DSLRs, and given that both categories share a family of equally sized sensors, we tend to think of CSCs and DSLRs as two expressions of the same basic category, with sensors in the 1.0-2.0 crop factor range. DSLR cameras inherit the optic design of old times 35 mm film reflex. In DSLRs the photographer can view the scene through the lens in the optical viewfinder (OVF). An array of mirrors and a system for synchronizing shutter opening with a moving mirror allows the photographer to see the scene when not shooting or the sensor to see it when shooting. In a CSC camera, the imaging sensor is always exposed to light, giving the photographer a digital preview of the image either on an electronic viewfinder (EVF) or on a rear LCD screen. A more detailed description of how does a DSLR/CSC camera work can be seen in this book in Chap. 12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "The quality of the digital image produced by the sensor depends on the size of the individual pixels and the amount of pixels in sensor's array. Cameras with bigger sensors can render betterquality pictures. Full-frame sensor (24 × 36 mm as in 35 mm film photography) cameras can render top-quality images, although if photos are not intended for being magnified, fractional (smaller than full-frame) sensor DSLR/CSC cameras can successfully do the job. Fractional-sensor (crop factor bigger than 1) interchangeable-lens cameras can produce high-quality images when reproduced at common size digital displays or printed paper formats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "The main advantages of DSLR/CSC cameras are the interchangeability of lenses and the use of bigger sensors as compared to advanced compact, bridge, or smartphones; these two features add up to better-quality images. All DSLR/CSC cameras allow RAW and JPEG formats. All of them offer manual mode and other pre-programmed camera modes. A wide range of attachments and flash options are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "Nowadays, a good-quality picture can be achieved either by using a DSLR or CSC with the right sensor size/quality. Historically, for many decades, SLR cameras have been the cameras of choice for professionals, even before the digital versions were born. Today, within professional photographers, CSCs are competing strongly for the market of interchangeable-lens cameras; mirrorless cameras seem to be the wave of the future. Having most of the features of DSLR cameras, mirrorless cameras are smaller and lighter, and the camera-lens system is a little less expensive than with DSLR cameras. One small disadvan-tage of CSCs could be the need for more spare batteries given that powering a screen continuously takes up a lot of power. Another disadvantage may be a lesser availability of lenses for CSCs as compared to DSLRs, a problem that's been quickly solved by the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "Rather than subclassifying interchangeablelens cameras into DLSR or mirrorless, we favor separating them by their potential for betterquality images, i.e., sensor size: full-frame vs. fractional sensor. Other things being equal, maybe the most important factor for quality images is sensor size. A big sensor allows a combination of more/bigger pixels that translates into higher resolution and less noise. As will be explained in Chap. 12, the final use of the image suggests the sensor size best suited for the job, and hence the camera viewer system (either DSLR or mirrorless) becomes less relevant. At the end, it is to the camera user to decide which camera viewer system is more compatible with the user's personal handling taste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "Some of the best full-frame camera models include not only DSLRs such as Nikon D850 and Canon EOS 5D Mark IV (Fig. 11 .4) but also Nikon D750 and Nikon D5 and Canon EOS 6D Mark II. There has been an historic debate among Canon and Nikon enthusiasts about who builds the best SLR cameras. The truth is both manufactures build great cameras. Maybe the dilemma can be settled by answering the following question: which currently offered camera model best suits to your personal needs?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "In the mirrorless group, Nikon Z6 and Sony A9 are among the best full-frame choices; other candidates are Sony Alfa A7 III, Nikon Z7, Canon EOS RP, Panasonic S1, and Sony A7 III (Fig. 11.5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 188,
                    "text": "(Fig. 11.5",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "Within the interchangeable-lens category, Nikon D7500 and Canon EOS Rebel T7i are two good choices of DSLR with fractional sensors (Fig. 11.6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "text": "(Fig. 11.6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "Camera brands other than Canon and Nikon that already have a stronghold in the DSLR niche are developing strengths with mirrorless units that today seem to be the way to go in interchangeable-lens cameras. Fujifilm X-T3 and Lumix DC-G9 are two examples of the best mirrorless fractional-sensor cameras; other top player in this group is Canon EOS M6 (Fig. 11.7 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 360,
                    "text": "(Fig. 11.7",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Interchangeable-Lens Cameras (Mirrorless and DSLR)"
        },
        {
            "text": "When magnification of quality is an issue, biggerthan-full-frame sensor cameras (crop factor smaller than 1.0) can be the equipment of choice. Sensor sizes larger than full frame (36 × 24 mm) but smaller than \"large\" format (4 × 5 in., or 130 × 100 mm) are said to be \"medium format.\" Maybe there are no many occasions in medical photography for using big sensor cameras such as medium format or even larger, but it is good to know the existence of this very important camera category within professional photographers. Being part of the DSLR's family, Leica S3 uses a ProFormat (30 × 45 mm) sensor with a 64 MP resolution. On the other side, great mediumformat mirrorless camera options are Fujifilm GFX 50S and GFX 50R that feature a G Format (43.8 × 32.9 mm) sensor with 51.4 MP resolution and Hasselblad X ID-50c with a 43.8 × 32.9 mm 50 MP sensor ( Fig. 11.8 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 854,
                    "end": 863,
                    "text": "Fig. 11.8",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Medium-Format Cameras"
        },
        {
            "text": "DSLRs and CSCs are delicate pieces of equipment that are not meant for use under rugged conditions; adventure cameras do. Adventure cameras (also named \"action\" cameras) designed for adventure sports (extreme sports or action sports) involving a high degree of risk are small, lightweight, waterproof, mud (anyone said blood or human fluids?) resistant, wearable, shockproof, and with ample mountability options. Although ideal for video, their average still resolution of 12 MP (best adventure cameras are in the range of 8-16 MP) and hands-free operation makes them a good compromise solution for taking acceptable quality images (or videos) under very adverse conditions. For field hospital situations, forensic medicine and even for recording surgical procedures in operating theaters (ORs), adventure cameras can be a practical solution to capture medical images that could not be equally done using DSLR/CSC cameras. Some action cameras are reported by the specialized press as among the best GoPro Hero 7 Black, Sony RX0, Yi 4K+, and Olfi One Fire Black (Fig. 11.9 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1061,
                    "end": 1071,
                    "text": "(Fig. 11.9",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Adventure (Action) Cameras"
        },
        {
            "text": "Although self-developing film was invented in 1923 by Samuel Shlafrock [2] , the first commercial instant camera was developed in 1948 by Edwin Land [3] ; it was the Land Camera Model 95 by Polaroid Corporation. The instant camera Chemical-instant cameras were highly used in scientific applications (e.g., forensic medicine) in the 1970s and 1980s. Today, in smartphone times, there might still be a few medical applications that would benefit from instant paper processing of images such as in field hospitals and situations where the availability of an instant hard copy of an image can make the difference. A patient with a skin lesion in the scalp or back might appreciate an instant photo given by the physician. In the case of chemical photo processing, attention should be placed to the quality of the instant (self-developing) photo-paper; given that there are almost no adjustments allowed to the user, the quality of the instant photo-paper should be a concern (look for freshly stored film from a reputed brand). When it comes to digital-instant cameras (such as the Polaroid Snap), there is only one photo-paper option, the proprietary Polaroid Snap paper.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instant Cameras"
        },
        {
            "text": "Fujifilm and some other brands have specialized in this category of instant cameras. Fujifilm Instax Wide 300, maybe the more \"professional\" chemical-instant camera in today's market, is a medium-format-like instant camera that allows adjusting brightness and flash. Other players in this category, populated with for-the-fun-of-family cameras, are Kodak Printomatic, Leica Sofort, and Polaroid OneStep 2. In the last years, Polaroid is a marketing snap, a digital-instant camera with a built-in color printer that uses a Zink™ inkless technology. Snap uses a cartridge of ten 2 × 3 in proprietary photo-paper sheets but also can record 10 MB JPEG images in a microSD (Fig. 11.10 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 668,
                    "end": 679,
                    "text": "(Fig. 11.10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Instant Cameras"
        },
        {
            "text": "For certain medical applications, smartphone's cameras have become the best alternative because of their availability (you always carry it in your pocket), lightness, easiness to use, and affordability. Although they are the subject of another chapter in this book, here we will touch some of its basic features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smartphones"
        },
        {
            "text": "Today's mobiles have cameras that can take very good pictures even under low light conditions. High-end smartphone brands use multiplerear cameras to cover from superwide angle to telephoto shootings. As a standard, the front (or selfie) camera is only half good as compared to the rear camera group. For medical photography we will be placing our attention on rear cameras only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smartphones"
        },
        {
            "text": "Huawei P30 Pro is a great photographic equipment, thanks to its three rear cameras by Leica: a 16 mm ultrawide, f/2. Google Pixel 3a is a more affordable Android smartphone with a good-quality rear camera: a 28 mm wide angle, f/1.8, 1/2.55 in., 1.4 μm, dual pixel, 12.2 MP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smartphones"
        },
        {
            "text": "In the iOS world, the iPhone XS Max has a dual-rear camera: a 26 mm wide angle, f/1.8, 1/2.55 in., 12 MP and a 52 mm telephoto, 2× optical zoom, f/2.4, 1/3.4 in., 1.0 μm, 12 MP (Fig. 11.11 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 177,
                    "end": 188,
                    "text": "(Fig. 11.11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Smartphones"
        },
        {
            "text": "Smartphones are very simple to use, do not require formal training and can render goodquality images. As they are connected to the Internet, images can be easily sent for consultation (as in teledermatology) or be added to the patient's record. High-end smartphones can even shoot RAW. In the market there are some attachments available for enhancing the capabilities of smartphones [4] , such as dermatoscope (brands such as DermLite, Skiar, and Firefly), ultrasound probe (1-18 MHz range: some of the many brands are Butterfly, Healcerion, Mobisante, Philips Lumify, and Viera), blood pressure monitor with ECG (Withings), otoscope (CellScope and TYM), eyepiece for slit lamp [5] (back of the eye photo), real-time Petri dish reader (for microorganisms identification), microscope, and glucometer (a blood glucose meter attachment for smartphone is being developed). Given their communication capabilities and provided that all legal/privacy issues are well taken care of, smartphones are ideal for telemedicine (e.g., teledermatology and teledermoscopy) consultations.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 386,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Smartphones"
        },
        {
            "text": "Among their disadvantages is the fact that many smartphone images seem to be of good quality when viewed on the device's small screen, but as soon as they are displayed in a laptop or monitor screen or printed on a paper, these photos show a sub-standard quality. Smartphones have image sensors which are much smaller than their camera counterparts (crop factor of more than 6); also, pixel size is much smaller in smartphones than in DSLR or CSC cameras (pixel size of 1.0 μm in the smallest smartphone sensor, compared to 8.4 μm average in a full frame). Smaller sensors with smaller pixels do produce lower-quality images, something that becomes Fig. 11 .11 High-end smartphones. On the left, Huawei P30Pro (Courtesy of © 2020 Huawei Technologies, All Rights R Co., Ltd., All rights reserved); center left, Samsung Galaxy S10+ (Copyright © 1995-2020 SAMSUNG, All rights reserved); center right, Google Pixel 4× (Courtesy of Google ©, All rights reserved); and on the right, Apple iPhone 11 Pro (Courtesy of Apple Copyright © 2020 Apple Inc., All rights reserved) evident when shown in bigger formats (digital displays or printed paper).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 649,
                    "end": 656,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Smartphones"
        },
        {
            "text": "Smartphone cameras are, no doubt, a very practical solution for certain medical uses. In the future, smartphones could become the photographic device mostly used by medical professionals. However, there will always be a better quality obtained by bigger high-resolution sensors in high-quality camera bodies with highquality lenses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smartphones"
        },
        {
            "text": "Every manufacturer of DSLR/CSC cameras offers a wide array of lenses to choose from. It is very important to choose the right lens for the job. In this chapter section, we intend to guide through the whole lens family so you can pick up the one more appropriate to your personal needs and those of the medical environment you work in.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lenses"
        },
        {
            "text": "Lenses can be classified as macro, superwideangle (fish-eye), wide-angle, standard, prime, zoom, and telephoto lenses. There is not an \"official\" classification of lenses by their focal-length measurement; that is why an 85-mm prime lens can also be referred to as 85 mm telephoto. In the description of lens types below, we intend to distribute them along the focal-length spectrum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lenses"
        },
        {
            "text": "A macro lens has the ability to focus close enough to achieve a sensor image that is the same size or bigger than the real subject. They are defined by their magnification ratio that ranges from 1× to 10× (magnifications of more than 10× and into the 100× range can be obtained with the aid of a microscope). Using a 1:1 macro lens, the image reproduced in the sensor is of the same size as the subject, whereas using a 1:2 ratio macro lens, the image is up to the half size of the subject; with a 3:1 macro lens, the image can be three times the subject's. If you are using an APS-C with a 1.5× crop factor, the sensor is about the size of halve of an SD memory card (an SD memory card is 24 × 32 mm vs. 23.6 × 15.6 mm for an APS-C non-Canon sensor); an image captured with a 1:1 macro, once displayed or printed in a bigger format, will show more detail than the naked eye can detect. In a way, the macro lens acts as a limited microscope by magnifying images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macro Lenses"
        },
        {
            "text": "Macro lenses are ideal for close-ups (close-up is not a scientific definition; it means any image that shows the subject closer and in more detail than what we are used to see in normal life) in medical photography. Macro photography will show details like hair, scales, and droplets. They come in a variety of focal lengths ranging 50-200 mm. The ideal focal length has to do with the shooting distance: being too close can make proper lighting difficult; being too far can produce more camera movement due to the longer and heavier lens. The need for lighting can induce the choice of a certain macro focal length. A 40-60-mm macro lens could be a good choice for shooting handheld at natural light-illuminated subjects. A 100-200-mm tripod-held macro will allow using larger lighting equipment without obstructing field of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macro Lenses"
        },
        {
            "text": "There are non-true macro solutions that can help with close-up situations but at the expense of image quality (two or more EV stops at high magnification). Close-up filters attached to the outer ring can magnify +1 to +3 diopters. Extension tubes placed in between the lens and the camera body can also magnify the image received by the sensor (by moving away the lens from the sensor plane, the image formed in it would be of a bigger size).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macro Lenses"
        },
        {
            "text": "Macro lenses are a good choice for dermatological photography, where magnification (the size of the subject in the photograph is greater than the life size) of details is desired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Macro Lenses"
        },
        {
            "text": "Superwide-angle lenses range from 8 to 24 mm, a very short focal length. They increment the angle of vision of the subject and the perspective and are mostly used in landscape photography, large areas, and small spaces where it is needed to incorporate as much vision as possible. As they distort the reality, they are used mainly for creative photography or photography in confined spaces where distortion is not an issue; they are not used in medical photography. Traditionally, the photographs obtained by using superwideangle lenses were circular not rectangular. Today, depending upon sensor size, wide-angle photographs can be either circular or rectangular (Canon EF 8-15 mm f/4 L Fisheye USM). For full-frame cameras, the 8-mm \"fish-eye\" has a field of view angle of 180°. Other common superwide-angle lenses are 15 mm for 110° diagonal field of view, 20 mm for 95° diagonal field of view, and 24 mm for 84° diagonal field of view. A fish-eye is an ultrawide lens that has an angle of view in the 180° range. Its convex external element captures light from all 180°. A fish eye adds barrel distortion to the image (parallel lines in real life become bended as parenthesis in the photo). There are two types of fish-eye lenses: circular fish-eyes and full-frame (or diagonal) fish-eyes. Circular fish-eyes produce a circular image within a black background, whereas fullframe fish-eyes produce a cropped rectangular image which is the size of the sensor. In the circular fish-eye, the angle of view (e.g., 180°) is always the same in all directions; in a full-frame fish-eye, the angle of view (in this case 180°) refers to the diagonal of the rectangular image (in the 180° full-frame fish-eye, the angle of view will be 100° vertical and 150° horizontal) ( Fig. 11.12 ) [6] . Typical focal lengths for circular fish-eye are 8 mm and 10 mm; 16 mm for full frame. It is a type of lens used for imaging operating theaters or hospital halls.",
            "cite_spans": [
                {
                    "start": 1779,
                    "end": 1782,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1766,
                    "end": 1776,
                    "text": "Fig. 11.12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Superwide-Angle Lenses (Fish-Eye)"
        },
        {
            "text": "Wide-angle lenses range from 24 to 35 mm. All wide lenses, including of course superwide, take in more of the scene than what is perceived by the human eye. Images appear distorted. Parallel lines appear as if converging. They are used for architecture (20 mm, 24 mm, and 28 mm are commonly used for landscape photography), for shooting at big groups in small spaces (hospitals, working areas, congress rooms, weddings) and in sports (stadiums and play fields); they are not normally used to photograph patients. Common wide-angle lenses are 28 and 35 mm full frame equivalent for repetitively 75° and 63° diagonal field of view.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wide-Angle Lenses"
        },
        {
            "text": "The standard (also called normal) lenses have a focal length that is approximately equal to the diagonal of the image sensor. With a normal lens, the scene is viewed with a similar perspective to that of the naked human eye, approximately a 55° diagonal field of view. The normal 50 mm lens (also known as nifty-fifty) used on a full frame has a 47° diagonal field of view. A normal creativecommons.org/licenses/by-sa/3.0) (Left) and Peter. wieden-Own work, CC BY-SA 3.0, https://commons. wikimedia.org/w/index.php?curid=24242152 (right)) lens can be very much attractive to use in medical photography because of its capacity to reproduce the perspective of the human eye.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standard (Normal) Lenses"
        },
        {
            "text": "A prime lens can be understood as (a) a lens that is not a variable-focal-length lens (only has one fixed focal length) or (b) a primary (shorted as \"prime\") lens in a camera lens system. Prime lenses characterize themselves also by their wider diaphragm opening (typical in the f/2.8-f/1.2 range) and their higher optical quality arising from the simplicity of not being a zoom with additional glass inside. Prime lenses are significantly sharper than zoom lenses. Common focal lengths for primes are 35 mm, 50 mm, 85 mm, and 135 mm, although there are in the market other primes with different focal lengths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prime Lenses"
        },
        {
            "text": "Prime lenses are more luminous, hence more adequate for portrait photography, where detail is important. The 85-mm prime is widely used for environmental portraits where emphasis should be on face details and not on the environment; you get a much blurrier bokeh effect with an 85-mm than with a normal 50-mm lens. Another advantage of the 85 mm above the 50 mm is that you need not to be that close to the subject, allowing for better lighting of the subject (it's easier to play around with flash units and other lighting gadgets and not get undesirable shadows when farther away from the subject).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prime Lenses"
        },
        {
            "text": "We highly recommend primes above zooms for medical portrait photography. Zooms has the convenience of changing rapidly the focal length but at the expense of image quality. In a clinical environment, where the camera can be permanently placed in a tripod and the lighting setup remains unchanged, a prime will get more light for the same aperture (may be +2EV) with the consequence that you can lower the ISO setting. Primes will have much less distortion than zoom. A prime is normally smaller, lighter, and less expensive than a zoom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prime Lenses"
        },
        {
            "text": "A zoom is a lens that, thanks to its construction with moving parts, allows the focal length to be adjusted. Zoom lenses can maintain focus while changing focal length (a condition called parfocal); if a variable-focal-length lens loses its focus during zooming, it's more properly called a varifocal. In reality, most commercial variable-focallength lenses sold as zooms are not real zooms; they are varifocal. Here, we assume market's tacit convention and stick to the zoom denomination regardless of focus stability throughout the range. Some compromise in image quality has to be assumed when using zooms. Zooms are very practical to use but at the expense of loss of image resolution at their maximum aperture, especially at the extremes of their focal-length range. This effect is evident in the corners of the image, when displayed in a large format or high resolution [7] . The greater the focal-length range of the zoom, the more exaggerated this effect becomes.",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 879,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Variable-Focal-Length (Zoom) Lenses"
        },
        {
            "text": "Commonly, zooms deal with focal lengths in the 55-200 mm range. They can be used in portrait medical photography, but keep in mind that prime lens will have a much better performance than zooms in terms of image quality (see discussion above on Sect. 11.3.1.4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variable-Focal-Length (Zoom) Lenses"
        },
        {
            "text": "Ranging from 67 to 135 mm, short telephotos are compact and lightweight and can be handheld for fast shooting. These are ideal lenses for shooting portraits and candid shots, where the photographer does not want to intrude too much. Those in the lower range in this category could be considered for portrait medical photography (see discussion above in Sect. 11.3.1.4). A telephoto lens is useful when photographing surgical procedures and the photographer needs to stand at a distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short Telephoto Lenses"
        },
        {
            "text": "Ranging from 135 mm to less than 300 mm, medium telephoto lenses are popular with sports and action photographers who can get quite close to the action. For this type of photography, aperture is critical in minimizing blur, particularly when photographing fast-moving subjects. Here, the use of a tripod is recommended. The normal 105 mm lens has a 23° field of view angle; the 300 mm a view angle of 8°. Medium telephotos are not normally used in medical photography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medium Telephoto Lenses"
        },
        {
            "text": "Telephoto lenses of 300 mm and more (supertelephoto lenses) are the best choice for photographing wildlife and nature and for sports where the photographer cannot get close to the players. The longest focal-length lenses have telescopic magnification, making them a good choice for astronomic photography. Super-telephotos are not only expensive; they are long and heavy lenses that must be used on a tripod. Supertelephotos are not used in medical photography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Super-Telephoto Lenses"
        },
        {
            "text": "You should choose a camera body and lens considering your professional needs and those of your medical center; but, before choosing a model, you should also take into consideration the accessories available for each alternative camera. You should check not only the standard accessories in the market but also specialized medical accessories such as dermatoscopes, attachments for microscope, for electrocardiograph or ultrasound units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accessories"
        },
        {
            "text": "A tripod is a camera support to help avoid blurred shots caused by camera shake. They can be used to maintain the camera in a prefixed height and be readily available. They tend to be light, not expensive. Depending on what type of medical photography you do, you should include a tripod as part of your setup, particularly when doing portraits. Get a good quality, sturdy and solid to warranty stability and safety of your camera. Manfrotto and Gitzo are well known high quality brands but there are many others. Get expert advise from your local retailer specialized store.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tripods"
        },
        {
            "text": "Flashes can be built-in, pop up, connected on top of a hot-shoe, ring flash, twin flashes, or external flash units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flash"
        },
        {
            "text": "For macro photography, a ring flash provides an almost shadowless lighting. It is attached to the external rim of the lens. It eliminates the problem of imaging your own shadow or the camera's when taking a close-up picture. It lights anything that your lens can focus on (Fig. 11.13 ) [8] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 272,
                    "end": 283,
                    "text": "(Fig. 11.13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Flash"
        },
        {
            "text": "Canfield has an integrated ranging lights system that assures repeatable positioning. Exact camera-to-subject distance is assured when the dual-light beams intersect to a single point. It is ideal for facial photography. For photographing close-up, an attachable close-up scale adds a reference of the magnification as well as setting a fix camera-subject distance. This camera includes a cross-polarize filter kit attached in front of the lens that can be raised when not needed ( Fig. 11 .14) [9].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Flash"
        },
        {
            "text": "In the market there are available different types of diffusers for using on hot-shoe flashes. They reduce the intensity of the flashlight received by the subject and soften it (Fig. 11.15 ). Compact soft boxes or dome diffusers can be used anytime the light source is too close to the subject.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 187,
                    "text": "(Fig. 11.15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Diffusers"
        },
        {
            "text": "For certain camera models with built-in flash, another solution can be an attachable ring flash diffuser [10] that spreads the light around the lens in a ring shape (Fig. 11.16) .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 177,
                    "text": "(Fig. 11.16)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Diffusers"
        },
        {
            "text": "Twin flash systems can be more precise than ring flashes because in the former each light can be adjusted separately (Fig. 11.17 ) [11] . ",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 128,
                    "text": "(Fig. 11.17",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Diffusers"
        },
        {
            "text": "Unicolor backdrops are useful to help concentrate on the main subject and avoid distractions with the environment. Cloth or paper backdrops and their retractable supports can be commonly found in specialized photography stores.One of the best colors is light medium cyan blue PMS 543 (Pantone Matching System). One of its advantages is that it is ideal for all skin colors. Black backdrops reduce shadows, gives a very dramatic contrast, images can be nicely adapted in powerpoint presentations using the black background slide but are only good for light skin types. In general, backdrops come in different colors and can be easily installed and then removed in small spaces (Fig. 11.18 ). One of the authors, PP, uses an L-shaped wheeled stand which allows her to move the backdrop easily behind wheelchaired patients. This make it convenient for portraits in patients with reduced mobility.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 676,
                    "end": 687,
                    "text": "(Fig. 11.18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Backdrops"
        },
        {
            "text": "Placing mats or octagons (Fig. 11.19 ) can be of help for standardizing positioning of standing patients. They are ideal for photographs at a 45° angle from one another (frontal, oblique, lateral). You can also build a wood octagon and have the patient \"hold\" the piece with the feet to mantain the correct position.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 25,
                    "end": 36,
                    "text": "(Fig. 11.19",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Placing Mats"
        },
        {
            "text": "The IntelliStage™ by Canfield (Fig. 11 .20) can capture 360° photos by using an automated turntable. The table can be flash-responsive or remotely controlled.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Placing Mats"
        },
        {
            "text": "Never get without power! Ever! For each camera you need to have two or three charged batteries available at all times. You do not want to find yourself powerless in the middle of a photo-graphic session. Make sure you have the right batteries for your camera and equipment. Avoid cheap brands. You will be always right with your own brand's batteries. Keep batteries in a fresh and not humid place. Also, back up your battery charger; they can also fail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Batteries"
        },
        {
            "text": "Become familiar with the format of your camera's memory cards. Even though SD format is the most popular, there are other formats too (microSD, CompactFlash, XQD, and CFast). Memory cards can also vary in speed, capacity, and quality. Look for a good brand of fast and good-capacity cards. SanDisk, Lexar, and Transcend have high-quality memory cards of up to 512 GB ranging 95-300 MB/S speed. Keep enough empty memory cards available. They are a very small investment that can save you a lot of time and trouble.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Memory Cards"
        },
        {
            "text": "Each specialty has its own required accessories and the following chapters will deal with them. For instance, dentists use intra oral accessories ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other Accessories"
        },
        {
            "text": "3D cameras have been around for some years and have been used mostly by plastic surgeons and dermatologists. The system takes multiple images which are then stitched together to recreate a virtual 3D model. 2D projections of the virtual model can be viewed on screen or even printed on paper. Companies like 3dMD [12] , Canfield [13] , or LifeViz [14] have cameras and software specialized in different types of analysis ( Fig. 11.21) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 423,
                    "end": 434,
                    "text": "Fig. 11.21)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D Cameras"
        },
        {
            "text": "Depending on the equipment and software used, the health professional is allowed to analyze wrinkles, pores, volume differences, depth, pigmentation (redness), and contours, all by automated measurements. 3D images can be used also to better communicate surgical plans, helping the patient anticipate the expected results from an aesthetic surgical procedure. 3D photography can offer many useful features. Grey Mode can reveal contours without color distraction, presenting opportunities for corrective procedures (Fig. 11.22) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 527,
                    "text": "(Fig. 11.22)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D Cameras"
        },
        {
            "text": "Total-body photography (or whole-body imaging, will be covered deeply in Chap. 17) requires photographing most of the skin surface for monitoring patients at high risk of melanoma. MoleMax, FotoFinder, Canfield, and AccuView [15] are some of the different available brands of equipment and software.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "3D Cameras"
        },
        {
            "text": "FotoFinder Bodystudio ATBM (Fig. 11 .23a, b) combines high-resolution total-body photography and video dermoscopy. By using artificial intelligence, moles can be analyzed and provided scores for pigmented lesions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D Cameras"
        },
        {
            "text": "Canfield has recently put out in the market a 3D TBP system (Vectra WB 360) that reduces substantially the time of image capturing and provides a 3D model that eliminates overlapping of images. The system captures nearly the entire body's skin surface in macro-quality resolution with a single capture (Fig. 11.24) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 314,
                    "text": "(Fig. 11.24)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D Cameras"
        },
        {
            "text": "With the advent and development of 3D printing, some medical applications may arise to create 3D models of a patient's body section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3D Cameras"
        },
        {
            "text": "Barco Demetra ® is a non-invasive skin imaging platform which acquires multispectral and white light dermoscopic images as well as clinical photographs of the skin. The images, taken by the DemetraScope, are stored in a protected cloud environment and can be retrieved, displayed, and reviewed both on the device and in a secure web application. It also provides various workflow tools such as lesion localization, evolution tracking, and reporting as well as advanced analytics (Fig. 11 .25). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 479,
                    "end": 487,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "3D Cameras"
        },
        {
            "text": "When comparing \"before-and-after\" images, it is important that the two images match (e.g., the position of the irises and the tip of the nose) so to highlight only the differences arising from the medical intervention, not those arising from changes in perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ghosting Photography"
        },
        {
            "text": "Canfield's MatchPose ® image overlay makes it easy to capture \"before-and-after\" images. It superimposes a translucent live preview over the original image to ensure correct aligning of before-and-after images (Fig. 11 .26) [16] . MySkinSelfie [17] , an application for monitoring skin conditions, uses a similar approach as well as Imagine ® from Leo Innovation Lab [18] . ",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 218,
                    "text": "(Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Ghosting Photography"
        },
        {
            "text": "This chapter covers some of the most common equipment that might be needed in medical photography, with special emphasis in dermatology, aesthetic, plastic surgery, and dentistry. More specific material will be covered in specific chapters dedicated to other specialties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Some final comments might deserve mention: keep your equipment in a locked safe place, far away from heat, sun, humid places, vapors, and any liquid sources (do not place your camera next to your freshly brewed coffee!); have them insured against loss or damage; keep your camera and lenses in the appropriate cases; clean the lens only with recommended cloth; avoid uncontrolled multiple users; and keep your hands clean or even wear gloves when grasping the camera, as hospitals can become contaminated. This is specially true nowadays, with COVID-19 pandemia. You need to protect yourself and your equipment from getting contaminated. Desinfect your camera/mobile only with recommended products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "As you get more involved in photography you will find the need to get a more formal training. Take photography courses; do a lot of nonmedical photography to familiarize yourself with cameras and accessories; and get to know your local camera vendor: they are usually highly knowledgeable in their field and will help you solve most daily photographic inconveniences. Finally, have your equipment maintained and fixed only by authorized professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Types of cameras to consider when choosing your next camera",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Elizarov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "US Patents. Patent US1559795",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Top ten medical uses of the iPhone",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Smart phoneography-how to take slit lamp photographs with an iPhone",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hester",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A guide to on-camera flash",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "B&amp;h Photovideo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Accessed",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Static-3dMD systems",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Vectra 3D imaging system",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Canfield",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mirror medical imaging software",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Canfield",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Skin monitoring application",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Myskinselfie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Change the way you see your skin",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Basic Compact Cameras. On the left, Nikon Coolpix W100 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved). On the right, Fujifilm Finepix WP130 (Courtesy of © FUJIFILM Corporation, All Rights Reserved) the Series 1, Nikon 1V3 being the very popular model. All of them have Wi-Fi connectivity (Fig. 11.2).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Advanced Compact Cameras. On the left, Canon G12 (Courtesy of © Canon Inc., All rights reserved); on the right, Nikon 1V3 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved) Fig. 11.3 Bridge cameras. On the top left: Sony Cyber-Shot RX10 IV (Courtesy of © 2020 SONY Europe B.V., All rights reserved); top right, Panasonic Lumix FZ2000/2500 (Courtesy of © 2020 Panasonic, All rights reserved); Bottom left; Canon Power Shot SX 70 HS (Courtesy of © Canon Inc., All rights reserved); bottom right, Nikon Coolpix P1000 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Full-frame DSLR cameras. On the left, Nikon D850 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved); on the right, Canon EOS 5D Mark IV (Courtesy of © Canon Inc., All rights reserved)Fig. 11.5 Full-frame mirrorless cameras. On the left, Nikon Z7 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved); on the right, Sony Alfa A7 III (Courtesy of © 2020 SONY Europe B.V., All rights reserved) Fig. 11.6 Fractional sensor DSLR cameras. On the left, Canon EOS Rebel T7i (Courtesy of © Canon Inc., All rights reserved); on the right, Nikon D7500 (Courtesy of © Nikon Europe B.V, 2019, All rights reserved) Fig. 11.7 Fractional sensor mirrorless cameras. On the left, Lumix DC-G9 (Courtesy of © 2020 Panasonic, All rights reserved); in the center, Canon EOS M6 (Courtesy of © Canon Inc., All rights reserved); on the right, Fujifilm X-T3 (Courtesy of © FUJIFILM Corporation, All Rights Reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Medium Format cameras. On the left, Leica S3 (Courtesy of © 2020 Leica Camera AG All Rights Reserved); in the center, Fujifilm GFX 50S (Courtesy of © FUJIFILM Corporation, All Rights Reserved); on the right, Hasselblad X ID-50c (Courtesy of © Hasselblad 2020, All Rights Reserved) Fig. 11.9 Action cameras. On the left, Sony RX0 (Courtesy of © 2020 SONY Europe B.V., All rights reserved); in the center, GoPro Hero8 Black (Courtesy of uses a self-developing film to create a chemically develop print shortly after the shooting. Polaroid images are the predecessors of today's smartphone selfies. There are chemical-instant cameras and digital-instant cameras. Not having a digital sensor, chemical-instant cameras are not digital devices. Nevertheless, instant cameras are included here because they might be of use in medical photography. Instead of searching for perfection, instant cameras' search is for instant results.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "2, 1/2.7 in., 20 MP; a 27 mm wide angle, f/1.6, 1/1.7 in., 40 MP; and finally, a time-of-flight (ToF) 3D 125 mm SRLequivalent telephoto, 5× optical zoom, f/3.4, 1/4 in., 8 MP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "10 Instant cameras. On the left, Fujifilm Intax Wide 300 (Courtesy of © FUJIFILM Corporation, All Rights Reserved) in the center, Leica Sofort (Courtesy of Samsung S10+ is another high-end smartphone with triple-rear camera: a 12 mm ultrawide, f/2.2, 1.0 μm, 16 MP; a 26 mm wide angle, f/1.5-2.4, 1/2.55 in., 1.4 μm dual pixel; and a 52 mm telephoto, 2× optical zoom, f/2.4, 1/3.6 in., 1.0 μm, 12 MP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "13 Bolt VM-160 LED Macro Ring Light (Courtesy of © 2020 Gradus Group LLC, All Rights Reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "14 Canfield TwinFlash RL Clinical Camera with ranging lights system (Courtesy of Canfield Inc., All Rights Reserved)Fig. 11.15 Phottix Mini Softbox for Hot Shoe Flashes (Courtesy of © 2020 Phottix. All Rights Reserved) Fig. 11.16 Ring flash diffuser for Olympus camera (Courtesy of © 2017 Olympus Corporation, All Rights Reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 11.17 Bolt TTL Macro Ring Flash with Transceiver Set (Courtesy of © 2020 Gradus Group LLC, All Rights Reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 11.20 IntelliStage® automated turntable (Courtesy of Canfield Inc., All Rights Reserved)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "21 3D cameras. On the left, L3D LifeViz® Infinity (Courtesy of © QuantifiCare, All Right Reserved); on the right, VECTRA H2 (Courtesy of Canfield Inc., All Rights Reserved) Fig. 11.22 Color Mode vs. Gray Mode in 3D photo. Courtesy of Canfield Inc., All Rights Reserved",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "11.23 (a) FotoFinder Bodystudio ATBM and (b) FotoFinder Portrait Stand which rotates 180° from left to right and features nine viewing angles. The chin rest can be removed for lower chin, neck, décolleté or head and scalp photos (Courtesy of Copyright © 2019 FotoFinder Systems GmbH) Fig. 11.24 Vectra WB360 whole body 3D imaging system (Courtesy of Canfield Inc., All Rights Reserved) . 11.26 (a) (Left side) Canfield's MatchPose ® side-by-side comparison feature and (b) (right side) Imagine app for monitoring skin conditions (Courtesy of Canfield Inc., All rights reserved)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Types of cameras",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Advantages and disadvantages. Images: Basic Compact: Kodak 10.2 Megapixels (Copyright © 2020 Eastman Kodak Company); Advanced Compact: Nikon 1 V3 (Courtesy of © Nikon Europe B.V., 2019, All rights reserved); Bridge/ SuperZoom. Panasonic Bridge Lumix DMC-FZ2500 (Courtesy of © 2020 Panasonic, All rights reserved); CSC/ Mirrorless: Fujifilm XT3 (Courtesy of © FUJIFILM Corporation, All rights reserved);DSLR: Canon EOS Rebel T7i",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". 11.17 Bolt TTL Macro Ring Flash with Transceiver Set (Courtesy of © 2020 Gradus Group LLC, All Rights Reserved) Fig. 11.18 Backdrop and stand. Available on most specialized stores and sites like stainless steel contrastors, mirrors, check retractors, grey/black/white cards to enhance vision of teeth, specially of back teeth. Pathologists/biologists require special attachments for photographing from the microscope. For most non invasive imaging techniques, manufactures are already incorporating cameras.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors of this chapter have no conflict of interest with any of the abovementioned companies. They have tried to cover a very large spectrum of available equipment knowing that the offer is large and probably excellent options have been left out. Some readers might find that smaller and still high-quality brands were not mentioned, and the authors apologize for this. Some of our recommendations will be updated soon as the market moves very fast. All suggestions are based on personal and market information of photographic cameras and their use in medical photography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}