{
    "paper_id": "5bc1e9d5529f50f22042ce1f8b128ebcc9cd5d54",
    "metadata": {
        "title": "Religious education and the new cosmology",
        "authors": [
            {
                "first": "Paul",
                "middle": [],
                "last": "Faller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "James Michael Lee (in Forging a better religious education in the third millennium, Religious Education Press, Birmingham, AL, 2000, p. 3) suggests that \"religious education visions a broad sweeping future and then makes that future happen earlier than it would have happened if religious education were not there.\" Religious Education thus has a prophetic role to play in society. The current generation is between stories-the religious and the scientific. How might religious education be developed in the Catholic school to reflect the growing convergence in theological discourse of the Christian Story with the New Universe Story? How might it energise young students with images that empower them to develop a prophetic stance towards their future and the future of humanity? We first consider the need for a paradigm shift in the way we tell the Christian Story. Then, taking our lead from the theology of Karl Rahner which allows us to take a cosmic view of Christian religious experience, and from various writers who apply such a view to different areas of Christian life, we attempt a synthesis of current theological thought. Lastly, we suggest how this shift might be applied to the religious education curriculum in order to provide an answer to the questions posed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "James Michael Lee (2000) suggests that religious education has a prophetic role to play in society: \"Religious education,\" he says, \"visions a broad sweeping future and then makes that future happen earlier than it would have happened if religious education were not there\" (p. 3). Gabriel Moran's definition of religious education as 'the attempt to keep education open to the undreamt possibilities of the human race ' (1981, p. 62 ) also points to its forward-looking character. This vision of religious education is especially significant in view of the global economic, social and ecological crises facing the world today. Can religious education draw humanity forward in hope with a new language that moves hearts and minds, especially those of the young who find themselves 'between stories' -those that religion and science tell (Berry 1988, p. 23 )? The first of these stories they find increasingly incomprehensible; the second attracts to such an extent that it becomes the only story worth considering.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 24,
                    "text": "Lee (2000)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 419,
                    "end": 433,
                    "text": "' (1981, p. 62",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 855,
                    "text": "(Berry 1988, p. 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, this paper seeks to address the following question: How might religious education be developed in the Catholic school to reflect and advance the growing convergence in current theology between the Christian Story and the New Universe Story? How might it energise young students with images that draw them \"deeply into the story\" (Cannato 2010, p. 15 ) and empower them to develop a prophetic stance towards their future and the future of their world?",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 363,
                    "text": "(Cannato 2010, p. 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We first consider the need for a paradigm shift in the way we tell the Christian Story. Then we attempt a synthesis of current theological thought to give us a cosmic view of Christian belief and experience. Lastly, we suggest by way of example how this shift might be applied to the religious education curriculum in order to provide an answer to the question posed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We begin with a well-known quotation from Thomas Berry (1988) which expresses clearly our current condition.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 61,
                    "text": "Berry (1988)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "It's all a question of story. We are in trouble just now because we do not have a good story. We are in between stories. The old story, the account of how the world came to be and how we fit into it, is no longer effective. Yet we have not learned the new story. Our traditional story of the universe sustained us for a long period of time. It shaped our emotional attitudes, provided us with life purpose, and energised action... We awoke in the morning and knew where we were. We could answer the questions of our children... Everything was taken care of because the story was there. (p. 123).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "Other more recent voices concur with Berry. Doug Hammack, a minister leading a nontraditional church in America, is similarly convinced that \"the way we tell the story will have to change\" (2014, p. 6) . He speaks of a return to the unknown (p. 4) occasioned by the rise of quantum physics and the uncertainty that accompanies it. Christian teaching will need to be expressed in terms of the incomprehensibility of God if it is to make sense to humanity today (p. 6).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 201,
                    "text": "(2014, p. 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "The effect of being between stories on young people's perception of religion and, consequently, of the relevance of religious education as currently practised, is described by Ken Wilber (2007) . The young, he says, are confronted with the 'brutal choice' of conforming to a fundamentalist version of religion or renouncing their faith (p. 182).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 193,
                    "text": "Ken Wilber (2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "What has contributed to this state of affairs is the tension between science and religion. Wilber paints the following picture. The eighteenth century Enlightenment meant 'the death of the mythic God' for which rational modernity could find little evidence (2007, p. 183) . This mythic God, in whose name the Church had inflicted 'genuine terrors ' (p. 186) was far too small. The words of JB Phillips, written more than half a century ago, apply now, as it did then: \"The trouble with many people today is that they have not found a God big enough for modern needs\" (1952, p. 1) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 271,
                    "text": "(2007, p. 183)",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 357,
                    "text": "' (p. 186)",
                    "ref_id": null
                },
                {
                    "start": 567,
                    "end": 579,
                    "text": "(1952, p. 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "What we need now is for science and religion-both revelatory in their own right (Haight, 2019, p . 1)-to know their own fields and their limits. Science, when honest, is thoroughly agnostic, Wilber reminds us, and therefore thoroughly quiet on ultimate questions (2007, p. 188) . Religion, on the other hand, must realise that its myths are not empirically real (p. 193) . Thus both religious and scientific ways of addressing reality are limited: both are in need of a larger story. Can science and religion, then, come together to create a more integral language of being that will serve as effectively as our traditional religious story did in former times? (Berry 1988, p. 124, 136) .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 96,
                    "text": "(Haight, 2019, p",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 277,
                    "text": "(2007, p. 188)",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 370,
                    "text": "(p. 193)",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 686,
                    "text": "(Berry 1988, p. 124, 136)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Between stories"
        },
        {
            "text": "In response to this need there are voices calling for a new story, as we have noted. This will mean a retelling of the Christian Story that is intelligible to the contemporary mind. The Christian community needs to take ownership of current theological insights and allow a new story to emerge from a reconciliation between the Book of Nature and the Word revealed in Scripture. Not forgetting our interest here, this story will then lead us to a new set of commitments and a new basis for the practice of religious education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "But why is the story so important? Cannato (2010) explains that we understand our lives in and through stories. They guide our cultures and social groupings. They focus our awareness, give us purpose and help shape our meaning. They are \"the bones on which we hang the flesh of our lives\" (p. 14).",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 49,
                    "text": "Cannato (2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "And why are we in need of a new story now? We are becoming ever more aware of the fact that we live \"not so much in a cosmos as in a cosmogenesis\" (Vincie 2014, p. 8 ) and in a time of rapid change when \"we find ourselves between the times, reeling in the fallout from yet another paradigm shift that requires a reinterpretation of everything in its wake\" (O'Gorman 2003 , p. 1). Ewert Cousins, in 1992 , proposed that we are at a major new epic in human consciousness-a second Axial Age 1 (Vincie 2014, p. 4) , and Pope Francis echoed the same idea. \"We are not living an era of change,\" he said, \"but a change of era\" (McElwee 2015). Thus we see the importance of fashioning a new integral story for religious education so that our students graduate with a heartfelt conviction of its relevance for their personal life and their future engagement with the world.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 165,
                    "text": "(Vincie 2014, p. 8",
                    "ref_id": null
                },
                {
                    "start": 356,
                    "end": 370,
                    "text": "(O'Gorman 2003",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 371,
                    "end": 402,
                    "text": ", p. 1). Ewert Cousins, in 1992",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 509,
                    "text": "(Vincie 2014, p. 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "The new story will not mean abandoning timeless truths, but incarnating them in a language that resounds with truth to the contemporary ear. Cannato (2010) cites Wilber's principle of \"transcend and include\" to explain that \"when something novel comes about, it is said to transcend the former expression, yet that former expression is included in what emerges\" (p. 64).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "The new story will mean integrating traditional truths with the new cosmology, addressing the anomalies in the existing paradigm, such as the incoherence of the doctrine of original sin and the fall in an evolutionary world (Vincie 2014, p. 9; Haight 2019, p. 140) , and providing new answers to perennial existential questions. In the telling we will see the Christian Story from a cosmic perspective-through the lens of the Universe Story, rather than seeing the Universe Story through the lens of an outmoded way of telling the Christian Story. The new story will provide us with a fresh way of experiencing ourselves in relation to the cosmos-a way that will \"reduce the intellectual dissonance between our daily lives and our lives of faith\" (Vincie 2014, p. 7, 6) .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 243,
                    "text": "(Vincie 2014, p. 9;",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 264,
                    "text": "Haight 2019, p. 140)",
                    "ref_id": null
                },
                {
                    "start": 747,
                    "end": 769,
                    "text": "(Vincie 2014, p. 7, 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "Adopting the new story will challenge us with an invitation to transform the way we live (Cannato 2010, p. 9) and to redirect the journey of our lives, individually and collectively. This will mean entering a period of uncertainty where the implications of the new way are not all clear and social disorientation and rebellion at the changes can result 2 (Vincie 2014, p. 9-10) . Perhaps we are already witnessing this in the Catholic Church where Pope Francis shows awareness of the possibility of schism (San Martín 2019). Francis had already sounded a call to transformation in his Apostolic Exhortation, Evangelii Gaudium (2013) where he encourages us to forego comfort and security (par. 10) and \"constantly seek ways of expressing unchanging truths in a language which brings out their abiding newness\". We must avoid \"the greatest danger\" of \"hold(ing) fast to a formulation while failing to convey its substance\" (par. 41). For religious educators this will mean developing a more creative theological imagination and an ability to correlate traditional beliefs with students' search for meaning.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 109,
                    "text": "(Cannato 2010, p. 9)",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 377,
                    "text": "(Vincie 2014, p. 9-10)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 632,
                    "text": "Exhortation, Evangelii Gaudium (2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "Carl Sagan, some 25 years ago, wondered why religions would want to hold on to the security of their old story in the light of the new revelations of modern science. Writing in his book, Pale Blue Dot (1994, p. 50), he asks: \"How is it that hardly any major religion has looked at science and concluded, 'This is better than we thought! The universe is much bigger than our prophets said, grander, more subtle, more elegant. God must be even greater than we dreamed.'\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "The integration of stories we are considering will be mutually beneficial. On the one hand, religion becomes more credible from the retelling of its story. For one thing, the turn from the subject back to the cosmos \"raises the provocative point that perhaps the human species is not the sole reason for the universe's existence\" (Vincie 2014, p. 39 ). On the other hand, the scientific worldview is enriched by the same story as it receives \"its ultimate sense in the dimension of depth-the religious dimension\" (Bühlmann 1992, p. 15) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 349,
                    "text": "(Vincie 2014, p. 39",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 535,
                    "text": "(Bühlmann 1992, p. 15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "With this motivation from both religious and scientific perspectives, we proceed to flesh out the main lines of a Christian narrative refreshed by the New Universe Story, and made more intellectually coherent and attractive to the young enquiring mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Calls for a new story"
        },
        {
            "text": "The following narrative relies to a large extent on the theology of Karl Rahner whose universal scope offers us a cosmic view of Christian belief and experience. In the Copernican revolution the Sun replaced the Earth at the physical centre, and the Enlightenment tended to elevate the human being to pride of place in the cosmic order of being. Now we see the Sun as a minor star at the edge of the Milky Way, an average-sized galaxy, and the human not as an autonomous being, lording it over all, but as \"a dimension of the earth and indeed of the universe itself\" (Berry 1988, p. 195) , a strand of being in an interdependent web of creation.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 587,
                    "text": "(Berry 1988, p. 195)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A paradigm shift in theology"
        },
        {
            "text": "In this description of the Christian Story we highlight some of the new theological insights that are emerging from the light shed by the New Universe Story, without attempting to give a comprehensive and systematic account. Rather, the intention here is to signal the need for a shift in our thinking, and to propose that these new insights form a starting point or foundation for addressing theological questions in the classroom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A paradigm shift in theology"
        },
        {
            "text": "In the Genesis account, the creation of the cosmos is completed in six days, and then God rested-presumably with no more work to do apart from savouring the goodness of creation on the seventh day. Such an understanding results in the view of the writer of Ecclesiastes: \"What has been is what will be, and what has been done is what will be done; there is nothing new under the sun\" (1:9 NRSV). And yet, there is a creation theme running through much of both Testaments in passages such as Isaiah 48:6b-7a; Isaiah 65:17 and Revelation 21:1. However, the references to creation are sporadic and more often signify the preservation of what is already created. The theory of evolution-which Pope John Paul II expressed as \"more than just a hypothesis\" (Frame 1996 )-provides a framework or schema that accommodates these random references but goes beyond them to tell a coherent story.",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 761,
                    "text": "(Frame 1996",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Creation and evolution"
        },
        {
            "text": "The story begins with the event called the Big Bang, or 'Great Flaring Forth' (Swimme and Berry 1992) . From the very beginning it is the story of the Spirit of God sweeping over the face of the waters (Genesis 1:2)-\"already a Pentecost, a first and permanent outpouring of the fiery Spirit of life\" who entices and accompanies the whole creation to its completion (Vincie 2014, p. 63, 64) .",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 101,
                    "text": "(Swimme and Berry 1992)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 365,
                    "end": 389,
                    "text": "(Vincie 2014, p. 63, 64)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Creation and evolution"
        },
        {
            "text": "Rather than think in terms of two distinct realities traditionally called 'nature' and 'supernature', Rahner describes the order of creation \"as the 'real symbol' in which the order of grace and redemption expresses itself, just as Christ's autonomous human nature was the 'real symbol' in which the Word expressed himself as man (sic)\" (McCool 1981, p. 190) . Or, as Ilia Delio describes it, following Bonaventure: \"Just as the eternal, divine Word is the inner self-expression of God, the created order is the external expression of the inner Word\" (2008, p. 60).",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 358,
                    "text": "(McCool 1981, p. 190)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Creation and evolution"
        },
        {
            "text": "How do we understand the process of evolution? Evolution, says Delio, is incarnational-God coming to be at the heart of matter (2011, p. 53) so that matter or creation as a whole can be so shaped through the \"two hands of God\" 3 -the Word and the Spirit-that it comes to participate in the very life of God.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creation and evolution"
        },
        {
            "text": "What is the place of the human being in this process? From its galactic expansion, to its Earth formation and the emergence of life, evolution produces ever greater complexity, resulting in self-reflexive consciousness-the Universe becomes conscious of itself in the human being. Humanity now becomes aware that it has a mediatorial role in the deification of the universe. \"It is, however, through Christ and his Incarnation,\" Moss explains, \"that we are empowered to fulfil our vocation of ascending to God and bringing the entire cosmos with us\" (2018, p. 21). We are thus not only the result of evolution but evermore, as we grow, an agent furthering the process, invited and empowered to participate in cosmogenesis (Cannato 2010, p. 53) .",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 742,
                    "text": "(Cannato 2010, p. 53)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Human being and human destiny"
        },
        {
            "text": "How do we participate? Cannato (2010) offers an explanation based on Rahner. It is the capacity for 'active self-transcendence,' present at every level of creation that enables evolution to continue. \"Self-transcendence is the presence of the incomprehensible holy mystery within the creature, pressurising it to become more\" (p. 52). Rahner describes this capacity in humans in terms of what he calls 'existentials'-those potentials that allow us to apprehend the transcendental dimension of experience (p. 50). In embracing these existential capacities, such as our self-reflective quest for knowing, our love and our freedom, we respond to the invitation to engage them on behalf of all life (p. 77).",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 37,
                    "text": "Cannato (2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Human being and human destiny"
        },
        {
            "text": "Accepting an evolutionary view of creation places the Christian idea of salvation in a new light, firstly in terms of its relation to human history, and then in terms of its scope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolution and history"
        },
        {
            "text": "The Incarnation of the Word, according to Rahner, provides the theological key to a proper understanding of world history. Gerard McCool (1981, p. 166) explains.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 151,
                    "text": "McCool (1981, p. 166)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolution and history"
        },
        {
            "text": "The decree of creation ordered the universe from its beginning to the historical Incarnation of the Word. Thus the order of creation has been under the grace of Christ from its very start. World history has always been identical with salvation history. From the dawn of creation evolution has been moving towards the emergence of human nature, the real symbol through which God could unite the material world and its history with his own Being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolution and history"
        },
        {
            "text": "This has consequences for our understanding of grace and of revelation. Because of the universal and active presence of the Spirit of God, the offer of grace, too, is a universal experience. Every person, according to Rahner, comes into the world \"surrounded by the permanent offer of God's gracious presence and as a result there is in every human being… the 'supernatural existential'\" (Lane 2006, p. 224) . This existential suffuses the very being of the human spirit with a drive to fulfil its destiny in an eternal personal union with God. So every human person, whether believer or atheist, Christian or other, has an experience of grace \"in the love, the longings, the emptiness, the loneliness, which accompany a genuine loving commitment to true human values\" (McCool 1981, p. 196) .",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 407,
                    "text": "(Lane 2006, p. 224)",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 790,
                    "text": "(McCool 1981, p. 196)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolution and history"
        },
        {
            "text": "A further consequence is that a close relationship exists between the history of the world and the history of revelation, understood in Rahner's transcendental sense. Transcendental revelation is the 'inner word', an inner experience 'in the cave of the heart', while particular and categorical revelation is the 'outer word' of historical and prophetical revelation found typically in the Abrahamic religions (Lane 2006, pp. 228-229) . The universality of revelation thus means that there is a 'Spirit-shaped relationship' among religions (Lane 2006, p. 227 ). This idea is implicit in Vatican II's declaration, Nostra Aetate, and expressed more clearly in Paul VI's Apostolic Exhortation, Evangelii Nuntiandi (par. 53) where he speaks of the efficacy of other religions which contain \"seeds of the Word.\" Bühlmann goes further to advise that the possibility of the Logos having been manifested also in the Buddha, in Krishna, in Zoroaster and Mohammed should not be rejected on an a priori basis (1992, p. 94).",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 434,
                    "text": "(Lane 2006, pp. 228-229)",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 558,
                    "text": "(Lane 2006, p. 227",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolution and history"
        },
        {
            "text": "If revelation and grace are accessible to all in the sense explained above, how, asks Dermot Lane, \"do we express the connection between the universal action of the Spirit in the world and the particularity of the Christ event?\" (2006, p. 222 ). His answer is to see the Christevent, not as an exception to the universal action of the Spirit, but as \"the historical sacrament of the Spirit of God in the world\" (p. 231). Similarly for Rahner, the Incarnation is not a divine intervention into human history, an event as it were outside of space-time, but a natural consequence of the process of evolution, \"of matter evolving towards spirit from the very beginning\" (Cannato 2010, p. 54 ). So we can see the humanity of Jesus both as God's fullest self-expression within the created world, and as the fulfilment of the world's self-transcendence into the mystery of God. (Delio 2008 , p. 59, Cannato 2010 ). The Incarnation is thus not in the first place about redemption from sin but about revealing to humankind our true nature and destiny.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 242,
                    "text": "(2006, p. 222",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 686,
                    "text": "(Cannato 2010, p. 54",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 882,
                    "text": "(Delio 2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 883,
                    "end": 904,
                    "text": ", p. 59, Cannato 2010",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "The person of Jesus, who shares with each of us a human nature and a life in God, shows us what it looks like for human beings to live from the divine centre (Hammack 2014, p. 109) . He is a \"symbol of the potential of every human person for unity with God\" (Vincie 2014, p. 72) , and, in his death and resurrection, he reveals to us our destiny and that of the whole cosmos. The difference between Jesus and other human beings is, in the view of Hammack (p. 109), the purity with which he expressed his divinity, or, according to Haight, the intensity or degree of God's Presence within him (2019, p. 196) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 180,
                    "text": "(Hammack 2014, p. 109)",
                    "ref_id": null
                },
                {
                    "start": 258,
                    "end": 278,
                    "text": "(Vincie 2014, p. 72)",
                    "ref_id": null
                },
                {
                    "start": 592,
                    "end": 606,
                    "text": "(2019, p. 196)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "What happened to Jesus in the resurrection will happen to the entire universe. Elizabeth Johnson (2014) picks up this theme through her use of the phrase \"deep incarnation\". She writes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "\"Deep incarnation\" understands John 1:14 4 to be saying that the sarx which the Word of God became not only weds Jesus to other human beings in the species; it also reaches beyond us to join him to the whole biological world of living creatures and the cosmic dust of which they are composed. The incarnation is a cosmic event (p. 197).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "This realisation serves to restore a balance in our understanding of who we are in the cosmos. In David Fergusson's opinion (2014, p. 96), the theological tradition has suffered from an excessive anthropocentricism, holding that the universe was made for humankind. But Aquinas argues that \"because one creature was not enough, God produced many and diverse things so that what was wanting in one expression of the divine goodness might be supplied by another\" (Fergusson 2014, p. 26) .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 484,
                    "text": "(Fergusson 2014, p. 26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "Do the names 'Jesus' and 'Christ' both refer exclusively to the historical person from Nazareth? Raimon Pannikar distinguishes between the Jesus of history and the Christ of faith: \"Jesus is the Christ,\" he says, \"but Christ cannot be identified completely with Jesus of Nazareth\" (Cannato 2010, p. 55) . For Christ, according to Rahner, is the absolute future of human history (McCool 1981, p. 167) , and the concept of the Body of Christ, to which belong all who aspire to the consciousness of Jesus, suggests this (Cannato 2010, p. 56) .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 302,
                    "text": "(Cannato 2010, p. 55)",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 399,
                    "text": "(McCool 1981, p. 167)",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 538,
                    "text": "(Cannato 2010, p. 56)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "But the idea may be taken further to include the whole universe. Ilia Delio (2011) describes evolution as christogenesis, or God coming to be at the heart of matter (p. 53). And Teilhard De Chardin in his Mass on the World prays: \"Through your own incarnation, my God, all matter is henceforth incarnate\" (King 2005, p. 149) . There is also a hint of this in Paul's Letter to the Romans. He writes: \"The creation itself will be set free from its bondage to decay and will obtain the freedom of the glory of the children of God\" (8:21NRSV).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 324,
                    "text": "(King 2005, p. 149)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "Realisation of the grand scale of the universe and the relative insignificance of the Earth raises another key question for the theology of incarnation. Is the Incarnation on Earth a unique event, happening only once in a cosmos containing billions of galaxies and therefore the possibility of other inhabited worlds? Fergusson (2014) asks: \"Would the Son of God become incarnate on one planet to redeem creatures in every part of the cosmos, even in galaxies billions of light years from here?\" (p. 110). This does not seem likely-if indeed there are sentient beings elsewhere in need of redemption-since this would imply that the commission of Jesus in Matthew (28:19) extends to the whole universe and the possibility of travel to other distant worlds is beyond human capability, as far as we know.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incarnation, Jesus and the Christ"
        },
        {
            "text": "Arriving at a single, definitive description of the concept 'salvation', at least in Christian understanding, may well be an impossible task. Its meaning is elusive and multi-faceted, and the Church has, significantly, never formulated a conciliar definition, nor provided a universally accepted concept. At the same time \"many of the traditional expressions of how Jesus saves resemble myths that no longer communicate to educated Christians; some are even offensive\" (Haight 1999, p. 335) . Notwithstanding, we must attempt some description, but we should ensure that it correlates with postmodern culture (p. 337). In particular, an account of the 'work of Christ' must take new perspectives on human origins and history into account.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 490,
                    "text": "(Haight 1999, p. 335)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Salvation"
        },
        {
            "text": "We can gain further insight into the nature of salvation from Rahner's theology. Salvation, he says, is \"the coming to awareness of the whole cosmos of its relationship to God\" (Cannato 2010, p. 57, 68) . Thus, the revelation of God that Jesus brings constitutes salvation (Haight 2019, p. 149) . It is not, in its fullest sense, about 'me', though I am called to participate in it by embracing those existential capacities we named above, and choosing to live in a way that develops them for the sake of the whole creation. This will also mean entering as Jesus did into a mystery that makes sense of suffering and death (Cannato 2010, p. 72-73) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 202,
                    "text": "(Cannato 2010, p. 57, 68)",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 294,
                    "text": "(Haight 2019, p. 149)",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 646,
                    "text": "(Cannato 2010, p. 72-73)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Salvation"
        },
        {
            "text": "But what does the new cosmology have to say about pain, suffering, waste, catastrophe and death? Firstly, these experiences cannot be the result of human sin since, as Fergusson (2014) correctly notes, animal suffering, pain and death were present before human beings came on the scene (p. 47). They were endemic to the evolutionary process. This is also the view of De Chardin who suggests that if to create is to gradually unite multiple and disorganised matter, then God cannot create without evil appearing as a shadow (Delio 2011, p. 80) . Teilhard saw the cross as a sign of progress \"as suffering and death yield to greater union\" (Delio 2008, p. 141) . Elizabeth Johnson (2014, p. 192) reminds us that the Creator is not aloof from the evolutionary process. In Christ, the One who creates and empowers the evolutionary world personally drinks the cup of suffering and goes down into the nothingness of death to transform it from within. Hope springs from this divine presence amid the turmoil.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 542,
                    "text": "(Delio 2011, p. 80)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 658,
                    "text": "(Delio 2008, p. 141)",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 693,
                    "text": "Johnson (2014, p. 192)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Suffering"
        },
        {
            "text": "Despite this encouragement, Jürgen Moltmann considers redemption as running counter to evolution, which itself needs to be redeemed (Fergusson 2014, p. 85) . This is because there is a dissonance between our recognition of the grandeur of the evolutionary process and our individual experience (Haight 2019, p. 26 ). There is a certain irony, though, in our tendency to focus on the problem of suffering: very little attention is drawn to \"the long periods of relative equilibrium characterised in large measure by the enjoyment of life\" (Fergusson 2014, p. 86).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 155,
                    "text": "(Fergusson 2014, p. 85)",
                    "ref_id": null
                },
                {
                    "start": 294,
                    "end": 313,
                    "text": "(Haight 2019, p. 26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Suffering"
        },
        {
            "text": "Juan Luis Segundo (1974, p. 27) argues that \"if sin exists and operates on the human level, then it must assume more primitive forms in the whole process of universal evolution that leads towards man (sic),\" and he identifies the most primitive form as entropy, explained scientifically in the Second Law of Thermodynamics as the tendency of the Universe to prefer chaos above order. This helps us to understand human sin from a cosmological point of view. In this view, sin is not a condition inherited from the biblical Adam and Eve, but a condition into which we are born, or a \"social climate\" (Fergusson 2014, p. 45) in which we are \"constricted by the collective choices made before us\" (Cannato 2010, p. 71) .",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 31,
                    "text": "Segundo (1974, p. 27)",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 714,
                    "text": "(Cannato 2010, p. 71)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "Another way of looking at this question from a historical, evolutionary perspective is to consider original sin as marking a new shift in human consciousness (Cannato 2010, p. 72) . Each new stage of the universe is a development of the previous stage towards greater complexity in things. The more complex a thing is, the more it is a single whole: think of the difference between a stone and a cow, for example. And the more of a single whole a thing is, the more it is in control of itself and its life. Human beings have moved through different stages in the evolution of their consciousness. In the beginning, they were fully inserted into the circle of life, and were guided by instincts that did not harm themselves or their environment. But life was a struggle to provide their two basic needs-a need for nature to keep them alive and well, and a need for each other in order to be happy. As self-consciousness dawned, they became aware of the possibility of stepping out of the circle, and making their own considered decisions (Faller 2007, pp. 31-32) . From that point onwards, life became not only a struggle to provide their basic needs, but also, in the satisfaction of these needs, a struggle to resist that \"huge, universal, inertial force that resists this creative movement of the Spirit towards wholeness\" (Moore 1985, p. 84) . In this sense, sin is anything that is opposed to the meaning of history, which is the establishment and completion of the Reign of God.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 179,
                    "text": "(Cannato 2010, p. 72)",
                    "ref_id": null
                },
                {
                    "start": 1037,
                    "end": 1061,
                    "text": "(Faller 2007, pp. 31-32)",
                    "ref_id": null
                },
                {
                    "start": 1325,
                    "end": 1344,
                    "text": "(Moore 1985, p. 84)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "In the area of moral theology, Rahner has made a significant shift in our understanding of personal sin and its significance. He \"replaced Saint Augustine's gloomy scenario of a massa damnata from which individuals can rescue themselves by baptism, with a scenario in which human beings are antecedently embraced by a favour and grace of God from which individuals can exclude themselves only by hardening their hearts\" (Bühlmann 1992, p. 26) . This hardening is a gradual process resulting in what Rahner calls a fundamental option-either self-realisation in the direction of God or a radical refusal of self to God (McCool 1981, p. 255).",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Bühlmann 1992, p. 26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "As we witness at the beginning of the twenty-first century what might be called a reinvention of morality based largely on a culture of human rights, we need to be open to the possibility \"that a good many human characteristics which were once thought to be unchangeable structures of human nature must now be assigned an historical origin\" (McCool 1981, p. 262) . McCool, summarising the position of Rahner, explains the consequences for Catholic moral theology of the results of the positive and social sciences in this field.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 362,
                    "text": "(McCool 1981, p. 262)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "Catholic moralists must accept the fact that the empirical grounding of these principles will reveal that many of them rest on mutable and culturally determined characteristics of man rather than on his immutable nature. Moral theologians must take science, culture, and history much more seriously than they have in the past, and they must be much more open to mutability in the Church's moral teaching (p. 262).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "This advice needs to be seriously considered by the religious educator today whose moral authority will be discredited by students grappling with the complexities of an emerging world if it is based on inflexible positions and closed to discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sin and morality"
        },
        {
            "text": "Before we consider the implications of this paradigm shift in theology for the curriculum of religious education in Catholic schools, a short note about the role of these schools in effecting change is apposite.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of the Catholic school"
        },
        {
            "text": "De Thomasis (2013) emphasises the distinction between the Catholic Church and the Catholic school (p. 22) and his central argument is that the Catholic school should be given its rightful autonomy and thus guarantee its members intellectual freedom to perform its given role (p. 9, 24) . This is in the interests of both institutions -school and Church. De Thomasis sees Catholic Education as a major source to help the Church regain its relevance and vitality (p. 8) and the Church should therefore not attempt to control what and how the Catholic school teaches (p. 24). In addition, the Catholic school can be a model for the paradigm shift that we are advocating (p. 81, 84, 93).",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 285,
                    "text": "(p. 9, 24)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "School and Church"
        },
        {
            "text": "To effect this change, the rights of the school need to be exercised. School leaders need to be door-openers and not gate-keepers (Thomasis 2013, p. 78). Such leaders will seize upon opportunities to create a new future for the students, the school, the Church and the world (p. 66). This will entail the risk of letting go of something beautiful in the firm belief that something more beautiful will emerge (p. 82, 85).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leadership and transformation"
        },
        {
            "text": "De Thomasis outlines a number of dynamics needed for the transformation of Catholic schools (2013, p. 9). For example, De Thomasis urges schools to 'trust in transformation ' (p. 85) , 'see what might be otherwise' (p. 103), 'try new things now' (p. 92), and 'be responsive to the unfolding epiphany' (p. 123). School leadership needs to encourage and facilitate the embracing of these dynamics by the whole school community.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "text": "' (p. 85)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Leadership and transformation"
        },
        {
            "text": "In any educational development, the needs of the students come first (Thomasis 2013, p, 14) . This statement accords with the principle enunciated at the Second Vatican Council in the Pastoral Constitution, Gaudium et Spes (par. 26): \"The social order and its development must constantly yield to the good of the person, since the order of things must be subordinate to the order of persons and not the other way around.\" De Thomasis (p. 18) uses the rather stark image of Procrustes and his bed to indicate what happens when the orders are reversed. \"There is something very wrong,\" he says, \"if the institutional church attempts to control the Catholic school and tries to cut it up and mould it to fit some preconceived, ideological form of the Catholic Church.\" The same can happen to its students who happen quite innocently to accept Procrustes' hospitality. The implication for religious education seems clear. We must meet students where they are on their faith journey, accompany them, and trust the Holy Spirit to lead them to the truth (John 16:13).",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 91,
                    "text": "(Thomasis 2013, p, 14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Students first"
        },
        {
            "text": "This consideration pertains to language too. We need to listen in to how our doctrinal language is heard by our students (Brennan 2017, p. 350) . One of the conditions that needs to be met for an effective language of dialogue, according to Jurgen Habermas, is that religious insights must be removed from appeals to revealed truth, and thus made accessible to all (Lane 2013, p. 16 ). This would not mean that religious education becomes a strictly rational discipline, but that a living faith in the classroom is not to be assumed.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 143,
                    "text": "(Brennan 2017, p. 350)",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 382,
                    "text": "(Lane 2013, p. 16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Students first"
        },
        {
            "text": "Clearly, the paradigm shift we have discussed needs to be applied to the religious education curriculum. This is where the meeting of minds and hearts typically takes place. Firstly, Church teaching needs to be taught in the light of new knowledge (De Thomasis 2013, p. 18, 41, 102) so that it may be understood in the context of the real, contemporary world (p. 33). It should avoid prefabricated answers that no longer answer the questions of today (Bühlmann 1992, p. 111) , but rather attend to the questions students are asking. This is highlighted in the Instrumentum Laboris of the Global Compact on Education which was to be launched in May 2020.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 282,
                    "text": "(De Thomasis 2013, p. 18, 41, 102)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 474,
                    "text": "(Bühlmann 1992, p. 111)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Curriculum and truth"
        },
        {
            "text": "Following what various religious leaders suggested to Pope Francis, it is necessary to focus today on educating the questions of our youth, which are a priority compared to providing answers: it is a matter of dedicating time and space to the development of the great questions and wishes that dwell into (sic) the hearts of new generations, who from a serene relationship with themselves might fulfil the search for the transcendent (p. 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curriculum and truth"
        },
        {
            "text": "Secondly, the teaching should be proposed and not imposed in any way, as Benedict XVI (2008) reminds us. The religious education class then becomes an impartial search for truth, unleashing the power of the imagination to discover new ways of seeing things: to \"construct new visions, capacities, meaningfulness and metaphors\" (De Thomasis 2013, p. 127). Faith then becomes no longer a \"rote formula\" but \"the joy of existential fulfilment\" (Bühlmann 1992, p. 135) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 464,
                    "text": "(Bühlmann 1992, p. 135)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Curriculum and truth"
        },
        {
            "text": "De Thomasis (2013) offers two epistemological concepts that mark, as it were, stages on the way towards truth-proximate truth (p. 45) and fuzzy logic (p. 96). The first of these suggests a budding of faith, coming to ever closer points of understanding and even appreciation of a teaching, without definitive intellectual acceptance, waiting perhaps on further evidence. The second is much like the first -a humanly relational or democratic approach to the search for truth. Fuzzy logic allows truth values anywhere from 0 to 1, whereas a pedantic approach will only allow a '0' (false) or '1' (true), thus stifling the dialogue necessary for growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Curriculum and truth"
        },
        {
            "text": "Many religious educators will feel insecure with such an approach which may seem to them to compromise the truth. However, the whole Catholic school community needs the humility and realism to identify itself as a community of seekers (De Thomasis 2013, p. 19) , and to realise that if the Spirit is given the space to work then the truth will prevail (p. 50).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 260,
                    "text": "(De Thomasis 2013, p. 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Curriculum and truth"
        },
        {
            "text": "In the previous section we discussed some attitudinal and procedural implications of the New Universe Story for the Catholic school with a broad reference to its religious education curriculum. Here we look at a limited selection of curriculum areas in the light of the shift we are advocating. But we are not necessarily concerned here with new curriculum content as much as a reframing of what is currently taught in Catholic schools as we move from an ecclesiocentric to a cosmocentric approach to religious education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Religious education in a universal context"
        },
        {
            "text": "Returning for a moment to the beginning of this paper, and James Michael Lee's vision of a prophetic role for religious education (2000, p. 3), we may now attempt a response to the questions raised. What is the future that religious education envisions and will help to come to realisation? And how will it inspire the student to participate in the Great Work described by Thomas Berry (1999, p. 3) which is \"to carry out the transition from a period of human devastation of the Earth to a period when humans would be present to the planet in a mutually beneficial manner.\" Haight describes this Great Work as a participation in God's project of creation (2019, p. 219) which will enhance, at the same time, the dignity of each human person, the unity of the human family and the integrity of creation (Martin 2006, p. 44) .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 139,
                    "text": "(2000, p.",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 395,
                    "text": "Thomas Berry (1999, p.",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 822,
                    "text": "(Martin 2006, p. 44)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vision and challenge"
        },
        {
            "text": "How will religious education develop students to experience themselves and others as part of ongoing humanity, \"thrown into existence with a challenge and a role that is beyond any personal choice\" (Berry 1999, p. 7) , and to respond generously? This will depend, says Berry, on the realisation that \"the nobility of our lives… depends upon the manner in which we come to understand and fulfil our assigned role\" (1999, p. 7).",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Berry 1999, p. 7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vision and challenge"
        },
        {
            "text": "The key for Kathleen O'Gorman is the advice of Maria Montessori to give the student a vision of the whole universe for \"it takes a universe to educate us so that we come to understand who we are and where we have come from and what we should be about. It takes a universe to fulfil us-our longings and dreams and possibilities\" (2003, p. 14) . Quoting Montessori (2003, p. 8) , she believes that the sharing of the universe story will… …create in him (sic) admiration and wonder, a feeling loftier than any interest and more satisfying…his intelligence becomes whole and complete because of the vision of the whole that has been presented to him, and his interest spreads to all, for all are linked and have their place in the universe on which his mind is centred.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 341,
                    "text": "(2003, p. 14)",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 375,
                    "text": "Montessori (2003, p. 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vision and challenge"
        },
        {
            "text": "Such a vision would permeate all our teaching, says O'Gorman, making religious education a cross-curricular activity through a dialogue with other disciplines without violating the integrity of each. Our students would be introduced to a sacred world, not in the next life, but in this. This, then, is what O'Gorman (2003, p. 11) says is the primary responsibility of religious education: \"to offer the human community the resources of our religious traditions in their developing understanding of the wonders of creation and what they reveal about the creator and how they guide us to live within the life community.\" Tony Brennan (2017, p. 364 ) calls for \"a curriculum which is attractive to young minds and hearts and a wise pedagogy that engages young people, body and soul.\" We considered earlier some implication for religious education pedagogy, advocating a dialogical approach which respects the journeys of our students in faith and truth. Here, to illustrate the desired shift in content, we take a look at three curriculum areas and how they might be more engaging when embedded in the New Universe Story. Theology, Spirituality and Worship are representative of a curriculum which addresses the whole personhead, hands and heart.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 329,
                    "text": "This, then, is what O'Gorman (2003, p. 11)",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 645,
                    "text": "Tony Brennan (2017, p. 364",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Vision and challenge"
        },
        {
            "text": "In Part 4 of this paper we drew out, at some length, traditional theological themes in terms of evolutionary cosmology. We shall not repeat these themes here, but strongly suggest that the way they have been addressed becomes standard in high school Catholic religious education classes. This will mean for students an open invitation to dialogue with the riches of the Christian tradition through a cosmological lens-a lens they trust and are familiar with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theology"
        },
        {
            "text": "A special place in the curriculum will be given to spirituality which \"is an essential glue and lingua franca that holds all aspects of Catholic education together\" (Mudge 2017, p. 142) . Everist (2000, p. 62) agrees since religious education \"needs to address the issues of time urgency, frenzy and fatigue… Spiritual disciplines that promote silence, stillness and growth in faith need to be central to curriculum.\" Wilber (2007, p. 195 ) goes further to suggest that the cultivation of contemplative states through meditation should be at the core of religious education. This is because meditation, of all practices and techniques aimed at raising consciousness, develops what Cannato (2010) calls 'unitive' or cosmic consciousness-an awareness that all life is connected and of being one with all that is (p. 100, 101, 119). It also leads, as Hammack (2014) points out, to an experience of direct encounter with the indwelling Spirit of God that goes beyond certitude to mystery (p. 37). This accords well with a growing awareness so well expressed by Pope Francis when he said:",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 185,
                    "text": "(Mudge 2017, p. 142)",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 209,
                    "text": "Everist (2000, p. 62)",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 438,
                    "text": "Wilber (2007, p. 195",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 862,
                    "text": "Hammack (2014)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "If a person says that he met God with total certainty and is not touched by a margin of uncertainty, then this is not good… If one has the answers to all the questionsthat is the proof that God is not with him... Uncertainty is in every true discernment that is open to finding confirmation in spiritual consolation (Spadaro 2013) .",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 330,
                    "text": "(Spadaro 2013)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "Another important consideration here is the image of God that we promote. For it is our image of God that \"determines the instincts we bring to our daily lives\" (Hammack 2014, p. 58) and \"shape who we become\" (Cannato 2010, p. 15) . Holding on to any one at the expense of others borders on idolatry. This is why, I think, Rahner favours the term \"incomprehensible holy mystery\" (Cannato 2010, p. 52 ) which opens the imagination to a kaleidoscope of infinite possibilities.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 182,
                    "text": "(Hammack 2014, p. 58)",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 230,
                    "text": "(Cannato 2010, p. 15)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 399,
                    "text": "(Cannato 2010, p. 52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "There is a perception that a focus on meditation or other contemplative practices means a withdrawal from the world. But this is not the experience of practitioners since the journey of meditation entails leaving the ego or separate self behind and coming to identify with the other in compassion. The mission statement of Richard Rohr's Centre for Action and Contemplation (2020) captures this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "Our mission (is to) open the door for a critical mass of spiritual seekers to experience the transformative wisdom of the Christian contemplative tradition and nurture its emergence in service to the healing of our world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "Raising consciousness, therefore, will dispose our students to participate in the Great Work, or the realisation of the Reign of God. They will understand Rahner's assertion that we should not assume-as do those who practice contemplation with selfish intent-that God will bring about \"what can be achieved by the immanent development of the creature\" (Cannato 2010, p. 87) .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 373,
                    "text": "(Cannato 2010, p. 87)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "Encouraging growth towards unitive consciousness will develop in our students four attitudes or stances (Cannato 2010, p. 172 ) that will enable them to live out the Christian Story from a universal perspective. These attitudes are:",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 125,
                    "text": "(Cannato 2010, p. 172",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "• The spaciousness with which we encounter the other: \"There is space in myself for you\"; • The contemplative awareness of what is before us, awakened to possibilities that are around us; • Our commitment in freedom and love to participate in the transformation of the world; • Our imagination or capacity to envision that which does not exist and invite it to take form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spirituality"
        },
        {
            "text": "What effect will embracing the Christian Story from a cosmic perspective have on liturgy and worship? Essentially what is required in liturgy is a \"turn to the cosmos\" (Vincie 2014, p. 100) , showing solidarity with Earth and all her creatures-indeed with the whole Universe -responding with one voice in praise, thanksgiving, petition, or lament. Liturgy will then be instrumental in \"reorienting ourselves in right relation with Earth and the cosmos\" (Vincie 2014, p. 98) . And this implies an expanded notion of the Body of Christ which goes beyond the Christian community to embrace the whole of humanity and all creation.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 189,
                    "text": "(Vincie 2014, p. 100)",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 473,
                    "text": "(Vincie 2014, p. 98)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Worship"
        },
        {
            "text": "Returning to the idea of the prophetic role of religious education and the plea voiced earlier to allow the Catholic school its freedom to fulfil its mission, we need to encourage in our schools wise and considered experimentation in its liturgical life. The \"turn to the cosmos\" will have implications for the liturgical calendar, and for the celebration of Eucharist and other sacraments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Worship"
        },
        {
            "text": "son of Creation which runs from 1 September to 4 October, the feast of Francis of Assisi. In the Catholic Church this season has been incorporated into the liturgical year by some Bishops' Conferences at the encouragement of Pope Francis (2015) who instituted the World Day of Prayer for the Care of Creation on 1 September.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 244,
                    "text": "Francis (2015)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Liturgical calendar Already established in some Christian communions is the Sea-"
        },
        {
            "text": "Further to this, Thomas Berry (1999, p. 171 ) encourages the creation of new liturgies \"based on the transformation episodes of the evolutionary sequence in the physical, geological, and biological stages of development. In line with this, Vincie (2014, pp. 101-102) suggests creating feasts to celebrate six such episodes;",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 43,
                    "text": "Berry (1999, p. 171",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 266,
                    "text": "Vincie (2014, pp. 101-102)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Liturgical calendar Already established in some Christian communions is the Sea-"
        },
        {
            "text": "• The Great Flaring Forth (or Big Bang); • The emergence of our galaxy, the Milky Way; • The emergence of life on Earth;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liturgical calendar Already established in some Christian communions is the Sea-"
        },
        {
            "text": "• The emergence of human life; • The development of language; • The harnessing of fire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liturgical calendar Already established in some Christian communions is the Sea-"
        },
        {
            "text": "While any of the above suggestions might be incorporated into the liturgical life of the Catholic school, attention needs to be given to the celebration of Eucharist in that community, marked ever more by a multireligious demography and an expanding awareness of our place in the cosmos. In addition, as the Directory for Masses with Children (1974, n. 2) points out, \"children do not always understand all their experiences with adults\" and they \"repeatedly experience in the Church things that are barely comprehensible\". Do these considerations not call for the development of a Eucharistic Rite for Catholic Schools? Wherever children and youth are involved, liturgists \"should be permitted a great deal of freedom in the choosing of texts and the invention of rubrics that will make the celebration not only understandable, but actually attractive and inviting\" (Bühlmann 1992, p. 152) .",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 890,
                    "text": "(Bühlmann 1992, p. 152)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eucharist"
        },
        {
            "text": "In the new story, the whole cosmos is the arena of God's activity. The sacraments of the Church should therefore be understood in this context to be witnessing to what Christ is effecting everywhere and at all times in the evolutionary process (Delio 2011, p. 99) . To give the Eucharist a cosmic reference, Catherine Vincie (2014, pp. 105-108) has written a full Eucharistic Prayer in the Catholic tradition that could be used, or adapted if necessary, at any of the new feasts we listed above.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 263,
                    "text": "(Delio 2011, p. 99)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 344,
                    "text": "Vincie (2014, pp. 105-108)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Eucharist"
        },
        {
            "text": "The Eucharistic Rite for Catholic Schools suggested above should also urgently address the question of sacramental participation. What is meant to unite, sorely divides. Can the doors of the Upper Room, to use Bühlmann's phrase (1992, p. 97) , not stand open for all who in good faith approach the Table? We must expand our imaginations to include all in the communion of Christ (Vincie 2014, p. 91) .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 241,
                    "text": "(1992, p. 97)",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 399,
                    "text": "(Vincie 2014, p. 91)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 304,
                    "text": "Table?",
                    "ref_id": null
                }
            ],
            "section": "Eucharist"
        },
        {
            "text": "In this paper we have argued for a new way of telling the Christian Story by seeing the tradition through the lens of modern cosmology. We have traced significant elements of the story as it now reads, and applied these to religious education in the Catholic school so that it achieves greater relevance for our students, inspiring them and equipping them-head, hands and hearts-for the prophetic role of leading humanity by the light of a unitive consciousness towards a destiny that so few today can see or even dream of.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Bringing Catholic Education to share such a vision of religious education will indeed be challenging, given the wave of conservatism sweeping the Church today. But perhaps some schools with the blessing of enlightened authority will forge ahead as leaders in the field not afraid to risk exploring virgin territory. Perhaps others will use the door that Bühlmann (1992, p. 85) calls \"anticipatory obedience\"-doing things \"not currently permitted by human law, but meaningful in themselves, and surely destined for acknowledgement by the legislator when the time is ripe.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "What needs to be done for this paradigm shift to become a reality is the devising of wise strategy in each particular context. But this is beyond the scope of this paper which has aimed more at asking the question and promoting the debate rather than providing definitive answers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Church does not impose but freely proposes the faith",
            "authors": [
                {
                    "first": "Xvi",
                    "middle": [],
                    "last": "Benedict",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The great work: Our way into the future",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Towards a new integrated approach to religious education: The Tasmanian EXPE-RIENCE",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Religious education in australian catholic schools: Exploring the landscape",
            "volume": "",
            "issn": "",
            "pages": "349--367",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "With eyes to see: Church and world in the third millennium",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bühlmann",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Field of compassion: How the new cosmology is transforming spiritual life",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cannato",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centre for Action and Contemplation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Directory for masses with children",
            "authors": [],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Christ in evolution",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Delio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Orbis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The emergent Christ",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Delio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Orbis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Dynamics of catholic education: Letting the catholic school be school",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Thomasis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Forging a better religious education in the third millennium",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Everist",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "51--68",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Christian story: A seeker's view",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Faller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evolution: Pope says evolution more than a hypothesis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frame",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Christianity Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Instrumentum Laboris",
            "authors": [],
            "year": 2020,
            "venue": "Global Compact on Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Jesus, symbol of god",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haight",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Faith and evolution: A grace-filled naturalism",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haight",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rethinking our story: Can we still be christian in the quantum era",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hammack",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ask the beasts: Darwin and the god of love",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Teilhard's mass: Approaches to \"the mass on the world",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nostra aetate: Encountering other religions, enriching the theological imagination",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vatican II facing the 21st century: Historical and theological perspectives",
            "volume": "",
            "issn": "",
            "pages": "202--236",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Religion and education: Re-imagining the relationship",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Forging a better religious education in the third millennium",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Gaudium et spes: The Church in the modern world",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vatican II facing the 21st century: Historical and theological perspectives",
            "volume": "",
            "issn": "",
            "pages": "31--48",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A rahner reader",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccool",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Catholicism can and must change, Francis forcefully tells Italian church gathering",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcelwee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "National Catholic Reporter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Let this mind be in you: the quest for identity through Oedipus to Christ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Interplay: A theory of religion and education",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Maximus the confessor's Christian action: The transformation of the world",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Grace & Truth",
            "volume": "35",
            "issn": "",
            "pages": "8--21",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Missing in Theory and praxis? Teaching Spirituality in the Catholic Classroom and beyond",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mudge",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Religious education in Australian Catholic Schools: Exploring the landscape",
            "volume": "",
            "issn": "",
            "pages": "141--160",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Religious Education for the 21st Century. A Research Interest Presentation at the annual meeting of the Association of Professors and Researchers in Religious Education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;gorman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Apostolic Exhortation: Evangelii Nuntiandi",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Your God Is Too Small",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evangelii Gaudium: Apostolic Exhortation on the proclamation of the Gospel in today's world",
            "authors": [
                {
                    "first": "Pope",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Letter of His Holiness Pope Francis for the Establishment of the \"World Day of Prayer for the Care of Creation",
            "authors": [
                {
                    "first": "Pope",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Pale blue dot: A vision of the human future in space",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sagan",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "On American critics, Pope says he doesn't want a schism but he's not afraid of it",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "San Martín",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Pastoral Constitution on the Church in the Modern World",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Second Vatican Council",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Vatican Council II: The Conciliar and Post Conciliar Documents",
            "volume": "",
            "issn": "",
            "pages": "794--879",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Evolution and guilt",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Segundo",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Orbis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A big heart open to god: An interview with Pope Francis. America: The Jesuit Review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spadaro",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The universe story: From the Primordial Flaring Forth to the Ecozoic Era: A celebration of the unfolding of the cosmos",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Swimme",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Worship and the new cosmology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vincie",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Integral spirituality: A startling new role for religion in the modern and postmodern world",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wilber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complinace with ethical standards"
        }
    ]
}