{
    "paper_id": "5c5c8cf3c2b08e7563a6845d0f5a41dd71509816",
    "metadata": {
        "title": "Counties with lower insurance coverage are associated with both slower vaccine rollout and higher COVID-19 incidence across the United States",
        "authors": [
            {
                "first": "Emily",
                "middle": [],
                "last": "Lindemer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mayank",
                "middle": [],
                "last": "Choudhary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gregory",
                "middle": [],
                "last": "Donadio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Pawlowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Venky",
                "middle": [],
                "last": "Soundararajan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Prevention (CDC) identified that US counties with high social vulnerability according to metrics such as poverty, unemployment, low income, and no high school diploma, have significantly lower rates of vaccination compared to the national average 1 . Here, we build upon this analysis to consider associations between county-level vaccination rates and 68 different demographic, socioeconomic, and environmental factors for 1,510 American counties with over 228 million individuals for which vaccination data was also available. Our analysis reveals that counties with high levels of uninsured individuals have significantly lower COVID-19 vaccination rates (Spearman correlation: -0.264), despite the fact that the CDC has mandated that all COVID-19 vaccines are free and cannot be denied to anyone based upon health insurance coverage or immigration status. Furthermore, we find that the counties with high levels of uninsured individuals tend to have the highest COVID-19 incidence rates in March 2021 relative to December 2020 (Spearman correlation: 0.388). Among the 68 factors analyzed, insurance coverage is the only factor which is highly correlated with both vaccination rate and change in COVID-19 incidence during the vaccination period (|Spearman correlation| > 0.25). We also find that counties with higher percentages of Black and Hispanic individuals have significantly lower vaccination rates (Spearman correlations: -0.128, -0.136) and lesser declines of COVID-incidence rates (Spearman correlations: 0.334, 0.330) during the vaccination period. Surprisingly however, after controlling for race, we find that the association between lack of insurance coverage and vaccination rate as well as COVID-19 incidence rates is largely driven by counties with a majority white population. Among the counties with high proportions of white residents (top 10% decile), the association between insurance coverage and vaccination rate is significant (Spearman correlation: -0.210, p-value: 0.002), but among counties with low proportions of white residents (bottom 10% decile) this association is not significant (Spearman correlation: 0.072, p-value: 0.088). Taken together, this study highlights the fact that intricate socioeconomic factors are correlated not just to COVID-19 vaccination rates, but also to COVID-19 incidence fluctuations, underscoring the need to improve COVID-19 vaccination campaigns in marginalized communities. The strong positive correlation between low levels of health insurance coverage and low vaccination rates is particularly concerning, and calls for improved public health messaging to emphasize the fact that health insurance is not required to be eligible for any of the FDA-authorized",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 vaccine rollout in the United States has been among one of the fastest in the world 2 . However, this rapid vaccine rollout has not benefited all Americans equally, and the vaccination rate in some marginalized communities has lagged significantly behind the average 3 . It is well known that social determinants of health (SDoH) and aspects of an individual's life that occur \"outside of the four walls of healthcare\" have tremendous impact on actual health status 4, 5 . As we approach the status of 'herd immunity' with COVID-19 vaccinations, it is of critical importance that the US is not viewed as a monolith, and that the vaccination coverage to promote herd immunity is equally distributed across all communities. A recent study by the CDC showed that vaccine coverage is lower in counties with high social vulnerability based upon socioeconomic indicators (poverty, unemployment, low income, no high school diploma) 1 . This study did not, however, assess the interplay between these factors and new COVID-19 incidence rates. In addition, another recent analysis 580 US counties found that the change in COVID-19 incidence from December 1, 2020 to March 1, 2021 is significantly correlated with cumulative vaccination rate through March 1, 2021 6 . However, it remains unclear whether disparities in vaccine rollout and associated COVID-19 infection rate fluctuations have been driven by some specific socioeconomic and population health factors.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 481,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 482,
                    "end": 483,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 938,
                    "end": 939,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using publicly-available data, we assessed the relationship between a large set of socioeconomic variables, vaccine coverage, and COVID-19 incidence rates in 1,510 counties across the United States. We demonstrate that variables related to uninsurance status and racial minority make-up are both negatively associated with vaccine coverage and new case incidence. By stratifying counties according to minority population percentage, however, we also find that the relationship between being uninsured and poor vaccine coverage is not uniform across all races, and that this relationship is much stronger in predominantly white counties. We additionally stratify counties by their vaccine coverage and determine the relative risk of different socioeconomic factors with high and low vaccination rates. Our findings show that the most significant risk factors for poor vaccination at the county-level are those related to poverty and environmental safety such as uninsurance prevalence, teen births, and violent crimes, and the most significant protective factors are related to food security, social connectivity, and education level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Taken together, our findings suggest several calls to action that could be implemented to increase vaccine coverage across the United States. The first is compounded by the findings of others, and relates to the racial and disparities in vaccine coverage across the country. The second call to action, however, is novel and suggests that communication surrounding vaccination eligibility in the uninsured population, and particularly in the white uninsured population, may increase vaccination rates and decrease new case incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We analyzed 1,510 counties in the United States which have cumulative vaccination data available through March 1, 2021. These counties include over 228 million individuals from 21 states and the District of Columbia, including: California, Connecticut, Florida, Georgia, Illinois, Indiana, Maine, Maryland, Michigan, Minnesota, Missouri, Nevada, New Jersey, New York, Ohio, Oregon, Pennsylvania, Tennessee, Texas, Washington, Wyoming. A map of states included in the analysis is provided in Supplementary  Figure S1 . For counties in these states, we obtained vaccination data from state government websites (county-level vaccination data was not readily available for the other states). For each county, the vaccination rate was defined as the percentage of individuals in the county with at least one dose of an FDA-authorized COVID-19 vaccine as of March 1, 2021. In addition, county-level COVID-19 incidence data was obtained from the CDC COVID Data Tracker 7 . The change in COVID-19 incidence is defined as the 7-day rolling average COVID-19 incidence rate on March 1, 2021 minus the 7-day rolling average COVID-19 incidence rate on December 1, 2020, where the COVID-19 incidence rate is the number of new COVID-19 cases reported in the county per 10,000 individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 515,
                    "text": "Supplementary  Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Demographic and socioeconomic data for each county was obtained from the 2020 County Health Rankings 8 resource provided by the County Health Rankings & Roadmaps program at the University of Wisconsin Population Health Institute. We applied a 75% completeness requirement to each of our variables, leaving us with 68 out of a total of 131 variables from the 2020 County Health Rankings. We note that most of the variables with limited data availability were race-specific variables for minority populations (e.g. Number of firearm fatalities -Black, Motor vehicle crash deaths -Hispanic), so these could not be included in our analysis. A complete list of demographic and socioeconomic variables with data available is included in Table 1 . For each of the 68 county-level features, we compute the Spearman rank correlations between: (1) the feature of interest and county-level vaccination rate and (2) the feature of interest and county-level change in COVID-19 incidence. Spearman rank correlations and corresponding p-values were computed using the SciPy package 9 in Python.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 731,
                    "end": 738,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Next, we grouped each county into quartiles based on percent vaccinated through March 1, 2021. For a select number of county-level features, we computed the rates in the top and bottom quartiles, and reported the relative risks and Fisher exact test p-values. For the relative risk values, 95% confidence intervals were computed using a delta-method approximation 10 . The results are presented in Table 2 . Finally, to disentangle relationships between race, insurance status, and our outcome variables, we isolated the top and bottom deciles of counties as determined by the percentage of their populations that were white. Within these two deciles, we performed further correlation analyses with insurance status and vaccine coverage.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 366,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 405,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Results from our correlation analyses are synthesized together in Figure 1 . Each socioeconomic variable is plotted to show the strength of its relationship with county-level vaccine coverage (x-axis) and county-level new COVID-19 incidence (y-axis). The upper left quadrant contains variables that are associated with both increased incidence and poor vaccine coverage, and the bottom right quadrant contains variables that are associated with decreased incidence and better vaccine coverage. Inter-variable correlations are shown in Supplementary Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 557,
                    "text": "Supplementary Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A county's percentage of uninsured adults and unemployed adults were both significantly correlated with the percentage of the county that had been vaccinated (Spearman correlation: -0.264, pvalue: <1e-5; Spearman correlation: -0.208, p-value: <1e-5) (see Table 1 ). However, the relationship between these two factors and the incidence change in COVID-19 cases from December 1, 2020 to March 1, 2021 was vastly different. There was a significant positive correlation between the percent of the county who was uninsured and the case incidence change (Spearman correlation: 0.388, p-value: <1e-5), but no significant relationship was observed between unemployment level and new cases (Spearman correlation: 0.008, p-value: 0.20). Table 2 demonstrates that the relative risk related to the percent of uninsured adults in the population is 0.742, where counties in the top quartile of vaccine coverage have 9.9% uninsured adults and those in the bottom quartile have 13.4%. This translates to counties in the top quartile of vaccination coverage have a 25% lower uninsured population compared to those in the bottom quartile. Table 3 looks at the top and bottom deciles of counties, ranked by percent of the county that is uninsured. On average, counties in the bottom decile have an uninsurance rate of 24.1%. We find that less-insured counties are more rural, have more minorities, and higher percentages of young people. The states contributing to these counties are Florida, Georgia, Indiana, Ohio, Missouri, and Texas. The bottom 25 counties for \"uninsured rate\" are detailed in Supplementary Table 1. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 262,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 735,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1129,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1580,
                    "end": 1602,
                    "text": "Supplementary Table 1.",
                    "ref_id": null
                }
            ],
            "section": "Counties with high rates of uninsured individuals have lower vaccination rates and lower declines in COVID-19 incidence"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Counties with high rates of uninsured individuals have lower vaccination rates and lower declines in COVID-19 incidence"
        },
        {
            "text": "All racial minorities included in our analysis were correlated with higher incidence of new COVID-19 cases. With the exception of Asians, the prevalence of all other racial minority groups in counties was also negatively correlated with vaccine coverage. We compared the top 10% of counties based on the percentage of the population that was white to the bottom 10% of white counties, and performed correlation analyses in each between uninsurance status, vaccination coverage, and new case incidence. We found that in the top white counties, uninsurance status was significantly negatively correlated with vaccination coverage (Spearman correlation: -0.210, p-value: 0.002) and positively associated with new case incidence (Spearman correlation: 0.349, p-value: <1e-5). Conversely, in the bottom white counties, uninsurance rate was not significantly associated with vaccination coverage (Spearman correlation: 0.072, p-value: 0.0875) and was negatively correlated with new case incidence (Spearman correlation: -0.132, p-value: 0.002) (Figure 2) . The bottom white decile had a racial make-up of 31% white, 17% Black, 46% Hispanic, 4% Asian, and less than 1% Native American Indian.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1038,
                    "end": 1048,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The relationship between race and insurance status is varied in its correlation with vaccine coverage and new case incidence"
        },
        {
            "text": "All education variables associated with higher levels of education (college or associate degree, bachelor's degree or higher, and some college 2020) were positively correlated with vaccine coverage, and their correlations with new COVID-19 incidence rates were weak. The two variables associated with lower education levels, however (no HS diploma and HS diploma only) were both negatively correlated with vaccine coverage ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 433,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Environmental risk factors and education levels are differentially correlated with vaccination rates and COVID-19 incidence"
        },
        {
            "text": "Our analysis highlights two key factors (annual incidence of motor vehicle crash deaths and incidence of firearm fatalities) that we have grouped as \"environmental risk factors\" were negatively correlated with vaccine coverage, and positively correlated with new COVID-19. case incidence. A related correlation of note is \"access to exercise opportunities\" which can be viewed as an environmental protective factor, and was positively correlated with vaccine coverage, but unrelated to new COVID-19 incidence rates. Table 2 for other environmental protective factors such as social associations and food environment index, which translate to higher vaccination coverage counties having a 21% and an 18% increase in each factor, respectively. In particular, counties with relatively high social association ranking, as reflected by the number of their civic organizations, have significantly higher levels of vaccination and steeper declines in COVID-19 incidence rates ( Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 516,
                    "end": 523,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 971,
                    "end": 978,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Environmental risk factors and education levels are differentially correlated with vaccination rates and COVID-19 incidence"
        },
        {
            "text": "Our findings indicate that there are several groups of socioeconomic factors that are related to the percentage of a county that is vaccinated, as well as the incidence of new COVID-19 cases, but these relationships have different strengths and directionalities, highlighting the complexities of socioeconomic disparities in the United States and the vastness of their impacts. The most striking finding from our analyses was the strong relationship with health insurance status and both vaccination coverage as well as new COVID-19 incidence rates. Going further, we found that these relationships were strongest in predominantly white counties, indicating a specific relationship between being white and uninsured and poor vaccination coverage. We hypothesize that this relationship may be due to widespread misunderstanding about individuals' eligibility and financial responsibility for the COVID-19 vaccine, and . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint suggest that better nationwide communication about the role of health insurance in vaccine eligibility may help vaccinate more individuals to bring us closer to herd immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Despite the US government's financial sponsorship of the COVID-19 vaccine 11 , we see a strong relationship between county-level health insurance status, percent of the county that has been vaccinated, and the incidence of new cases since the beginning of 2021. In fact, the percent of individuals uninsured in a county was the only variable whose Spearman coefficient exceeded 0.25 for both vaccine coverage and new case incidence. Juxtaposed with the relationships seen with unemployment, which was only significantly correlated with vaccination coverage but not with new COVID-19 incidence, this is an important insight. The relationship between unemployment and vaccine coverage was recently analyzed by the CDC, but not its association with new incidence rates, which we find here to be insignificant. One hypothesis to explain these differing relationships with uninsured status and unemployment is in community education about COVID-19 and vaccine eligibility. Many individuals receive information about general health and also about their vaccine eligibility status from their primary care provider 12 . This relationship does not exist in the case of individuals without health insurance, and so individuals without health insurance may be significantly uninformed about basic COVID-19 precautions that could prevent new incidences, and also about their eligibility for the vaccine. Direct messaging from the government to inform individuals that they are eligible for the vaccine regardless of insurance status may have a significant impact on both vaccine coverage and new case incidence rates.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 76,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this study we also highlight the significant racial disparities that exist in the US in the context of COVID-19, which have been covered by numerous other studies [13] [14] [15] . Many of these studies have shown that overall outcomes of COVID-19 are poorer in communities with large populations of racial minorities. In the same vein, we demonstrate that counties with higher percentages of racial minorities are showing higher incidence rates in the first several months of 2021. While still significant, the relationship between racial minority make-up and lower vaccine coverage is weaker. These findings suggest that communities with larger populations of racial minorities are still suffering from the pandemic two-fold: the vaccine is not as readily available to them, and to those who the vaccine has not yet been administered, social precautions to prevent the spread of COVID-19 are not being as widely implemented. Interestingly, the impact of uninsurance status in minority communities is not related to vaccine coverage, and this relationship appears to be most present in predominantly white communities. We do see relationships between uninsurance and new case incidence in both predominantly white and non-white counties, although the relationships are opposing in directionality. It is difficult to draw conclusions about the cause of new cases, as the virus' timeline varies widely across different regions of the country, but we hypothesize that it could be due to uninsured white individuals living in more rural areas with less virus spread, versus uninsured minorities living in more densely populated areas (Supplementary Figure S4) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 176,
                    "end": 180,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 1648,
                    "end": 1658,
                    "text": "Figure S4)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As stated in our Methods section, only 68 of the original 131 variables were able to be utilized due to limitations with data availability. We note that many variables that were lacking in complete data were those at the intersection of racial minority status and other socioeconomic factors, such as homicide rates within specific racial segments. Specifically, 52 of the 63 incomplete variables were specific to racial minority groups, and all data variables with less than 35% completeness were specific to racial minority groups. Had this been available, we may have been able to parse out more specific relationships of COVID-19, vaccination coverage, and racial minorities. We also note that one of the challenges in assessing both vaccine coverage as well as new incidence rates is in the diversity of state roll-out plans, in terms of timeline and eligibility criteria. A future retrospective analysis comparing individual states is an important next step to be taken when more data has been collected across the nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is well-established that factors pertaining to race, wealth, housing and education status are tightly intertwined when it comes to healthcare 16, 17 . To this end, it is not surprising that we see similar trends with lower education, poorer housing status, income inequality, and racial minorities that move in the same . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint direction in our analyses. All of these factors show some relationship with poorer vaccine coverage, and higher recent incidence rates. We highlight in our results that there are also environmental risk factors that fall into the same pattern. In general, our findings show that all factors that fall into the bottom-right quadrant of Figure 1 , the quadrant with the most favorable outcomes, pertain to having a higher education, a higherpaying career, homeownership, general quality of life, social connectivity and being white. For the most part, factors that fall into the top right and bottom left quadrants with mixed outcomes, are educational factors signifying a mid-range level of education, or pertain to age-related factors that directly impact vaccine eligibility such as being under 18 years old. Taken together, our findings reiterate what is known about the vast racial and socioeconomic disparities that are still ongoing in the US surrounding the COVID-19 pandemic. We find, however, an important and yet-unmentioned relationship between insurance status and vaccine coverage that we feel is addressable through better communication.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 486,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "EL, MC, GD, CP, and VS are employees of nference and have financial interests in the company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interests"
        },
        {
            "text": "After publication, the data will be made available to others upon reasonable requests to the corresponding authors (colin@nference.net, venky@nference.net). A proposal with a detailed description of study objectives and the statistical analysis plan will be needed for evaluation of the reasonability of requests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        },
        {
            "text": "On the x-axis, we show the Spearman rank correlation between the countylevel feature and cumulative vaccination rate (percent of individuals in the county with 1+ vaccine dose as of March 1, 2021). On the y-axis, we show the Spearman rank correlation between the county-level feature and the change in COVID-19 incidence rate (defined as the 7-day rolling average COVID-19 incidence rate on March 1, 2021 minus the 7-day rolling average COVID-19 incidence rate on December 1, 2020. Factors are only shown here if their Spearman coefficient is greater than 0.1 along at least one dimension. Factors in pink are related to housing and income, factors in orange are related to environmental risk, factors in purple are related to education level, and factors in blue are related to race.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Relationship between county-level vaccine coverage and change in COVID-19 incidence rate for county-level features."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1. Relationship between county-level vaccine coverage and change in COVID-19 incidence rate for county-level features."
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint Table 1 . Complete list of Spearman rank correlation for county-level features with vaccination rates and change in COVID-19 incidence rates. The county-level vaccination rate is defined as the percentage of individuals in the county with at least one COVID-19 vaccine dose as of March 1, 2021. The countylevel COVID-19 incidence rate increase is defined as the 7-day rolling average COVID-19 incidence rate (Number of new COVID-19 cases / total population) in the county on March 1, 2021 minus the 7-day rolling average COVID-19 incidence rate in the county on December 1, 2020. For each county-level feature, we show the Spearman rank correlation coefficients for the feature vs. vaccination rate and the feature vs. COVID-19 incidence rate increase, along with the associated p-values. Rows are sorted by correlation with vaccination rate. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint Table 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "County-level vaccination rate is defined as the percentage of individuals in the county with at least one COVID-19 vaccine dose as of March 1, 2021. Counties in the top quartile have vaccination rates greater than or equal to 9.21%, and counties in the bottom quartile have vaccination rates less than or equal to 5.52%. Rows have been sorted by relative risk in increasing order. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Comparison of county-level features in the top and bottom quartiles of vaccinated counties."
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint Table 3 . General characteristics all counties and counties with the highest and lowest levels of insurance coverage. In the first column (Overall), we show the characteristics for all 1,510 counties with vaccination data available. In the second column (Top 10%), we show the characteristics for counties with the fewest uninsured individuals per capita (≤ 5.55%). In the third column (Bottom 10%), we show the characteristics for counties with the most uninsured individuals per capita (≥ 20.82%). Information on state, county population, major town/city, cumulative vaccination till date, and increase in COVID-incidence as of March 1, 2021 relative to December 1, 2020 are provided for each group of counties. States with at least one county in the bottom 10% based on insurance coverage are highlighted in red. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Supplementary Figure S1 . Map of the states in the USA with county-level vaccination data available. Figure S2 . Heatmap of Spearman's rank correlation for selected county-level features. For each pair of features, Spearman rank correlation = +1 (dark green) corresponds to a perfectly monotonically increasing relationship, and Spearman rank correlation = -1 (dark orange) corresponds to a perfectly monotonically decreasing relationship. Correlation values are calculated based upon data available from the 1,510 counties in the study dataset, and features for each county include: demographic and socioeconomic variables, cumulative vaccinated percentage through March 1, 2021, and COVID-19 increase in incidence from December 1, 2020 to March 1, 2021.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 110,
                    "text": "Figure S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Supplementary Material"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Supplementary Figure S4 : Population density as it relates to percent of the population that is uninsured, in the top decile of counties ranked by percent of population that is white (left) vs. bottom decile (right).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Supplementary"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        },
        {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "County-Level COVID-19 Vaccination Coverage and Social Vulnerability -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal. Wkly. Rep",
            "volume": "70",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) Vaccinations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Vaccination rates follow the money in states with big wealth gaps",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Goldhill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brodwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohrs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social determinants of health 101 for health care: Five plus five",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Magnan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Healthpartners Institute",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Relationship Between Social Determinants of Health and Racial Disparities in COVID-19 Mortality",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dalsania",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Racial Ethn Health Disparities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40615-020-00952-y"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Higher COVID-19 vaccination rates are linked to decreased county-level COVID-19 incidence across USA",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puranik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SciPy 1.0: fundamental algorithms for scientific computing in Python",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Virtanen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Methods",
            "volume": "17",
            "issn": "",
            "pages": "261--272",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "html#:~:text=COVID%2D19%20Vaccine%20is%20Provided%20at%20100%25%20No%20Cost%20to% 20Recipients&text=Medicare%20or%20Medicaid%20reimbursement",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Racial Disparities in Coronavirus Disease 2019 (COVID-19) Mortality Are Driven by Unequal Infection Risks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zelner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin. Infect. Dis",
            "volume": "72",
            "issn": "",
            "pages": "88--95",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Racial disparities in COVID-19 deaths reveal harsh truths about structural inequality in America",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anyane-Yeboa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakuraba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Intern. Med",
            "volume": "288",
            "issn": "",
            "pages": "479--480",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Racial Disparities in COVID-19 Mortality Among Essential Workers in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Med Health Policy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/wmh3.358"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Perceived Discrimination and Privilege in Health Care: The Role of Socioeconomic Status and Race",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Stepanikova",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Oates",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Prev. Med",
            "volume": "52",
            "issn": "",
            "pages": "86--94",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Disentangling race and socioeconomic status: a key to understanding health inequalities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Laveist",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Urban Health",
            "volume": "82",
            "issn": "",
            "pages": "26--34",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Differences in the relationship with uninsurance status between predominantly white and non-white counties. The top row shows the top decile of counties ranked by percent of the population that is white, the bottom row is the bottom decile ranked by percent white. Figures on the left show the correlation between the percent of the population that is uninsured and vaccine coverage, and figures on the right show the correlation between the percent of the population that is uninsured and new COVID-19 case incidence (rs = Spearman correlation coefficient, p = significance level).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map of the counties in Texas and Georgia fromSupplementary Table S1.",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.(which was not certified by peer review)The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.21254270 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The copyright holder for this preprint this version posted March 26, 2021. ; https://doi.org/10.1101/2021.03.24.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}