{
    "paper_id": "5cb7947322958f7bcb551390f0099c959269a668",
    "metadata": {
        "title": "Changes in bone microarchitecture following parathyroidectomy in patients with secondary hyperparathyroidism",
        "authors": [
            {
                "first": "Irene",
                "middle": [],
                "last": "Ruderman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Melbourne Hospital",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Chamith",
                "middle": [
                    "S"
                ],
                "last": "Rajapakse",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Winnie",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sisi",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania",
                    "location": {
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "L"
                ],
                "last": "Robertson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Melbourne",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Nigel",
                "middle": [
                    "D"
                ],
                "last": "Toussaint",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Royal Melbourne Hospital",
                    "location": {
                        "settlement": "Parkville",
                        "region": "Victoria",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Secondary hyperparathyroidism (SHPT) in patients with chronic kidney disease (CKD) has a significant effect on bone, affecting both trabecular and cortical compartments. Although parathyroidectomy results in biochemical improvement in mineral metabolism, changes in bone microarchitecture as evaluated by highresolution imaging modalities are not known. Magnetic resonance imaging (MRI) provides in-depth threedimensional assessment of bone microarchitecture, as well as determination of mechanical bone strength determined by finite element analysis (FEA). Methods: We conducted a single-centre longitudinal study to evaluate changes in bone microarchitecture with MRI in patients with SHPT undergoing parathyroidectomy. MRI was performed at the distal tibia at baseline (time of parathyroidectomy) and at least 12 months following surgery. Trabecular and cortical topological parameters as well as bone mechanical competence using FEA were assessed. Results: Fifteen patients with CKD (12 male, 3 female) underwent both MRI scans at the time of surgery and at least 12 months post-surgery. At baseline, 13 patients were on dialysis, one had a functioning kidney transplant, and one was pre-dialysis with stage 5 CKD. Seven patients received a kidney transplant following parathyroidectomy prior to follow-up MRI. MRI parameters in patients at follow up were consistent with loss in trabecular and cortical bone thickness (p = 0.006 and 0.03 respectively). Patients who underwent a kidney transplant in the follow-up period had reduction in trabecular thickness (p = 0.05), whereas those who continued on dialysis had reduction in cortical thickness (p = 0.04) and mechanical bone strength on FEA (p = 0.03). Conclusion: Patients with severe SHPT requiring parathyroidectomy have persistent changes in bone microarchitecture at least 12 months following surgery with evidence of ongoing decline in trabecular and cortical thickness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bone abnormalities in patients with chronic kidney disease (CKD) and secondary hyperparathyroidism (SHPT) affect both trabecular and cortical compartments of bone, more significantly cortical bone (Osima et al., 2018) , and include abnormal trabecular connectivity, cortical thinning, and decreased bone mineral density (BMD) (Amling et al., 1994; Parfitt, 1998) . Additional risk factors for bone abnormalities in patients with CKDhyperphosphataemia, hypocalcaemia, 25-hydroxy vitamin D deficiency, reduced renal synthesis of 1,25-dihydroxy vitamin D, chronic metabolic acidosis and inflammation and premature hypogonadismcompound the effects of SHPT and result in impaired bone quality and quantity. Fractures are a major consequence and are significantly more prevalent in patients with CKD compared to the general population, associated with increased hospitalization, morbidity and mortality (Alem et al., 2000) . Beneficial effects of Abbreviations: MRI, magnetic resonance imaging; HRpQCT, high-resolution peripheral quantitative computed tomography; DXA, dual-energy X-ray absorptiometry; BMD, bone mineral density; ALP, alkaline phosphatase; CKD, chronic kidney disease; PTH, parathyroid hormone; SHPT, secondary hyperparathyroidism. parathyroidectomy on reducing fractures have been reported in patients with primary hyperparathyroidism (VanderWalde et al., 2006) and in patients with SHPT on haemodialysis (Rudser et al., 2007) . A retrospective study using data from the United State Renal Data System, with outcomes including incident hip, vertebral, and distal radius fractures as identified using hospitalized codes, showed an associated 32% lower risk of hip fracture with parathyroidectomy compared to matched controls (Rudser et al., 2007) .",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 217,
                    "text": "(Osima et al., 2018)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 326,
                    "end": 347,
                    "text": "(Amling et al., 1994;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 348,
                    "end": 362,
                    "text": "Parfitt, 1998)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 897,
                    "end": 916,
                    "text": "(Alem et al., 2000)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1347,
                    "end": 1373,
                    "text": "(VanderWalde et al., 2006)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1417,
                    "end": 1438,
                    "text": "(Rudser et al., 2007)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1736,
                    "end": 1757,
                    "text": "(Rudser et al., 2007)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Optimal assessment of bone includes assessment of bone quantity (BMD) and bone quality (bone turnover, microarchitecture, mineralization, and accumulation of microdamage and collage properties). Determination of both bone quality and quantity remains a challenge in the CKD population. Renal bone disease can evolve and fluctuate over the spectrum of CKD and can differ depending on the skeletal site (Moe et al., 2006) . Serological markers routinely used to monitor bone turnover do not reliably distinguish between different renal bone pathologies, and, in addition, commonly used biomarkers can have assay limitations and inconsistent results in patients with CKD (Coco and Rush, 2000; Sprague et al., 2016; Danese et al., 2006) . Standard radiological techniques such as dual-energy X-ray absorptiometry (DXA) only evaluate a two-dimensional assessment of bone quantity and provide a poor distinction between cortical and trabecular bone. Supplementary imaging modalities, in addition to traditional DXA, include trabecular bone score (TBS) and microindentation and are currently being investigated to determine microarchitecture and mechanical bone properties in patients with kidney failure (Pérez-Sáez et al., 2017a) and in kidney transplant recipients (Pérez-Sáez et al., 2018; Pérez-Sáez et al., 2017b) . In the CKD population, DXA can also potentially overestimate vertebral BMD due to the presence of overlying aortic calcification. Presently, bone biopsy remains the gold standard for adequately diagnosing renal bone disease, however it is rarely performed as biopsy acquisition is invasive, challenging to process and analyse, and fails to permit longitudinal measurements of bone structure at the same location.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 419,
                    "text": "(Moe et al., 2006)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 668,
                    "end": 689,
                    "text": "(Coco and Rush, 2000;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 690,
                    "end": 711,
                    "text": "Sprague et al., 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 712,
                    "end": 732,
                    "text": "Danese et al., 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1198,
                    "end": 1224,
                    "text": "(Pérez-Sáez et al., 2017a)",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1286,
                    "text": "(Pérez-Sáez et al., 2018;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1287,
                    "end": 1312,
                    "text": "Pérez-Sáez et al., 2017b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Novel imaging techniques such as high-resolution peripheral quantitative computed tomography (HR-pQCT) and high-resolution or micro magnetic resonance imaging (MRI) have the potential to provide accurate, reproducible, and longitudinal assessment of bone microarchitecture, improving both diagnosis and management of renal bone disease. Static MRI or HR-pQCT parameters, unlike bone biopsy, provide a representation of the cumulative impact on bone structure due to changes in bone turnover over time. Additionally, both imaging techniques allow for finite element analysis (FEA), which acts as a virtual stress test of bone and provides direct assessment of bone mechanical competence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "MRI is a non-invasive technique that provides three-dimensional (3D) assessment of bone and can be used for monitoring changes, with the benefit of lack of exposure to ionising radiation in contrast to HR-pQCT. MRI has been used to evaluate bone in patients with kidney failure and peri-and post-kidney transplantation (Wehrli et al., 2004; Sharma et al., 2018a; Rajapakse et al., 2012; Link et al., 2002; Leonard et al., 2019; Rajapakse et al., 2017) . We have previously reported abnormalities in bone microarchitecture, determined by MRI, in a cohort of patients undergoing parathyroidectomy for severe SHPT (Ruderman et al., 2020) . At the time of surgery, trabecular deterioration, reduced trabecular bone integrity and low trabecular and cortical volume were seen as well as reduced mechanical competence of bone. Bone turnover markers correlated poorly with trabecular and cortical topological parameters. The aim of this present study was to evaluate longitudinal changes in bone microarchitecture in this cohort of patients following parathyroidectomy and highlight that MRI may be useful to monitor changes in renal bone disease following interventions.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 340,
                    "text": "(Wehrli et al., 2004;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 341,
                    "end": 362,
                    "text": "Sharma et al., 2018a;",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 386,
                    "text": "Rajapakse et al., 2012;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 387,
                    "end": 405,
                    "text": "Link et al., 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 406,
                    "end": 427,
                    "text": "Leonard et al., 2019;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 428,
                    "end": 451,
                    "text": "Rajapakse et al., 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 611,
                    "end": 634,
                    "text": "(Ruderman et al., 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consecutive patients with CKD undergoing planned surgical parathyroidectomy for severe SHPT at The Royal Melbourne Hospital between January 2019 and February 2020 were approached to participate in this single-centre, prospective cohort study. Patients over the age of 18 years and able to provide informed consent with no contraindication to MRI were included in the study. A detailed medical history and MRI safety questionnaire was recorded at pre-admission clinic prior to MRI scanning. The study was approved by the Melbourne Health Human Research Ethics Committee (#HREC2019.029) and was conducted in accordance with the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants"
        },
        {
            "text": "Baseline MRI of the distal tibia was performed within two weeks of parathyroidectomy in all participants enrolled. Follow-up MRI was planned to be undertaken 12 months following surgery. Scans were performed with a commercial 3.0-Tesla whole-body imager (Siemens Trio, Erlangen, Germany). Participants were imaged in a feet-first prone position. MRI acquisitions on both occasions were performed at the distal tibial metaphysis using a 3D-turbo spin echo pulse sequence (Flip angle 180, repetition time/echo time 53/16 ms, field-of-view 70 mm × 70 mm, voxel size 0.273 × 0.273 × 0.6 mm 3 , 12 signal averages, and echo train length of two). This sequence is commercially available on clinical MRI systems with a scan time of 12 min. The MRI scan was undertaken utilising a commercially available 15 channel transmit receive knee coil (Seimens, Erlangen, Germany). The centre of the coil was positioned so that images were obtained 2 cm proximal to the centre of the distal tibial physeal scar (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 993,
                    "end": 1001,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MRI"
        },
        {
            "text": "Raw MRI data was pre-processed via bone volume fraction (BVF) mapping and segmentation of bone into trabecular and cortical compartments for structural measurements and topological analysis using published algorithms (Rajapakse et al., 2012; Wehrli, 2007) . Data analysis was performed by three study investigators (CR, WX, and ST) offsite at the University of Pennsylvania, PA, USA and blinded to patient demographics. Segmentation was determined by delineating the periosteal and endosteal boundaries of bone with an operator-guided semiautomatic algorithm using custom-built software (Rajapakse et al., 2012) and standard microarchitecture parameters were derived for trabecular and cortical bone. Trabecular parameters were evaluated by an increase in surface to curve ratio (S/C) and reduction in erosion index (EI). S/C ratio indicates the plate (surface) to rod (curve) ratio of trabeculae, with a higher ratio a marker of greater trabecular integrity (Sharma et al., 2018a) , whereas EI represents erosion caused by osteoclastic resorption with a higher index consistent with greater trabecular deterioration (Sharma et al., 2018a) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 241,
                    "text": "(Rajapakse et al., 2012;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 242,
                    "end": 255,
                    "text": "Wehrli, 2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 587,
                    "end": 611,
                    "text": "(Rajapakse et al., 2012)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 959,
                    "end": 981,
                    "text": "(Sharma et al., 2018a)",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1139,
                    "text": "(Sharma et al., 2018a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MRI"
        },
        {
            "text": "FEA allows for in vivo estimation of bone mechanical properties. Three-dimensional micro-finite element models generated from acquired images of the distal tibia were subjected to stimulated loading in inferior-superior direction, to compute the elastic modulus of the entire cross-section of the bone (Chang et al., 2017; Rajapakse et al., 2009; Rajapakse et al., 2014; Rajapakse et al., 2010) . This data can be interpreted as bone mechanical competence or strengththe higher the elastic modulus, the greater the strength of the bone.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 322,
                    "text": "(Chang et al., 2017;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 323,
                    "end": 346,
                    "text": "Rajapakse et al., 2009;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 347,
                    "end": 370,
                    "text": "Rajapakse et al., 2014;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 371,
                    "end": 394,
                    "text": "Rajapakse et al., 2010)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "FEA"
        },
        {
            "text": "Serum was collected in all patients prior to parathyroidectomy (within two weeks of surgery) and at the time of follow up MRI. Samples were collected to measure the following parameters: parathyroid hormone (PTH), calcium, phosphate, alkaline phosphatase (ALP), Creactive protein (CRP), and albumin. Serum calcium level was adjusted as follows if serum albumin was <40 g/L: corrected serum calcium (mmol/L) = measured serum calcium (mmol/L) + 0.02 (40 − serum albumin [g/L]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical measurements"
        },
        {
            "text": "Results are presented as mean (±standard deviation) for normally distributed variables and as median (and interquartile range) for variables with non-parametric distribution. Paired t-test and Wilcoxon signed-rank test were used for between group comparisons. Two-tailed p values < 0.05 were considered statistically significant. All statistical analyses were performed using SPSS version 21.0 for Macintosh (SPSS, Chicago, IL). Graphics were created with GraphPad Prism 8 for Macintosh (La Jolla, CA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Twenty-three patients underwent surgical parathyroidectomy at The Royal Melbourne Hospital between January 2019 and February 2020. Three patients were excluded due to MRI being contraindicated (claustrophobia, n = 2; foreign material on orbital X-ray, n = 1). Twenty participants were enrolled in the study with MRI performed within two weeks of surgery (median 2.5 [1.3-4] days). Baseline results for the study cohort (n = 20), including MRI findings, have been published (Ruderman et al., 2020) . Five participants, all living in regional and rural areas, elected not to return for MRI scans at 12 months due to restrictions imposed with the COVID-19 pandemic during the follow-up period. Fifteen participants had a follow-up MRI scan within 15 ± 2 months post parathyroidectomy. The timeline for repeat MRI scans was delayed due to COVID-19 restrictions and the inability to access nonurgent or research outpatient imaging at our institution. Participant demographics of those who completed the study (n = 15) are outlined in Table 1 and biochemistry in Table 2 . There was a significant reduction in levels of PTH, ALP and corrected calcium in all participants at follow-up assessment.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 496,
                    "text": "(Ruderman et al., 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1029,
                    "end": 1036,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1057,
                    "end": 1064,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Demographics"
        },
        {
            "text": "Seven of the 13 participants with kidney failure on dialysis received a kidney transplant prior to follow-up MRI. Time from transplantation to follow-up MRI was 5.5 [1-7.5] months. All patients received standard of care immunosuppression including tacrolimus, mycophenolate mofetil and prednisolone post-transplantation. Participants were free of any significant complication (including intensive care admissions, fractures, malignancy, or cardiovascular events) during the follow-up period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics"
        },
        {
            "text": "Representative MRI images illustrating trabecular and cortical compartments of a study participant at baseline and follow up are shown in Fig. 2 . Mean values of trabecular and cortical structural parameters assessed at the distal tibia by MRI in the whole cohort, as well as divided into dialysis patients at the time of surgery and at follow up (n = 6) and those who received a kidney transplant during the study period (n = 7), are presented in Tables 3, 4 and 5 respectively. Table 6 outlines the percentage change in MRI parameters between baseline and follow up for all participants in the study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 144,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "MRI findings"
        },
        {
            "text": "There was a significant reduction in distal tibial trabecular (p = 0.006) and cortical thickness (p = 0.03) in participants at follow up compared to baseline MRI, with no significant change in elastic modulus (p = 0.22). In the dialysis cohort, there was a reduction in cortical thickness (2.7 ± 0.6 mm at baseline to 2.2 ± 0.3 mm at follow up, p = 0.04) and elastic modulus (p = 0.03), representing reduced bone strength. Participants who underwent a kidney transplant in the follow up period (n = 7) had a reduction in trabecular thickness from baseline We identified only one participant with improvement in all bone microarchitecture parameters over the follow-up periodmale aged 59 years on satellite haemodialysis for 4 years who underwent a kidney transplant during the study period. Three male participants on dialysis (two haemodialysis, one peritoneal dialysis) who underwent kidney transplantation during the study period showed improvement in bone strength as measured by an increase in elastic modulus (from 1.6 ± 0.1 to 2.1 ± 0.2, p = 0.11). Four participants (two male and two female, three of whom underwent kidney transplantation in the study period and one long-standing transplant recipient) showed improvement in bone volume from baseline to follow up (9.1 ± 1.1% to 9.6 ± 1%, p = 0.07). Five participants had significant improvement in cortical thickness (2.4 ± 0.6 mm to 2.6 ± 0.6 mm, p = 0.001), compared to 10 patients with no change or deterioration in cortical thickness from baseline to follow up (2.6 ± 0.6 to 2.2 ± 0.3 p = 0.0006). Four of these participants underwent a kidney transplant (three from peritoneal dialysis, one from haemodialysis) and one had stage 4 CKD. There were no significant differences in age, gender, BMI or dialysis vintage between participants who showed improvement in bone microarchitecture compared to those who had no change or deterioration in parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI findings"
        },
        {
            "text": "Six participants had significant improvement in both S/C (increase in S/C) and EI (reduction in EI) parameters as markers of trabecular bone (S/C 4.4 ± 0.8 to 5.4 ± 0.6, p = 0.01; EI 1.1 ± 0.3 to 0.8 ± 0.1, p = 0.04). Five of these participants were on dialysis (two receiving a kidney transplant during the study period) and one had a long-standing kidney transplant. There were no differences in age, gender, BMI or dialysis vintage between these participants who showed improvement compared to those who did not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRI findings"
        },
        {
            "text": "This is the first study to our knowledge to use the novel imaging modality of high-resolution MRI to longitudinally evaluate changes in bone microarchitecture in patients with severe SHPT following parathyroidectomy. We report a lack of consistent improvement in any marker of bone microarchitecture following surgery for SHPT. All participants had normalization of the biochemical parameters PTH, ALP and calcium over the study period as expected, however significant reduction in cortical and trabecular thickness persisted in participants after one year following parathyroidectomy and without a change in the mechanical competence of bone as evaluated by FEA. Participants who received a kidney transplant during the study, in fact, had reduction in trabecular thickness on follow-up MRI, whilst those continuing dialysis had reduction in cortical thickness and elastic modulus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings differ to published literature on bone outcomes following parathyroidectomy. BMD has been extensively investigated following parathyroidectomy, particularly in patients with primary hyperparathyroidism. An increase in BMD, determined by DXA, was reported in one study which evaluated patients on dialysis and kidney transplant recipients with SHPT treated with a parathyroidectomy (Abdelhadi and Nordenström, 1998) . Similar findings were identified in a study of Japanese patients on haemodialysis, with an increase in vertebral BMD as early as one month post parathyroidectomy and sustained up to 36 months post-surgery (Yano et al., 2003) . Improvement in BMD measured by DXA and trabecular bone score has also been reported in patients with primary hyperparathyroidism following parathyroidectomy (Cipriani et al., 2017; Lee et al., 2019) . DXA results have primarily demonstrated improvement in vertebral BMD, whereas micro-MRI to now has been limited to the distal tibia, ulnar and human cadaver femur bones. The distal tibial site for assessment has advantages over the distal ulnar as it is exposed to significant load and weight bearing, and this may be the most appropriate surrogate for assessment of bone microarchitecture at the femoral neck, however this cannot be definitively confirmed. Additionally, distribution of cortical and trabecular bone varies throughout the adult human skeleton, and we may expect our findings to be more relevant to the appendicular rather than axial skeleton.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 427,
                    "text": "(Abdelhadi and Nordenström, 1998)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 635,
                    "end": 654,
                    "text": "(Yano et al., 2003)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 814,
                    "end": 837,
                    "text": "(Cipriani et al., 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 838,
                    "end": 855,
                    "text": "Lee et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Bone abnormalities in patients with primary hyperparathyroidism and in patients with CKD, especially those with kidney failure, vary significantly. Ongoing mineral disturbances, metabolic acidosis, and premature hypogonadism in patients on dialysis may ameliorate benefits of surgical suppression of PTH compared to patients with primary hyperparathyroidism. To date, assessment of changes in bone microarchitecture using novel imaging modalities, predominantly HR-pQCT, has been performed exclusively in patients with primary hyperparathyroidism and preserved kidney function. Studies have shown participants followed for two years after parathyroidectomy had improved cortical thickness, trabecular bone volume and reduction in stiffness and failure load as assessed by FEA (Cusano et al., 2017) . Based on our small Data presented as mean ± standard deviation or median [interquartile range]. Abbreviations: ALP, alkaline phosphatase; CRP, C-reactive protein; PTH, parathyroid hormone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 776,
                    "end": 797,
                    "text": "(Cusano et al., 2017)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "study, it is hard to discern whether parathyroidectomy prevents fractures or significantly affects bone, as has previously been shown in a retrospective studies evaluating fracture rates post parathyroidectomy (Rudser et al., 2007) . There were no fractures in any participant in our study in the follow-up period.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 231,
                    "text": "(Rudser et al., 2007)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study is the first involving dialysis and kidney transplant patients with severe SHPT to evaluate bone microarchitecture using micro-MRI, an imaging modality which provides more detailed information on bone quality compared to commonly used DXA scans that assess mainly bone quantity. Given our findings, it is possible that parathyroidectomy does not have as significant impact on bone microarchitecture in this patient population with severe disease, or perhaps that it may take years for any potential beneficial changes to be evident. This needs to be explored further in a longer longitudinal study with a larger patient cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Seven patients in our study cohort underwent kidney transplantation in the follow-up study period. Patients with CKD who undergo kidney transplantation experience bone loss and increased risk of fracture (Naylor et al., 2016) , significantly contributed by high dose prednisolone in the early post-transplant period (Iyer et al., 2014) . Utilising MRI to evaluate bone microarchitecture, Sharma et al. demonstrated deterioration in indices of trabecular network integrity (S/C and EI), however this was accompanied by an increased cortical area in a small cohort of patients 12 months post-kidney transplant (Sharma et al., 2018b) . Nishiyama et al. evaluated HR-pQCT of the distal tibia and radius in 31 patients at the time of kidney transplantation and after one year and reported cortical porosity increased by 63.4% at the radius and 17.6% at the tibia (Nishiyama et al., 2015) . Another study in kidney transplant recipients identified no change in BMD of the hip and lumbar spine from baseline to 12 months but a significant reduction at the distal radius. HR-pQCT of the distal radius and tibia demonstrated a decline in cortical area, density and thickness, trabecular density, stiffness, and failure load (Iyer et al., 2014) . Transplant recipients in our cohort showed a reduction in trabecular thickness and no improvement in other bone microarchitecture parameters on MRI.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 225,
                    "text": "(Naylor et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 316,
                    "end": 335,
                    "text": "(Iyer et al., 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 608,
                    "end": 630,
                    "text": "(Sharma et al., 2018b)",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 659,
                    "text": "Nishiyama et al. evaluated",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 882,
                    "text": "(Nishiyama et al., 2015)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1215,
                    "end": 1234,
                    "text": "(Iyer et al., 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Longitudinal HR-pQCT and MRI studies are still relatively new, and technical changes and image acquisition can play a role in interpreting study results. Improvement in bone microarchitecture following treatment of SHPT, such as with surgery, may take longer than our follow-up period of 15 ± 2 months to be apparent. A subset of participants showed improvement in bone microarchitecture parameters at follow up, however with our small study size we could not identify any specific factors which predicted improvement in bone microarchitecture. Additionally, the heterogeneous cohort which included participants who received a kidney transplant and those that remained on dialysis make it difficult to interpret all changes in bone. A larger cohort study is likely needed to identify those who could benefit in relation to changes in bone microarchitecture post-parathyroidectomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Limitations of our study include the small sample size and short follow-up study period. Each participant has been used as their own control, however to better evaluate whether changes were as a result of surgical intervention for SHPT a larger case-controlled study could be performed. One strength of our study is the use of a commercially available, routinely used radiofrequency coil and sequence acquisition for MRI scanning, which may allow this imaging modality to be more widely accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this is the first study to use MRI to longitudinally evaluate changes in bone microarchitecture in patients with SHPT following parathyroidectomy. Despite normalization of biochemical parameters of mineral metabolism at follow up, there remained a significant reduction in cortical and trabecular thickness, perhaps as a result of a considerable proportion of participants undergoing a kidney transplant during the study period. Although a small cohort of patients showed improvement in bone microarchitecture, no specific factors were identified to predict which patients are more likely to have bone benefits from surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This work was supported by a research grant from the Amgen Osteoporosis Australia-ANZBMS Clinical Grants Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Bone mineral recovery after parathyroidectomy in patients with primary and renal hyperparathyroidism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdelhadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Nordenström",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Clin. Endocrinol. Metab",
            "volume": "83",
            "issn": "11",
            "pages": "3845--3851",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Increased risk of hip fracture among patients with end-stage renal disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Alem",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Kidney Int",
            "volume": "58",
            "issn": "1",
            "pages": "396--399",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Three-dimensional analysis of the spine in autopsy cases with renal osteodystrophy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amling",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Kidney Int",
            "volume": "46",
            "issn": "3",
            "pages": "733--743",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MRI assessment of bone structure and microarchitecture",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Magn. Reson. Imaging",
            "volume": "46",
            "issn": "2",
            "pages": "323--337",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Skeletal changes after restoration of the euparathyroid state in patients with hypoparathyroidism and primary hyperparathyroidism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cipriani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Endocrine",
            "volume": "55",
            "issn": "2",
            "pages": "591--598",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Increased incidence of hip fractures in dialysis patients with low serum parathyroid hormone",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Coco",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rush",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. J. Kidney Dis",
            "volume": "36",
            "issn": "6",
            "pages": "1115--1121",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Skeletal microstructure and estimated bone strength improve following parathyroidectomy in primary hyperparathyroidism",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Cusano",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Clin. Endocrinol. Metab",
            "volume": "103",
            "issn": "1",
            "pages": "196--205",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "PTH and the risks for hip, vertebral, and pelvic fractures among patients on dialysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Danese",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Kidney Dis",
            "volume": "47",
            "issn": "1",
            "pages": "149--156",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kidney transplantation with early corticosteroid withdrawal: paradoxical effects at the central and peripheral skeleton",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Am. Soc. Nephrol",
            "volume": "25",
            "issn": "6",
            "pages": "1331--1341",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bone mineral density changes after parathyroidectomy are dependent on biochemical profile",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Surgery",
            "volume": "165",
            "issn": "1",
            "pages": "107--113",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A multi-imaging modality study of bone density, bone structure and the muscle -bone unit in end-stage renal disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bone",
            "volume": "127",
            "issn": "",
            "pages": "271--279",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Changes in calcaneal trabecular bone structure assessed with high-resolution MR imaging in patients with kidney transplantation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Osteoporos. Int",
            "volume": "13",
            "issn": "2",
            "pages": "119--129",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Definition, evaluation, and classification of renal osteodystrophy: a position statement from kidney disease: improving global outcomes (KDIGO)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Kidney Int",
            "volume": "69",
            "issn": "11",
            "pages": "1945--1953",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Risk factors for fracture in adult kidney transplant recipients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "World J. Transplant",
            "volume": "6",
            "issn": "2",
            "pages": "370--379",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Longitudinal HR-pQCT and image registration detects endocortical bone loss in kidney transplantation patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Nishiyama",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Bone Miner. Res",
            "volume": "30",
            "issn": "3",
            "pages": "554--561",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Serum parathyroid hormone is associated with increased cortical porosity of the inner transitional zone at the proximal femur in postmenopausal women: the tromso study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osima",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Osteoporos. Int",
            "volume": "29",
            "issn": "2",
            "pages": "421--431",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Percentage change in participant MRI parameters from baseline to follow up (n = 15)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A structural approach to renal bone disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Parfitt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Bone Miner. Res",
            "volume": "13",
            "issn": "8",
            "pages": "1213--1220",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bone density, microarchitecture, and material strength in chronic kidney disease patients at the time of kidney transplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pérez-Sáez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Osteoporos. Int",
            "volume": "28",
            "issn": "9",
            "pages": "2723--2727",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Bone density, microarchitecture, and tissue quality longterm after kidney transplant",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pérez-Sáez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transplantation",
            "volume": "101",
            "issn": "6",
            "pages": "1290--1294",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Maintenance low dose systemic glucocorticoids have limited impact on bone strength and mineral density among incident renal allograft recipients: a pilot prospective cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pérez-Sáez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bone",
            "volume": "116",
            "issn": "",
            "pages": "290--294",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Implications of noise and resolution on mechanical properties of trabecular bone estimated by image-based finite-element analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajapakse",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Orthop. Res",
            "volume": "27",
            "issn": "10",
            "pages": "1263--1271",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Computational biomechanics of the distal tibia from highresolution MR and micro-CT images",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajapakse",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bone",
            "volume": "47",
            "issn": "3",
            "pages": "556--563",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Micro-MR imaging-based computational biomechanics demonstrates reduction in cortical and trabecular bone strength after renal transplantation",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajapakse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Radiology",
            "volume": "262",
            "issn": "3",
            "pages": "912--920",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Vertebral deformities and fractures are associated with MRI and pQCT measures obtained at the distal tibia and radius of postmenopausal women",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajapakse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Osteoporos. Int",
            "volume": "25",
            "issn": "3",
            "pages": "973--982",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The efficacy of low-intensity vibration to improve bone health in patients with end-stage renal disease is highly dependent on compliance and muscle response",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajapakse",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acad. Radiol",
            "volume": "24",
            "issn": "11",
            "pages": "1332--1342",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Bone microarchitecture in patients undergoing parathyroidectomy for management of secondary hyperparathyroidism",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ruderman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bone Rep",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Fracture risk after parathyroidectomy among chronic hemodialysis patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Rudser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Soc Nephrol",
            "volume": "18",
            "issn": "8",
            "pages": "2401--2407",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Magnetic resonance imaging based assessment of bone microstructure as a non-invasive alternative to histomorphometry in patients with chronic kidney disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Bone",
            "volume": "114",
            "issn": "",
            "pages": "14--21",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Changes in bone microarchitecture following kidney transplantation-beyond bone mineral density",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin. Transpl",
            "volume": "32",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Diagnostic accuracy of bone turnover markers and bone histology in patients with CKD treated by dialysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sprague",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Kidney Dis",
            "volume": "67",
            "issn": "4",
            "pages": "559--566",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The effect of parathyroidectomy on bone fracture risk in patients with primary hyperparathyroidism",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Vanderwalde",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch. Surg",
            "volume": "141",
            "issn": "9",
            "pages": "885--889",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Structural and functional assessment of trabecular and cortical bone by micro magnetic resonance imaging",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Wehrli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Magn. Reson. Imaging",
            "volume": "25",
            "issn": "2",
            "pages": "390--409",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Quantitative high-resolution magnetic resonance imaging reveals structural implications of renal osteodystrophy on trabecular and cortical bone",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Wehrli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Magn. Reson. Imaging",
            "volume": "20",
            "issn": "1",
            "pages": "83--89",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Effect of parathyroidectomy on bone mineral density in hemodialysis patients with secondary hyperparathyroidism: possible usefulness of preoperative determination of parathyroid hormone level for prediction of bone regain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yano",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Horm. Metab. Res",
            "volume": "35",
            "issn": "4",
            "pages": "259--264",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Location of MRI coil for image acquisition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "127 ± 0.003 mm) to follow up (0.125 ± 0.002 mm, p = 0.05), without significant changes in other microarchitecture parameters.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) High-resolution MRI image through distal tibia showing trabecular and cortical microarchitecture at baseline. (b) High-resolution MRI image through distal tibia showing trabecular and cortical microarchitecture at follow up.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographics and clinical characteristics of participants (n = 15).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "MRI parameters at time of parathyroidectomy and at follow up post-surgery (15 ± 2 months) (n = 15). Bold values are statistically signifcant p values (ie <0.05).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "MRI parameters in dialysis patients with SHPT at time of parathyroidectomy and at follow up post-surgery (n = 6). Bold values are statistically signifcant p values (ie <0.05).Data presented as mean ± standard deviation. Abbreviations: S/C, surface to curve ratio; EI, erosion index; BV/TV (%), trabecular bone volume; TbTh (mm), trabecular thickness; TbN (1/mm), trabecular number; TbS (mm), trabecular separation; CTh (mm), cortical thickness.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "MRI parameters in dialysis patients with SHPT who underwent kidney transplantation following parathyroidectomy (baseline and post-surgery) (n = 7). Bold values are statistically signifcant p values (ie <0.05).Data presented as mean ± standard deviation. Abbreviations: S/C, surface to curve ratio; EI, erosion index; BV/TV (%), trabecular bone volume; TbTh (mm), trabecular thickness; TbN (1/mm), trabecular number; TbS (mm), trabecular separation; CTh (mm), cortical thickness.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors contributed to the conception, design, data interpretation, critical appraisal of paper and drafting of the work. All authors approved final copy of paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRediT authorship contribution statement"
        },
        {
            "text": "NDT has received honoraria, travel support and research funding from Amgen, Shire and Sanofi. PLR has received honoraria and travel support Takeda, Sanofi and Pfizer.IR, CR, WX, ST, have no disclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        },
        {
            "text": "Gender Age CKD status baseline CKD status follow up Elastic modulus BV/TV S/C EI TbTh TbN TbS CbTh Data presented as % change from baseline to follow up MRI scans. Abbreviations: HD, haemodialysis, PD, peritoneal dialysis, CKD, chronic kidney disease, S/C, surface to curve ratio; EI, erosion index; BV/TV (%), trabecular bone volume; TbTh (mm), trabecular thickness; TbN (1/mm), trabecular number; TbS (mm), trabecular separation; CTh (mm), cortical thickness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant"
        }
    ]
}