{
    "paper_id": "5d5f835bd31e407201cfa4059215a2e5f72b6920",
    "metadata": {
        "title": "Harmonisation of maternal health biorepositories in sub-Saharan Africa",
        "authors": [
            {
                "first": "Donna",
                "middle": [],
                "last": "Russell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The recent systematic review of pregnancy cohorts in sub-Saharan Africa (SSA) presented in BMJ Global Health 1 highlights an opportunity to build on existing harmonised networks to improve maternal and newborn health across SSA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the past decade I have had the privilege of helping establish incountry biorepositories focused on supporting research to improve maternal and newborn health. The study networks, located in five countries across SSA, 2-5 made the strategic decision to harmonise their standard operating procedures (SOPs) and informed consents despite starting years apart and having different funding sources. This enables these networks to potentially pool their samples for large-scale collaborations and to participate in research consortia, such as the Missed Opportunities in Maternal and Infant Health consortium, funded by the Bill & Melinda Gates Foundation to inform prevention of preterm birth, pre-eclampsia and stillbirth. All but one of the collection sites for these studies are based in community settings. The investments made through these studies have strengthened these communities' ability to conduct high-quality research. Longitudinal pregnancy cohort studies are particularly demanding. Sites must identify and enrol women in the first trimester, obtain a first trimester ultrasound (the gold standard for establishing accurate gestational age) and, in addition to collecting blood and urine from the woman during her pregnancy, collect and process cord blood and placental tissue samples within 30 min of delivery. These required protocols have greatly enhanced overall research capacity in these communities and leave them well positioned to continue to contribute meaningfully to the knowledge base of maternal, early childhood, developmental onset of health and disease, or any other relevant areas of research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All incountry biorepositories were established following the International Society for Biological and Environmental Repositories Best Practices. 6 Harmonisation efforts primarily focused on two areas: SOP and informed consent. The study networks use the same collection and processing SOPs for their biospecimens so that when analyses are done the findings are comparable. They have harmonised their informed consents to ensure that investigators have flexibility (within the intended use) to collaborate with others. The consent may also reflect the cultural aspects of a particular community. For example, the research team may move the neonatal heel stick to the 6-week visit rather than right before discharge in communities where an immediate heel stick is an indicator of a baby born to an HIV-positive mother and could stigmatise the family. The informed consent permissions are tiered, describing with whom data and specimens may be shared in research efforts. For harmonisation purposes, the informed consents share four key components: ► Permission to store specimens for future studies that meet the intent of the informed consent (eg, used to improve maternal and newborn health outcomes). All specimens are stored at incountry biobanks. ► Permission to ship their specimens to other laboratories within and outside their country for the purpose of collaborating on future studies with other scientists. This is important so that the network investigators can participate in collaborations and/or larger consortia that require pooling specimens from across multiple studies to answer questions requiring large data samples, such as those associated with rare diseases. ► Permission for specimens to be shared with industry partners, who share a commitment to improving health in lowincome and middle-income countries (LMICs). Industry partners have proved to be effective in working collaboratively",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "with LMIC investigators and committing the necessary resources it takes to bring promising new diagnostics and treatments to patients faster. ► Permission to be contacted for future research opportunities. Of course, the use of the specimens must comply with each country's regulatory and ethical requirements for human subjects research, and while these informed consents allow collaborating with industry it does not allow for any commercialisation of the biorepository. All research collaborations require a local investigator as the principal investigator (PI) or co-PI.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "To date, these studies have enrolled nearly 20 000 women and have collected roughly 200 000 biological specimens. Additionally, they have collected extensive clinical and phenotypic data to accompany these specimens. These well-established incountry biobanks are facilitating and accelerating locally led research, focused on improving maternal and newborn health outcomes, with this investment already paying off. After several decades of little progress, there are now very promising new diagnostic assays and products under development that may soon be able to determine gestational age at any timepoint during pregnancy; predict a preterm delivery or pre-eclampsia early in pregnancy; and predict neonatal sepsis early enough to intervene, all exciting for the prospects of improved maternal health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "These sites can be a launch pad and blueprint for future pregnancy cohort studies. It will take large-scale studies using 'omics' technologies and precision medicine to fully understand the underlying causes and potential interventions for adverse pregnancy outcomes. The more studies that harmonise SOPs and informed consents, the more specimens can be subsequently pooled and the more likely we will crack the code. Further, there are equally exciting opportunities to connect pregnancy cohort biorepositories and other large-scale biorepositories across SSA. For example, H3Africa was established to build and strengthen capacity to drive new and collaborative genomic research focused on diseases of relevance to Africans. 7 8 There are obvious overlapping objectives between the pregnancy cohort studies and H3Africa in understanding developmental onset of health and diseases such as diabetes, cardiovascular disease and obesity, and unquestionably these biorepositories are relevant to Africans, as SSA has the highest burden of maternal, perinatal and child deaths globally. 9 10 Finally, it must be acknowledged that without our study participants, there would be no biological samples to drive the 'omics' research that is delivering some of our most exciting medical advances. It is this promise for future treatments that engages our participants. We enter into a partnership with them, initiated on the signing of the informed consent. It is our opportunity to begin collaborations by establishing expectations (on both sides), answering questions and building trust.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "9 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "We ask a lot from our participants. We ask them to give a part of themselves by sharing their clinical and personal data and by literally sharing their blood and tissue with us. In return, we are making a promise to use their data and samples to conduct research that matters to them. But I believe we can do better communicating back to our communities about the studies that have been done and what we are learning. This is essential in maintaining trust with our partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Ultimately, biorepositories represent a partnership between participants, their community, researchers and funders. These biorepositories hold a rich and valuable resource that is required for solving some of our most intractable health challenges. For these reasons, we should be asking ourselves: Are we leveraging our specimens by harmonising with other studies to make it possible to contribute to large-scale, high-stakes research collaborations and/or consortia? Are we making sure we are using the specimens rather than stockpiling them in our biorepository? Are we choosing projects that add to our knowledge base and/or have the most promise of delivering a new diagnostic or treatment? Are we communicating with our participants and communities about the research that is happening and of any breakthroughs? We owe it to all of our partners to maximise the potential of these key resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Contributors DR conceptualised the commentary and drafted the first and final drafts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Funding The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Competing interests The author served as a biobanking consultant helping to set up maternal collections and incountry biorepositories for the AMANHI, PRECISE and HeLTI study networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Patient consent for publication Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Data availability statement There are no data in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BMJ Global Health"
        },
        {
            "text": "Donna Russell http:// orcid. org/ 0000-0003-3519-7352",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pregnancy cohorts and biobanking in sub-Saharan Africa: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickerill",
                    "suffix": ""
                },
                {
                    "first": "Woo",
                    "middle": [],
                    "last": "Kinshella",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2020-003716"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The PRECISE (PREgnancy Care Integrating translational Science, Everywhere) Network's first protocol: deep phenotyping in three sub-Saharan African countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Von Dadelszen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flint-O&apos;kane",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Poston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Reprod Health",
            "volume": "17",
            "issn": "",
            "pages": "51--54",
            "other_ids": {
                "DOI": [
                    "10.1186/s12978-020-0872-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Understanding biological mechanisms underlying adverse birth outcomes in developing countries: protocol for a prospective cohort (AMANHI bio-banking) study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Baqui",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khanam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Glob Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7189/jogh.07.021202"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Canadian Institutes of Health Research",
            "authors": [],
            "year": 2017,
            "venue": "Healthy life trajectories initiative (HeLTI): overview",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Deep clinical and biological phenotyping of the preterm birth and small for gestational age syndromes: The INTERBIO-21 st Newborn Case-Control Study protocol",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Victora",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Craik",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gates Open Res",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/gatesopenres.12869.1"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The 2018 revision of the ISBER best practices: summary of changes and the editorial team's development process",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Astrin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Desouza",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biopreserv Biobank",
            "volume": "16",
            "issn": "",
            "pages": "3--6",
            "other_ids": {
                "DOI": [
                    "10.1089/bio.2018.0001"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "H3Africa: current perspectives",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "Abimiku",
                    "middle": [],
                    "last": "Alash&apos;le",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Adebamowo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pharmgenomics Pers Med",
            "volume": "11",
            "issn": "",
            "pages": "59--66",
            "other_ids": {
                "DOI": [
                    "10.2147/PGPM.S141546"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Available: https:// h3africa. org 9 GBD 2015 Child Mortality Collaborators. Global, regional, National, and selected subnational levels of stillbirths, neonatal, infant, and under-5 mortality, 1980-2015: a systematic analysis for the global burden of disease study 2015",
            "authors": [],
            "year": 2016,
            "venue": "Human Heredity and Health in Africa. Corono virus disease 2019",
            "volume": "388",
            "issn": "",
            "pages": "1725--74",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)31575-6"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "a systematic analysis for the global burden of disease study",
            "authors": [],
            "year": 1990,
            "venue": "GBD 2015 Maternal Mortality Collaborators. Global, regional, and national levels of maternal mortality",
            "volume": "388",
            "issn": "",
            "pages": "1775--812",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(16)31470-2"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}