{
    "paper_id": "5df6008230abd599b7c3890f8d445cc2edd00c82",
    "metadata": {
        "title": "Hypnopompic hypersynchrony: A hyper-read hypno-pattern",
        "authors": [
            {
                "first": "Neena",
                "middle": [],
                "last": "Viswanathan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Damla",
                "middle": [],
                "last": "Kara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Murray",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Selim",
                "middle": [
                    "R"
                ],
                "last": "Benbadis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of South Florida",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Hypnopompic hypersynchrony is a less recognized benign EEG pattern that is a subset of hypersynchronous patterns. The sleeprelated patterns hypnagogic hypersynchrony and hypnopompic hypersynchrony have similar EEG characteristics; the difference is based on their temporal relation to sleep. Hypnagogic hypersynchrony is well described in the literature [1] and seen in stage 1 sleep, but hypnopompic (arousal) hypersynchrony is not as wellknown as its hypnogogic counterpart [2] . Both patterns have been described mostly in children, however they should also be recognized as benign patterns in adult EEGs. In this case report, we present a case of hypnopompic hypersynchrony in an adult patient who underwent video-EEG monitoring as a part of evaluation of acute onset abnormal movements.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 19-year-old woman with a history of untreated depression presented to the emergency department with acute onset motor and vocal tics. Her symptoms began upon waking up 2 days prior to admission, then gradually became more prominent, frequent and difficult to suppress. She described semi-stereotyped movements including shoulder shrugging, head and neck jerking, waving, punching the air, clapping and flapping hands, as well as phonic behaviors including whooping noises, kissing sounds and coprolalia. She had a more complex behavior in which, during walking or while standing, she would slowly and deliberately sit down before standing back up, as she felt compelled to do so. Per her grandmother, she had head and neck jerking movements during sleep as well. She denied any other symptoms. Her neurological examination was significant for bilateral positive Babinski reflex, 3 + hyperreflexia in upper and lower extremities, with no motor or sensory deficits. She had an anxious mood, labile affect, normal memory and language. Her complete blood count and comprehensive metabolic panel were within normal limits. Urine drug screen was negative including cocaine, amphetamines, phencyclidine, ethanol, methadone and cannabis. Blood toxicology for phencyclidine was negative. HIV screen and Covid 19 PCR was negative. Anti-streptolysin O was negative. MRI brain with and without con-trast and MRI C-spine was normal. Continuous video EEG was performed to clarify the nighttime events. Eight clinical events were recorded which were her typical movements reported at night but were physiologic non-epileptic events. Two out of the eight events recorded were simple repositioning of head and neck, associated with EEG changes of arousal from stage N2 sleep and high amplitude delta activity at 1-1.5 Hz lasting for 14-20 seconds and with no evolution [ Fig. 1 ]. Her symptoms improved after treatment with risperidone, but the final diagnosis of a possible tic disorder is not completely clear.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1856,
                    "end": 1862,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Clinical case"
        },
        {
            "text": "Most EEG patterns overinterpreted as epileptiform patterns mimic interictal discharges [3] , but occasionally ''pseudo-ictal\" patterns are seen. Patterns such as hypnagogic hypersynchrony, hypnopompic hypersynchrony and hyperventilation hypersynchrony resemble an ictal (absence-like) pattern, as they are generalized, rhythmic and prolonged. This case demonstrates an example of hypnopompic hypersynchrony with generalized high amplitude delta activity, but with no typical features suggestive of seizures such as evolution in frequency, morphology or distribution. Arousal is generally defined as a rapid modification in EEG frequency, which can include theta and alpha activity or frequencies higher than 16 Hz but not spindles [4] . Microarousals reflect a brief awakening of cerebral cortex with the classical concept of lowvoltage fast-rhythm electroencephalographic arousals which has now been extended to include high-amplitude EEG bursts like delta-like or K-complexes [5] . Hypnopompic hypersynchrony, observed in this case as 1-1.5 Hz (delta frequency) thus can be considered in the spectrum of microarousals. Arousals and microarousals are also considered as slow-wave sleep interruptions, which has been studied in detail in disorders of arousals such as confusional arousals, sleepwalking and sleep terrors. Hypersynchronous delta wave activity was the first EEG marker to be described in relation to disorders of arousal episodes though further studies demonstrated low specificity for the same in the diagnosis of disorders of arousal [6] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 978,
                    "end": 981,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1551,
                    "end": 1554,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Other normal variants with less generalized features that can be confused with ictal patterns are 6-Hz ''phantom\" spike and wave, rhythmic mid-temporal theta of drowsiness (RMTDs) and subclinical rhythmic EEG discharge of adults (SREDA) [2] . Physiologic and extra physiologic artifacts can mimic ictal patterns as well [7] . ",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Misinterpretation of benign patterns such as hypnopompic hypersynchrony as ictal could lead to a misdiagnosis of epilepsy which has life-changing consequences for patients, severely affecting their overall quality of life and psycho-social wellbeing with unnecessary financial burden, unwarranted treatments, and limitations in employment, driving and insurance. Therefore, it is important that EEG interpreters are aware of this benign pattern, especially when such patterns are not commonly reported in adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The patient provided consent for publication of patient information and images included in this manuscript. Declaration of Competing Interest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Normal Awake, Drowsy, and Sleep EEG Patterns That Might Be Overinterpreted as Abnormal",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Asadi-Pooya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sperling",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Neurophysiol",
            "volume": "36",
            "issn": "4",
            "pages": "250--256",
            "other_ids": {
                "DOI": [
                    "10.1097/WNP.0000000000000585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Normal Adult EEG and Patterns of Uncertain Significance",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Tatum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benbadis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Neurophysiol",
            "volume": "23",
            "issn": "",
            "pages": "194--207",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "EEGs undergo a confirmatory interpretation by a clinical neurophysiologist",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Benbadis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Neurology",
            "volume": "80",
            "issn": "1",
            "pages": "47--51",
            "other_ids": {
                "DOI": [
                    "10.1212/WNL.0b013e3182797539"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Arousals and macrostructure of sleep: importance of NREM stage 2 reconsidered",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Martynas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vanda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramune",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raminta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Osvaldas",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sleep Sci",
            "volume": "6",
            "issn": "3",
            "pages": "91--98",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The nature of arousal in sleep",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halász",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terzano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Parrino",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bodizs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Sleep Res",
            "volume": "13",
            "issn": "1",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2869.2004.00388.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Disorders of Arousal in adults: new diagnostic tools for clinical practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Loddo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cilea",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sleep Sci Practice",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41606-019-0037-3"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Artifact Mimicking Ictal Epileptiform Activity in EEG",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Tatum",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Neurophysiol",
            "volume": "36",
            "issn": "4",
            "pages": "275--88",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "https://doi.org/10.1016/j.ebr.2021.100466 2589-9864/Ó 2021 Published by Elsevier Inc. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).⇑ Corresponding author. E-mail address: neenavis@usf.edu (N. Viswanathan).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Two consecutive pages of EEG excerpts showing hypnopompic (post-arousal) hypersynchrony. There is an arousal from stage N2 sleep, and high amplitude (150 microvolts) generalized rhythmic delta activity (1-1.5 Hz), with no evolution to suggest seizures. The discharge lasts 30 seconds. On video, patient has repositioning with neck extension, which was misinterpreted by her family as it resembles her motor tics.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}