{
    "paper_id": "5e0fc5ec17f363d9861babb5c04021a44749a4b4",
    "metadata": {
        "title": "Pulmonary Vascular Manifestations of COVID-19 Pneumonia",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Lang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Som",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Carey",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We read with interest the article from Lang et al published in June 2020 in Radiology: Cardiothoracic Imaging [1]. This article summarizes interesting pulmonary vascular and lung perfusion findings on single-and dual-energy CT (DECT) in COVID-19 pneumonia. However, several limitations in the methodology and description of findings should be addressed. First, the authors describe use of perfused blood volume (PBV) for assessing lung perfusion, but the accompanying images are material decomposition iodine (MDI) images and not PBV. The PBV images are created by isolating lung parenchyma and assessing iodine distribution in the aerated lungs, while the displayed MDI show iodine distribution in the entire cross-section. Second, the patients were imaged on scanners from three vendors (Canon, GE, Siemens) which use different, but unstated, DECT techniques. PBV is proprietary to Siemens DECT; all vendors provide MDI images. Because of the inherent differences in generation of MDI images across different DECT platforms, lung perfusion appearance differs across DECT techniques [2]. Consolidative and mixed opacities whether from COVID-19 or other infections demonstrate increased or heterogeneous perfusion on MDI from rapid-KV switching DECT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n p r e s s (GE), but show decreased perfusion on dual-source MDI (Siemens). These variations make it difficult to prove that the opacities were from oligemia as conjectured by the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, some linear structures labeled as dilated pulmonary vessels are likely either atelectasis or normal lung vessels which can reach lung periphery due to associated regional lung volume loss. The authors did not comment on lung volumes as a potential cause for this observation. Fourth, the hyperemic halo is not specific to COVID-19 pneumonia and was described in non-COVID-19 consolidation [3] . The so-called hyperemic halo with increased perfusion often occurs within surrounding ground-glass opacities which regardless of etiology (infection, fibrosis, hemorrhage or neoplastic) demonstrate increased iodine on MDI. Fifth, the use of the word \"perfusion\" could lead to incorrect conclusions without pathology confirmation in their subjects. \"Iodine distribution\" would be the correct terminology due to profound technical variations among different CT technologies.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we hope that our comments will help Dr Lang and colleagues add clarity and add valuable insight.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recently described a range of vascular findings on chest CT of patients with COVID-19 pneumonia, including a high frequency of abnormally dilated vessels within and outside of parenchymal opacities, mosaic perfusion patterns at single-energy and dual-energy CT (DECT), and dilated peripheral vessels [1] . Previous studies had reported the presence of \"vascular thickening\" limited to areas of parenchymal opacity [2] .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "Dr Balestrieri raised concern regarding the inclusion of DECT images from more than one vendor. A variety of DECT techniques can be used to detect iodine distribution and impute lung perfusion, regardless of vendor-specific technology. For Siemens DECT, description of water-subtracted 3 material decomposition images as \"pulmonary blood volume\" or \"iodine\" images is common --terminology that is prominently featured in one of the articles cited by Dr Balestrieri [3] . We distinguished this technique from GE DECT iodine images in our paper, labelled as \"iodine maps\". The term \"lung perfusion\" is not uncommonly used to refer to iodine distribution in the lungs at DECT.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 468,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "Although appearances of iodine/blood volume maps vary across different scanner models, our study assessed regional differences in DECT perfusion maps within the lungs and was not designed as a quantitative or comparative study of opacity characteristics on DECT. In addition, contrast-enhanced ultrasound studies seem to corroborate similar heterogeneous perfusion findings noted in our study [4] .",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "text": "[4]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "Dr Balestrieri questioned the presence and significance of dilated peripheral vessels in the images of our study, wondering if labelled structures were atelectasis or \"normal vessels which [sic] can reach",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "[the] lung periphery due to associated regional volume loss.\" However, only one image from our study showed limited atelectasis adjacent to dilated peripheral vessels (Fig 5C) . Although diminutive vessels can occasionally be seen in normal lung in the subpleural regions, there is no a priori reason for nontapering and dilated vessels to be noted in the subpleural lung. In our experience, this is uncommon I n p r e s s even with forced expiration (such as for interstitial lung disease evaluation), and we are unaware of published studies suggesting that this should be expected from \"regional volume loss\", as Dr Balestrieri speculates. We also noted that this finding may not be specific for COVID-19 pneumonia and mentioned several possible causes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "(Fig 5C)",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgments: None"
        },
        {
            "text": "A \"hyperemic halo\" was described as part of our findings, and we mentioned that it had been previously described in a case of bacterial pneumonia, the same paper that Dr Balestrieri has cited [3] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "[3]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "We agree that this finding is not specific for COVID-19 pneumonia, but we are unaware of any published study describing this particular pattern in the other conditions mentioned by Dr Balestrieri.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        },
        {
            "text": "We appreciate the opportunity to address the concerns of Dr Balestrieri. Although many of the described vascular findings may not be unique to COVID-19 pneumonia, their high frequency and dramatic appearances deserve attention. There is now a growing multidisciplinary body of literature demonstrating prominent vascular involvement in COVID-19 infection, which may provide important physiologic and pathologic correlations to our imaging findings [5] .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 451,
                    "text": "[5]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments: None"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pulmonary Vascular Manifestations of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Som",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparison of image quality and radiation doses between rapid kV-switching and dual-source DECT techniques in the chest",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Radiol",
            "volume": "119",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejrad.2019.08.008"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pulmonary vascular manifestations of COVID-19 pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Som",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology: Cardiothoracic Imaging",
            "volume": "2",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Relation Between Chest CT Findings and Clinical Conditions of Coronavirus Disease (COVID-19) Pneumonia: A Multicenter Study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "214",
            "issn": "5",
            "pages": "1072--1077",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dual-Energy CT: Spectrum of Thoracic Abnormalities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Otrakji",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Digumarthy",
                    "suffix": ""
                },
                {
                    "first": "Gullo",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Shepard",
                    "suffix": ""
                },
                {
                    "first": "J-Ao",
                    "middle": [],
                    "last": "Kalra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Radiographics",
            "volume": "36",
            "issn": "1",
            "pages": "38--52",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contrast-Enhanced Ultrasound in Patients With COVID-19: Pneumonia, Acute Respiratory Distress Syndrome, or Something Else?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannasi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smargiassi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Inchingolo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Demi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ultrasound Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jum.15338"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pulmonary Vascular Endothelialitis, Thrombosis, and Angiogenesis in Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuehnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2015432"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}