{
    "paper_id": "5eb58cecc3521ebf72507c562da68a55241d64fe",
    "metadata": {
        "title": "COVID-19 vaccine hesitancy among reproductive-aged female tier 1A healthcare workers in a United States Medical Center",
        "authors": [
            {
                "first": "Courtney",
                "middle": [],
                "last": "Townsel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michelle",
                "middle": [
                    "H"
                ],
                "last": "Moniz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abram",
                "middle": [
                    "L"
                ],
                "last": "Wagner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brian",
                "middle": [
                    "J"
                ],
                "last": "Zikmund-Fisher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Hawley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Molly",
                "middle": [
                    "J"
                ],
                "last": "Stout",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "INTRODUCTION SARS-CoV2 infection in pregnancy is severe, conferring a threefold increase in premature birth, higher rates of cesarean delivery, and higher hospitalization and mortality rates than age-matched controls [1] [2] [3] . Yet, pregnant and lactating women were excluded from COVID-19 vaccine trials, leaving a significant clinical data gap. We sought to evaluate vaccine acceptance, hesitancy, and attitudes among a diverse sample of reproductive-aged female Tier 1A healthcare workers, including those identifying as pregnant, breastfeeding, or trying to conceive (TTC).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We conducted a cross-sectional, opt-in online survey of the entire employee workforce at an academic medical center in the U.S. Midwest from February 1-15, 2021. COVID-19 vaccine administration began at the medical center on December 14, 2020. All employees were eligible for vaccination and vaccination was not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS/SUBJECTS AND METHODS Study population"
        },
        {
            "text": "This analysis included participants who self-identified as female gender between the ages of 18-44. Our primary outcome was receipt of or intent to receive the COVID-19 vaccine, classified as: (1) Received (2) Delayed or (3) Declined. Reproductive groups were categorized as pregnant, trying to conceive (TTC), breastfeeding, or other women of reproductive age. Other key outcomes included a series of \"yes\" or \"no\" items assessing potential reasons for hesitancy or concerns about the COVID-19 vaccine. In addition, participants made a COVID-19 vaccination recommendation for a hypothetical pregnant woman.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures"
        },
        {
            "text": "We developed the survey instrument through a rapid, iterative, and collaborative process involving all members of our interprofessional study team, which included clinical experts and public health experts in survey methodology and vaccine attitudes. We pilot-tested the instrument with our institution's interdisciplinary health services Program on Women's Healthcare Effectiveness Research. The questionnaire is available online (https://doi.org/10.6084/m9.figshare.14195327.v1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey instrument"
        },
        {
            "text": "We developed a multinomial logistic regression to output odds ratios for rejecting vaccination or delaying vaccination relative to already being vaccinated, adjusting for pregnancy status, employee role, age, and race/ethnicity. The Institutional Review Board deemed this study exempt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "Employees identifying as female made up 72.8% (n = 8295) of the original cohort (n = 11,387) and reproductive-aged females comprised over one-third of the cohort (38.5%, n = 4379). The cohort category distribution included other women of reproductive age (n = 3057, 70%), TTC (n = 891, 20%), pregnant (n = 245, 6%), and breastfeeding (n = 177, 4%). Most respondents were age 18-34 (n = 2337, 53%) and identified as non-Hispanic White (n = 3532, 81%). Respondents included other staff/faculty with no patient contact (n = 1379, 32%), allied health professionals (n = 974, 22%), nurses (n = 692, 16%), staff with patient contact (n = 513, 12%), physicians (n = 395, 9%), trainees (n = 247, 6%), and nurse practitioners/nurse-midwives/physician assistants (n = 164, 4%) (Supplementary Information 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Compared to other women of reproductive age, pregnant participants were six times more likely to delay COVID-19 vaccination and twice as likely to decline (Table 1 ). In addition, those who were TTC had nearly three times the odds of delaying and declining the vaccine compared to the referent. Figure 1 shows vaccination status across reproductive categories in our study population.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 295,
                    "end": 303,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Study population vaccine acceptance"
        },
        {
            "text": "Very few physicians delayed or declined the vaccine. Allied health professionals were slightly more likely to reject the vaccine compared to nurses. Non-Hispanic Black participants had a fourfold increased chance of both declining and delaying, whereas Non-Hispanic Asian participants were significantly less likely to decline and delay the vaccine compared to non-Hispanic White participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study population vaccine acceptance"
        },
        {
            "text": "When asked what recommendation they would make to a pregnant friend or family member about getting the COVID-19 vaccination, 91% of physicians recommended getting vaccinated now; this rate dropped to 72% for nurse practitioners/nursemidwives/physician assistants, 66% for trainees, 52% for both nurses and other staff/faculty with no patient contact, and 44-45% for allied health professionals and staff with patient contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine recommendations"
        },
        {
            "text": "Vaccine concerns were common-33.2% (n = 1456) of all participants and 44.5% (n = 113) of pregnant participants expressed at least one concern. Even among respondents who received the vaccine, 21.9% reported at least one concern. The highest rates of concern were observed for safety and effectiveness of the vaccine, which were highest among pregnant and TTC participants ( Supplementary Information 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 374,
                    "end": 402,
                    "text": "Supplementary Information 2)",
                    "ref_id": null
                }
            ],
            "section": "Reasons for vaccine concerns"
        },
        {
            "text": "In this February 2021 survey of reproductive-aged female healthcare workers, participants who were TTC or pregnant had significantly higher rates of declining or delaying COVID-19 vaccination compared to other women of reproductive age. The pregnant population was six times more likely to delay vaccination and those TTC were nearly three times as likely to delay or decline the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is an absence of vaccine safety and efficacy data in key reproductive groups who are at particularly high risk of complications from COVID-19. This results in significant uncertainty and lack of data to guide professional organizations and clinicians in setting guidelines and engaging with patients in shared decision-making. Our findings highlight the importance of directly addressing vaccine hesitancy in reproductive groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The datasets generated and/or analyzed during the current study are available from the corresponding author on reasonable request. Fig. 1 Vaccination status by pregnancy status among female healthcare workers of reproductive age at a large Midwestern medical center, February 2021. Overall difference p < 0.0001, difference significant, with Bonferroni correction, between pregnant individuals and those trying to conceive (p = 0.0024), between those pregnant and breastfeeding (p < 0.0003), and between those pregnant and others (p < 0.0003).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "DATA AVAILABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pregnancy and neonatal outcomes in SARS-CoV-2 infection: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Chamseddine",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wahbeh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chervenak",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rafii",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pregnancy",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Higher severe acute respiratory syndrome coronavirus 2 infection rate in pregnant patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Lokken",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Huebner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vanderhoeven",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hendrickson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Coler",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Obstet Gynecol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2021.02.011"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pregnant women with SARS-CoV-2 infection are at higher risk of death and pneumonia: propensity score matched analysis of a nationwide prospective cohort (COV19Mx)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Martinez-Portilla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sotiriadis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chatzakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torres-Torres",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Espino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sosa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandoval-Mandujano",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ultrasound Obstet Gynecol",
            "volume": "57",
            "issn": "",
            "pages": "224--255",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Multinomial logistic regression of vaccination intent by pregnancy status among healthcare workers at a large Midwestern medical center, February 2021 (n = 4299).Data presented as odds ratio (95% CI).Not estimated; no physician rejected the vaccine. NP/NM/PA, nurse practitioner, nurse midwife, physician's assistant.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Sarah Block for her assistance in the formatting of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "CT drafted the manuscript and helped with conceptualizing the study. MM assisted with survey design and drafting of the manuscript. BZF and SH provided expertise in study and survey design and implementation, as well as draft edits. CJ performed the analysis. MS assisted with conceptualizing and implementing the study, as well as with data analysis, drafting, and editing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "The study was deemed exempt research by the University of Michigan Institutional Review Board (HUM00193484) and was performed in accordance with the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41372-021-01173-9.Correspondence and requests for materials should be addressed to Courtney Townsel.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}