{
    "paper_id": "5ee028303c1d4a0e485215cb37d6b18db57ce257",
    "metadata": {
        "title": "COVID-19: Reducing the risk of infection might increase the risk of intimate partner violence",
        "authors": [
            {
                "first": "N",
                "middle": [],
                "last": "Van Gelder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Medical Center",
                    "location": {
                        "postCode": "6500HB",
                        "settlement": "Geert Grooteplein 21 (route 117), Nijmegen",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Peterman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina at Chapel Hill",
                    "location": {
                        "settlement": "Chapel Hill",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Potts",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Global Women's Institute at the George Washington University",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "O&apos;donnell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Thompson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Independent Consultant",
                    "location": {
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United States Agency for International Development",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Oertelt-Prigione",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radboud University Medical Center",
                    "location": {
                        "postCode": "6500HB",
                        "settlement": "Geert Grooteplein 21 (route 117), Nijmegen",
                        "country": "the Netherlands"
                    }
                },
                "email": "sabine.oertelt-prigione@radboudumc.nls.oertelt-prigione."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The ongoing pandemic caused by SARS-CoV-2, the causal agent of the acute respiratory distress syndrome COVID-19, is placing unprecedented stress on healthcare systems and societies as a whole. The rapid spread of the virus in the absence of targeted therapies or a vaccine, is forcing countries to respond with strong preventative measures ranging from mitigation to containment. In extreme cases, quarantines are being imposed, limiting mobility to varying degrees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While quarantines are an effective measure of infection control, they can lead to significant social, economic and psychological consequences. Social distancing fosters isolation; exposes personal and collective vulnerabilities while limiting accessible and familiar support options. The inability to work has immediate economic repercussions and deprives many individuals of essential livelihoods and health care benefits. Psychological consequences may range from stress, frustration and anger to severe depression and post-traumatic stress disorder (PTSD). A recent review drawing on lessons from past pandemics shows the length of quarantine increases the risk for serious psychological consequences [1] . A relevant, yet frequently ignored risk during a pandemic and its socially disrupting response, is the potential increase of intimate partner violence (IPV) [2] .",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 707,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "IPV is defined as physical, sexual, psychological, or economic violence that occurs between former or current intimate partners. While men can also be affected, IPV is a gendered phenomenon largely perpetrated against women by male partners [3] and approximately one in three women worldwide will experience physical and/or sexual IPV in her lifetime [4] .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many of the strategies employed in abusive relations overlap with the social measures imposed during quarantine. Next to physical and geographical isolation, IPV survivors describe social isolation (i.e., from family and friends), functional isolation (e.g., when peers or support systems appear to exist but are unreliable or have alliances with the perpetrator), surveillance, and control of daily activities [5] . During quarantine, measures intentionally imposed in an abusive partnership, may be enforced on a massive scale in the attempt to save lives. Isolation paired with greater exposure, psychological and economic stressors, as well as potential increases in negative coping mechanisms (i.e., excessive alcohol consumption) can trigger an unprecedented wave of IPV. Recent anecdotal reports from Australia, Brazil, China, and the United States already indicate increases in IPV due to quarantines [2] . The global community should prepare for similar effects in other countries.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 909,
                    "end": 912,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While quarantines will protect people from SARS-CoV2 infection, immediate action is needed to mitigate against increases in IPV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increase physicians' and other frontline healthcare worker's awareness of the heightened risk of IPV during quarantine and support their ability to safely offer information and referral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Physicians and other frontline healthcare workers need to be trained to recognize signs of violence and individuals at risk and communicate with them following best practice to protect the safety, privacy and choice of the survivor [6, 7] . Standard intake forms for the assessment of women subjected to IPV or sexual assault should be made available to staff in units, clinics and community screening dedicated to the COVID-19 response. First responders need to be informed about increased risk and options for intervention. Responders at the frontlines should be offered adequate support in coping with their own traumatic experiences caring for severely ill patients during an outbreak and a rising number of patients exposed to IPV.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increase public awareness and understanding for the increased risk of IPV during quarantine and how to safely access support services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although limited by quarantine, individuals will maintain contacts with their families, friends, coworkers and acquaintances. Non healthcare-related contacts represent the primary and most capillary detection system for IPV. Public media needs to raise awareness for the topic to sensitize the general population and share best practices. These include bystander approaches, offering supportive statements, and, accessing help on the behalf of a survivor, if consented to do so. Media should provide links to IPV services including hotlines and online/SMS channels for those who cannot speak safely by phone, especially while at home with abusers. Social networks, both formal and informal, can help decrease isolation and provide support in case of IPV [8] . Social media can aid in upholding a buddy system and emergency contacts. In times of social distancing, internet-based help platforms can effectively replace some conventional in-person support. All should have safety mechanisms to quickly exit the page and clear browsing history, as abusers may monitor phone and internet use.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 757,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Increase funding and service availability for protection needs during quarantine, including social protection, shelters and traumacentered support for family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Social and economic insecurity represent crucial barriers for vulnerable individuals when seeking help. Lack of social safety nets, due to e.g., school closures may increase the exposure of children to IPV, with harmful outcomes in the immediate term and later adulthood. Maintenance of social safety nets (e.g., paid sick leave, access to healthcare insurance) is of utmost importance in guaranteeing the independence needed to leave an abusive relationship. Support structures such as organizations supporting survivors, as well as shelters, need to remain available while quarantines are in place, and need to be prepared to respond more fully after containment measures end [9] .",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 681,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Quarantine, isolation and associated social, emotional and economic stressors increase the risk of IPV. Partner violence is a taboo topic, often considered a 'private' matter, with low political priority in many societies, even in times of relative stability. If we do not campaign aggressively to raise awareness and take swift action for IPV and other forms of interpersonal violence, detrimental effects on individuals, families and society will reverberate for decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "912--932",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemics and violence against women and children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peterman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oertelt-Prigione",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Center Global Dev Work Paper",
            "volume": "528",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "on on behalf of the UN Multi-country Cross-sectional Study on Men and Violence research team. Prevalence of and factors associated with male perpetration of intimate partner violence: findings from the UN multi-country cross-sectional study on men and violence in Asia and the Pacific",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fulu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jewkes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Roselli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcia-Moreno",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Glob Health",
            "volume": "1",
            "issn": "",
            "pages": "187--207",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global health. The global prevalence of intimate partner violence against women",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Devries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garcia-Moreno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petzold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Child",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Falder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "340",
            "issn": "",
            "pages": "1527--1535",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Functional isolation: understanding isolation in trafficking survivors",
            "authors": [
                {
                    "first": "Raghavan",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "Doychak",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sex Abuse",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1079063219889059"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Health care for women subjected to intimate partner violence or sexual violence: a clinical handbook. WHO",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strengthening health systems to respond to women subjected to intimate partner violence or sexual violence: a manual for health managers",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The association between social support and stages of change in survivors of intimate partner violence",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zapor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wolford-Clevenger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Interpers Violence",
            "volume": "33",
            "issn": "7",
            "pages": "1051--70",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Where can domestic violence victims turn during Covid-19? New York Times",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Selvaratnam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}