{
    "paper_id": "5f51678d1909721c8e7387345b3012dd465a7a0f",
    "metadata": {
        "title": "A systematic review on sensor-based driver behaviour studies: coherent taxonomy, motivations, challenges, recommendations, substantial analysis and future directions",
        "authors": [
            {
                "first": "Ward",
                "middle": [
                    "Ahmed"
                ],
                "last": "Al-Hussein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaya",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Miss",
                "middle": [],
                "last": "Laiha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mat",
                "middle": [],
                "last": "Kiah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaya",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Por",
                "middle": [],
                "last": "Lip",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Malaya",
                    "location": {
                        "settlement": "Kuala Lumpur",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yee",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "B"
                ],
                "last": "Zaidan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universiti Pendidikan Sultan Idris",
                    "location": {
                        "settlement": "Perak",
                        "country": "Malaysia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the plan and development of Intelligent Transportation Systems (ITS), understanding drivers behaviour is considered highly valuable. Reckless driving, incompetent preventive measures, and the reliance on slow and incompetent assistance systems are attributed to the increasing rates of traffic accidents. This survey aims to review and scrutinize the literature related to sensor-based driver behaviour domain and to answer questions that are not covered so far by existing reviews. It covers the factors that are required in improving the understanding of various appropriate characteristics of this domain and outlines the common incentives, open confrontations, and imminent commendations from former researchers. Systematic scanning of the literature, from January 2014 to December 2020, mainly from four main databases, namely, IEEEXplore, ScienceDirect, Scopus and Web of Science to locate highly credible peer-reviewed articles. Amongst the 5,962 articles found, a total of 83 articles are selected based on the author's predefined inclusion and exclusion criteria. Then, a taxonomy of existing literature is presented to recognize the various aspects of this relevant research area. Common issues, motivations, and recommendations of previous studies are identified and discussed. Moreover, substantial analysis is performed to identify gaps and weaknesses in current literature and guide future researchers into planning their experiments appropriately. Finally, future directions are provided for researchers interested in driver profiling and recognition. This survey is expected to aid in emphasizing existing research prospects and create further research directions in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "How to cite this article Ahmed Al-Hussein W, Mat Kiah ML, Lip Yee P, Zaidan BB. 2021. A systematic review on sensor-based driver behaviour studies: coherent taxonomy, motivations, challenges, recommendations, substantial analysis and future directions. PeerJ Comput. Sci. 7:e632",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Traffic accidents are one of the main sources of injuries in the 21st century (Carmona et al., 2015) . Internationally, road accidents are considered the third widespread cause of death next to cardiovascular diseases and cancer (Foo, 2015) . In the United States alone, traffic recommendations for researchers on how to plan their experiments adequately for data collection; finally, provide guidelines for future researchers interested in driver profiling and recognition.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 100,
                    "text": "(Carmona et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 240,
                    "text": "(Foo, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current survey is structured as follows. The introduction section provides the reader with a brief discussion about the topic, an explanation of existing gaps in the literature, states the motivation behind addressing these gaps, and outlines the objectives. The Survey Methodology section details the databases and the search query used for finding related articles, and also the criteria for filtering the resultant articles. The results of the proposed literature taxonomy are presented next to help researchers understand the main topics of this domain. The distribution of results shows the resultant statistics of the filtered articles. The Discussion section identifies the challenges faced by previous researchers, summarizes the benefits of conducting such researches, and outlines future recommendations for researchers. Significant scrutiny of the screened literature and recommendations on how to plan experiments appropriately is presented in the Substantial Analysis section. Then, future directions for researchers who are interested in driver profiling and recognition are outlined. Finally, the Conclusions section presents a summary of the conclusions formulated from this survey and the proposed future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Systematic review adopts methods to select, evaluate and synthesize ongoing experimental trials in the literature. It helps to answer research questions and presents an unbiased summary of findings through the use of inclusion/exclusion criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SURVEY METHODOLOGY"
        },
        {
            "text": "The databases that are chosen for searching related articles, are IEEEXplore, ScienceDirect, Scopus, and Web of Science. These databases are selected due to their academic reliability and because they sufficiently cover the driver behaviour domain and offer a broad view of current literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information sources"
        },
        {
            "text": "Since the area of interest is driver behaviour, the search query is set to (\"driver behavior\" OR \"drivers behavior\" OR \"driver behaviour\" OR \"drivers behaviour\"). The reason for using the words \"driver\", \"drivers\", \"behavior\" and \"behaviour\" is because those words are used interchangeably in the literature. Fig. 1 shows the search query that is used in the selected databases. Table 1 shows the settings of the search query on the selected databases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 309,
                    "end": 315,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 379,
                    "end": 386,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Search query"
        },
        {
            "text": "The filtration process of articles consists of three repetitions of screening and filtering. Deletion of duplicated articles is performed during the first repetition. Unrelated articles are deleted in the second repetition after examining their titles and abstracts. The remaining filtered articles are then carefully read in the last repetition. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Articles selection"
        },
        {
            "text": "The result of applying the search query is 5,962 articles from the four selected databases in the first repetition. The remaining articles after removing the duplicates in the first repetition are 5,449. The result of scanning articles' titles and abstracts in the second repetition is the exclusion of 4,081 articles. Further 1,285 articles are excluded following full-text reading on the third repetition. The remaining articles are 83. Figure 2 illustrated the entire process of search results. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 439,
                    "end": 447,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "Only English written articles Non-English written articles",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria Exclusion criteria"
        },
        {
            "text": "From January 2014 to December 2020 Articles before 2014 and after 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria Exclusion criteria"
        },
        {
            "text": "IEEEXplore papers were journals and magazines. ScienceDirect papers were research articles. Scopus papers were articles. Web of Science papers were articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria Exclusion criteria"
        },
        {
            "text": "Eco driving, vehicle to vehicle, autonomous driving or augmented reality domains. Predesigned questionnaires, observations, simulations or data from existing NDS. Head movement, wearables, gloves, heart rate, eye tracking, EEG/ECG or smartphone sensors. Electric vehicles or heavy vehicles. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria Exclusion criteria"
        },
        {
            "text": "A taxonomy is constructed and presented based on the authors' perspective of the 83 articles. This is to achieve one of the objectives of this survey, which is a classification for in-vehicle sensor-based driver behaviour publications, in order to help future researchers understand the various topics of this domain. The taxonomy that is proposed in Fig. 3 , is constructed based on the articles' main topic. The presented taxonomy confirms three main categories, the first category is named 'overall behaviour', which contains articles that aim to study the overall behaviour of drivers instead of focusing on one particular behavioural aspect. The second category is named 'specific behaviour', which contains articles that are directed to the study of specific behavioural aspects instead of the overall behaviour of drivers. The third and final category is named 'overlap' which contains articles that traverse the two previous categories.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 357,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS OF LITERATURE TAXONOMY"
        },
        {
            "text": "The first main category in the taxonomy is related to articles that study the overall behaviour of drivers instead of focusing on one particular behavioural aspect. As expected, such studies have different goals which is why this category has six subcategories, namely, external, systems, data, overall driving pattern, medical, and age. The number of articles in this category is (n = 42/83).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall behaviour"
        },
        {
            "text": "External subcategory (n = 2/42) is related to studies that measure the impact of engaging in a secondary task on driver behavior, such as using a cellphone or adjusting radio channels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "External"
        },
        {
            "text": "A portable system for controlling and monitoring a driver's cellphone is proposed in Khandakar et al. (2019) , the system gathers data and sends it to a mobile phone to detect driver behaviour. In Bastos et al. (2020) , driving data were collected to investigate cellphone use in Brazil and results are compared with those reported in international studies.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 108,
                    "text": "Khandakar et al. (2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 217,
                    "text": "Bastos et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "External"
        },
        {
            "text": "Systems subcategory (n = 5/42) is related to studies that measure the impact and benefits of vehicle assistance systems on driver behaviour. Researchers compare the impact of adaptive cruise control (ACC) system on driver behaviour and traffic flow when the ACC is on and off in Schakel et al. (2017) . Similarly, Varotto et al. (2017) identify the main factors that influence driver's choice in activating and deactivating the ACC system. A comprehensive modeling framework is proposed in Varotto et al. (2018) which describes the underlying decision-making process of drivers, with full range ACC at the operational level, based on risk allostasis theory (RAT) . Galarza & Paradells (2018) propose and implement a system that reduces the amount of information offered to drivers when interacting with in-vehicle information systems (IVIS). Improvements on visual warning systems are proposed in Tonguç, Akçay & Gürbüz (2018) , to identify adverse driving conditions and warn other drivers moving on the same route.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "text": "Schakel et al. (2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 314,
                    "end": 335,
                    "text": "Varotto et al. (2017)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 490,
                    "end": 511,
                    "text": "Varotto et al. (2018)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 657,
                    "end": 662,
                    "text": "(RAT)",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 691,
                    "text": "Galarza & Paradells (2018)",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 926,
                    "text": "Tonguç, Akçay & Gürbüz (2018)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Systems"
        },
        {
            "text": "Data subcategory (n = 6/42) is related to studies that aim to store and process collected driving data. Two low-cost DASs that fused driving data, for driver behaviour analysis, are proposed in Carmona et al. (2015) and Andria et al. (2016) ; The first gathered data from on-board diagnostics (OBDII) and inertial measurement unit is (IMU) (Carmona et al., 2015) , while the latter gathered data is from controller area network (CAN) bus, IMU and GPS (Andria et al., 2016) . To help reduce synchronization errors of sensors' data, an automated method that relies on offline and online synchronization of data streams is proposed in Fridman et al. (2016) . Moreover, Xiao et al. (2020) propose a data fusionbased approach, which integrated GPS data with OBDII readings, to build a model that adapts to data fluctuations and errors in real-time experiments. Kim & Baek (2020) also propose a system that automatically extracts data from sensor-based vehicles for behavioural analysis. Furthermore, an unsupervised method for segmenting naturalistic driving data, that targeted the formation of high-level understanding of driver behaviour, from low-level sensor data, is introduced in Bender et al. (2015) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 215,
                    "text": "Carmona et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 240,
                    "text": "Andria et al. (2016)",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 362,
                    "text": "(Carmona et al., 2015)",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 472,
                    "text": "IMU and GPS (Andria et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 653,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 684,
                    "text": "Xiao et al. (2020)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 856,
                    "end": 873,
                    "text": "Kim & Baek (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1196,
                    "end": 1202,
                    "text": "(2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "This subcategory (n = 24/42) describes articles related to identifying, analyzing, and modeling driving behavioural patterns. Articles in this subcategory are further classified into three subgroups, namely, driver identification, overall behavioural modeling, and aggressive driving recognition. The first subgroup, driver identification, is related to studies that analyzed driving data to identify an individual's driving pattern. The first three articles (Cai et al., 2018; Li et al., 2018; Büyükyildiz et al., 2017) propose methods to identify drivers based on their driving data, i.e. personal 'fingerprint'; the first two studies, Cai et al. (2018) and Li et al. (2018) use machine learning methods, while the third study (Büyükyildiz et al., 2017) use statistical methods to identify, and draw conclusions on, various driving patterns. Similarly, Liu et al. (2017) proposed a visualization method, called deep sparse autoencoder (DSAE), to recognize of distinctive driving behavioural patterns in continuous driving data. Moreover, a graphical modeling method that can illustrate individuals' driving habits by extracting and ranking their typical driving patterns is proposed in Chen et al. (2019) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 477,
                    "text": "(Cai et al., 2018;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 478,
                    "end": 494,
                    "text": "Li et al., 2018;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 495,
                    "end": 520,
                    "text": "Büyükyildiz et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 655,
                    "text": "Cai et al. (2018)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 660,
                    "end": 676,
                    "text": "Li et al. (2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 729,
                    "end": 755,
                    "text": "(Büyükyildiz et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 855,
                    "end": 872,
                    "text": "Liu et al. (2017)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1200,
                    "end": 1206,
                    "text": "(2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall driving pattern"
        },
        {
            "text": "The second subgroup, overall behavioural modeling, is related to studies that analyzed driving data for modeling various behavioural patterns. Park et al. (2016) modeled behavioural patterns during unexpected traffic emergencies by analyzing drivers' pedal behaviour in remodeled test vehicles. An improved unsupervised deep learning model that analyzed interactions between road environment and driver behaviour throughout the generation of graphical representations is proposed in Bichicchi et al. (2020) . Moreover, an unsupervised learning method, that presumes a two-layered hierarchical structure, called a double articulation analyzer with a temporal prediction (DAA-TP), analyzed driving data and predicted how drivers behaviour changes on a temporal axis, is proposed in Taniguchi et al. (2014) . Also, Wu & Jovanis (2016) proposed a flexible cohort-based analysis structure, that analyzes and models behavioural patterns in NDS and announces warnings through the onboard safety warning systems. Furthermore, Bella & Nobili (2020) model drivers' behaviour with relation to a pedestrian crossing, a designated zebra crossings.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 161,
                    "text": "Park et al. (2016)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 483,
                    "end": 506,
                    "text": "Bichicchi et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 780,
                    "end": 803,
                    "text": "Taniguchi et al. (2014)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 812,
                    "end": 831,
                    "text": "Wu & Jovanis (2016)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Overall driving pattern"
        },
        {
            "text": "The third subgroup, aggressive driving recognition, is related to studies that analyze driver behaviour to identify and differentiate aggressive driving patterns from normal driving patterns. Zylius (2017) proposed a machine learning approach to identify the aggressive and safe driving pattern by using features extracted from inertial signals (3-axis acceleration sensor); two levels of driving patterns are proposed (safe driving, aggressive driving). A driving behaviour-based event data recorder (DBEDR), which recognizes seven different driving behaviours and a danger level, is proposed in Wu, Chen & Yeh (2013) . Similarly, Gündüz et al. (2017) present a risk assessment model that differentiates various driving patterns. The model categorizes aggressiveness into three groups (low risk, medium risk, and high risk), the study relies on legal authority reports that identified risks based on possible collision damages. Also, a clustering-based grading method that evaluated driving performances of novice drivers against an experienced driver baseline, producing a GPA on a 0-4 scale, is proposed in Liu & Hansen (2019) . Moreover, Zheng et al. (2017) assessed how driver type and driver behaviour are related in an environment of high levels of pedestrian-vehicle interactions; this is done via the use of a 1 to 10 scale; with 10 corresponding to the most aggressive style and 1 corresponding to the least aggressive style. Furthermore, four major risky driving behaviours, are given a score of 1 to 10, and their associated risk levels are identified and evaluated in Yuksel & Atmaca (2020); a fuzzy logic-based risk assessment model is established based on the study findings. Silva & Eugenio Naranjo (2020) introduced a data-driven machine learning methodology for classifying driving patterns into three types (calm, normal, and aggressive). Also, Lee & Jang (2017) developed a framework for identifying potentially aggressive driving behaviours and provided drivers with feedbacks that guide them towards adopting less aggressive driving; drivers are categorized into three levels of aggressive behaviours (high, medium, low). Moreover, Li et al. (2015) allowed risk consulting experts to assign risk scores to participate drivers (from 1 to 5, where 1 being least aggressive and 5 being the most aggressive). Furthermore, González et al. (2014) model the effect of aggressiveness on driving parameters, such as speed, longitudinal and sideways accelerations, which cause a scaling transformation on their recorded files. A methodology to track acceptable and non-acceptable driving behaviour and calculate risk model using the envelope of the data and nota prior thresholds, is proposed in Joubert, Beer & Koker (2016) . Zardosht, Beauchemin & Bauer (2018) proposed a method that analyzes statistical features of CAN signals to explore two distinct driving patters (aggressive and moderate). An algorithm that evaluates the driver aggressiveness using scores, called handling risk factors (HRF), to characterize driver behaviour is presented in Hong et al. (2016a) ; high HRF values imply aggressive driving pattern, while low HRF values imply safe driving pattern. Finally, a method that adapts dynamic time wrapping (DTW) and hidden Markov model (HMM) to classify drivers into five different behavioural patterns (timid, cautious, aggressive, best, assertive) is proposed in Yao et al. (2020) .",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 618,
                    "text": "Wu, Chen & Yeh (2013)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 632,
                    "end": 652,
                    "text": "Gündüz et al. (2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1110,
                    "end": 1129,
                    "text": "Liu & Hansen (2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1132,
                    "end": 1161,
                    "text": "Moreover, Zheng et al. (2017)",
                    "ref_id": null
                },
                {
                    "start": 2154,
                    "end": 2170,
                    "text": "Li et al. (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2340,
                    "end": 2362,
                    "text": "González et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 2708,
                    "end": 2736,
                    "text": "Joubert, Beer & Koker (2016)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3063,
                    "end": 3082,
                    "text": "Hong et al. (2016a)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3395,
                    "end": 3412,
                    "text": "Yao et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overall driving pattern"
        },
        {
            "text": "Both studies in the medical subcategory (n = 2/42) are related to the effects of certain diseases on driver behaviour. Multiple sclerosis (MS) is a potential disease that disables the brain and spinal cord, and as such, Krasniuk et al. (2019) undertook an on-road assessment that incorporated strategic driving maneuvers to understand the underlying differences between MS drivers who passed the driving maneuvers against those who failed them. Sleep apnea is a serious sleep disorder, and McLaurin et al. (2018) used topic modeling to identify the effect of sleep apnea on driving, by comparing trips of drivers who suffer from obstructive sleep apnea against drivers who do not have it.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 242,
                    "text": "Krasniuk et al. (2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 490,
                    "end": 512,
                    "text": "McLaurin et al. (2018)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Medical"
        },
        {
            "text": "Age subcategory (n = 3/42) is related to studies that aim at understating the effect of age on driver behaviour. Svetina (2016) displayed how driver's behaviour tends to progress over the years, by comparing the reaction times of drivers of different age groups in experimental settings. Also, Merickel et al. (2019) assessed driving patterns in people with age-related dysfunction, by analyzing vehicle control data such as steering, braking, and accelerating in older adults with a range of cognitive and visual functional abilities. Moreover, Farah et al. (2014) evaluated the effect of parents guiding teens to adopt vigilant care in driving, especially during their first year of driving.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 127,
                    "text": "Svetina (2016)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 294,
                    "end": 316,
                    "text": "Merickel et al. (2019)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 536,
                    "end": 565,
                    "text": "Moreover, Farah et al. (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Age"
        },
        {
            "text": "The second main category contains articles (n = 34/83) that study specific behavioural aspects instead of the overall behaviour of drivers. This category has three subcategories based on their goals, namely, specific location behaviour, specific driving pattern, and specific action behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific behaviour"
        },
        {
            "text": "This subcategory (n = 9/34) is related to studies that focus on analyzing driver behaviour solely on specific geometric locations. Articles in this subcategory are further classified into three subgroups namely, intersection behaviour, roundabout behaviour, and curves behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific location behaviour"
        },
        {
            "text": "The first subgroup, intersection behaviour, contains articles that analyze driver behaviour solely at intersections. A hybrid state estimation (HSS)+HMM framework is proposed to estimate driver behaviour near intersections (Gadepally, Krishnamurthy & Ozguner, 2013) . A methodology for analyzing driver behaviour by distance gaps accepted by the majority of participating drivers, at a signal-based intersection and two-way stop-controlled intersections, is proposed in Dabbour (2015) . Moreover, a system dedicated to predicting driver intention at non-signalized t-intersections, by integrating clustering and classification models, is proposed in Yi et al. (2018) . Furthermore, a method for estimating driver behaviour with relation to pedestrians crossing intersections is proposed in Lubbe & Rosén (2014) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 265,
                    "text": "(Gadepally, Krishnamurthy & Ozguner, 2013)",
                    "ref_id": null
                },
                {
                    "start": 470,
                    "end": 484,
                    "text": "Dabbour (2015)",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 666,
                    "text": "Yi et al. (2018)",
                    "ref_id": null
                },
                {
                    "start": 790,
                    "end": 810,
                    "text": "Lubbe & Rosén (2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Specific location behaviour"
        },
        {
            "text": "The second subgroup, roundabout behaviour, contains articles that aim to analyze driver behaviour solely at roundabout locations. Statistical analysis and evaluation of driver's behaviour when crossing roundabouts is presented in detail in Silva et al. (2014) . Also, Zyner, Worrall & Nebot (2019) presented a method for predicting driver intention at roundabouts through the use of recurrent neural networks combined with a mixture density network output function.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 259,
                    "text": "Silva et al. (2014)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Specific location behaviour"
        },
        {
            "text": "The third subgroup, curves behaviour, contains articles that aim to analyze driver behaviour solely at geometric curves. Li et al. (2019) developed a data-driven trajectory model based on long short-term memory neural network (LSTM NN) to study the path characteristics for experienced drivers when driving on curved two-lane roads. Moreover, two driver behaviour models are proposed in Cerni & Bassani (2017) to investigate the causes of differences between vehicle trajectories and road alignments and to estimate vehicle trajectories on curve roads. Furthermore, Montella et al. (2014) developed a model for predicting drivers' speed on curves, by using deceleration and acceleration rates in the operating speed profiles.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 137,
                    "text": "Li et al. (2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 387,
                    "end": 409,
                    "text": "Cerni & Bassani (2017)",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 588,
                    "text": "Montella et al. (2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Specific location behaviour"
        },
        {
            "text": "This subcategory (n = 21/34) describe articles that are related to analyzing specific behavioural pattern. The articles in this subcategory are organized into three subgroups namely, lane change behaviour, steering behaviour, and car-following behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific driving pattern"
        },
        {
            "text": "The first subgroup, lane change behaviour, contains articles that aim to analyze drivers' lane changing behaviour. Satzoda & Trivedi (2014) proposed a method that extracts data from sensors, to analyse risky lane change behaviour from highway drives. A fusion approach that utilizes data, from a camera and an OBDII, which detects drivers' lane changing behaviour using a collaborative representation classifier (CRC) is proposed in The second subgroup, steering behaviour, contains articles that aim to analyse drivers' steering behaviour. Katzourakis et al. (2013) proposed a method to quantify driver's arm neuromuscular admittance during steering in real-time driving. A deep learning-based method to identify driver's steering behaviour during near rear-end collision maneuvers is proposed in Hassan et al. (2017) . As well, the time-dependent concept of driver decoupling/recoupling using a steer-by-wire system combined with override recognition by counter steering above a certain threshold is proposed in Heesen et al. (2014) . Moreover, a method to aid drivers in handling critical understeering situations is developed and verified in Hildebrandt et al. (2015) .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 139,
                    "text": "Satzoda & Trivedi (2014)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 541,
                    "end": 566,
                    "text": "Katzourakis et al. (2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 798,
                    "end": 818,
                    "text": "Hassan et al. (2017)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1014,
                    "end": 1034,
                    "text": "Heesen et al. (2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1146,
                    "end": 1171,
                    "text": "Hildebrandt et al. (2015)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Specific driving pattern"
        },
        {
            "text": "The third subgroup, car-following behaviour, contains articles that analyze and model drivers' car-following behaviour. A driver-vehicle diagnostics system for car-following behaviour based on Gaussian mixed model (GMM) and probability distribution functions of dynamic characteristics is proposed in Butakov & Ioannou (2014) . Bifulco et al. (2014) presented an NDS, focusing on car-following behaviour for single vehicles on long road segments, to obtain microscopic data to be used in statistical analysis and calibration of driving models. Similarly, through a genetic algorithm calibration procedure, experimental data are collected and used to calibrate the parameters of the prospect theory car-following model, in Schorr, Hamdar & Silverstein (2014) . Also, Errampalli, Mallela & Chandra (2020) developed a modified car-following model for heterogeneous traffic conditions in India, based on the general motors (GM) model and Hidas model, using data collected on urban and non-urban corridors. Moreover, a coupla-based methodological framework is presented in Das et al. (2019) for the safety evaluation of car-following behaviour in non-lane-based traffic. Furthermore, Qi et al. (2015) identified common and individual driving patterns (moderate, cautious, and aggressive patterns) between drivers in car-following scenarios by developing an ensemble clustering method (ECM) for data mining; based on fuzzy c-mean algorithm (KFCM) and modified latent dirichlet allocation (LDA). Finally, an analysis of the impact of roadway characteristics on drivers' car following behaviour is presented in Wang et al. (2014) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 325,
                    "text": "Butakov & Ioannou (2014)",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 349,
                    "text": "Bifulco et al. (2014)",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 757,
                    "text": "Schorr, Hamdar & Silverstein (2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1068,
                    "end": 1085,
                    "text": "Das et al. (2019)",
                    "ref_id": null
                },
                {
                    "start": 1179,
                    "end": 1195,
                    "text": "Qi et al. (2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1603,
                    "end": 1621,
                    "text": "Wang et al. (2014)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Specific driving pattern"
        },
        {
            "text": "This subcategory (n = 4/34) is related to studies that focused on analyzing a specific driving action. Articles in this subcategory are further classified into two subgroups namely, speeding behaviour and braking behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific action behaviour"
        },
        {
            "text": "The first subgroup, speeding behaviour, contains articles that focus solely on speeding behavior analysis. A two-level strategy, that predicts the risk of overspeeding before the occurrence of accidents, using the dempster-shafer theory (DST) and the fuzzy theory (FT), is presented in Derbel (2018). Moreover, Stigson et al. (2014) apply not speeding as inceptive for pay as you speed (PAYS) concepts. Furthermore, Stephens et al. (2015) examined the effect of anxiety, mood, and anger on speeding behaviour.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 332,
                    "text": "Stigson et al. (2014)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 416,
                    "end": 438,
                    "text": "Stephens et al. (2015)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Specific action behaviour"
        },
        {
            "text": "The second subgroup, braking behaviour, contains an article that focuses solely on analyzing braking behaviour. Peng et al. (2019) propose a rough set-based method for collision risk assessment by inferring braking action in near-crash situations.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 130,
                    "text": "Peng et al. (2019)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Specific action behaviour"
        },
        {
            "text": "The third and final category of the taxonomy (n = 7/83) contains articles that traverse the two previous main categories or their subcategories. The study that measured stopping behaviour at intersections is Hong et al. (2016b) , which measures how sensitive elder drivers are, in their approaching and stopping behaviour at intersections, when compared with younger drivers. Two studies provide initial results on the effect of speeding behaviour on different types of geometrical curves (Turner, Woolley & Cairney, 2015; Maljković & Cvitanić, 2016) . One study uses the results of a small-scale NDS to evaluate the performance of existing models on two specific behaviours, car-following behaviour and curve behaviour (Fleming et al., 2019) . A novel collision warning algorithm that employs a new index, named RDSI, to evaluate driving risk levels on two specific behaviours, car-following and lane changing, is proposed in Wang et al. (2016) . Lyu et al. (2019) have explored the effect of advanced driver assistance systems (ADAS) on braking behaviour and driving performance in lane-changing scenarios. The last article in this category (Salmon et al., 2017) examines the impact of providing concurrent verbal protocols on driving performance, on two different locations, i.e. signalized intersections and roundabouts.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 227,
                    "text": "Hong et al. (2016b)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 489,
                    "end": 522,
                    "text": "(Turner, Woolley & Cairney, 2015;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 523,
                    "end": 550,
                    "text": "Maljković & Cvitanić, 2016)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 720,
                    "end": 742,
                    "text": "(Fleming et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 945,
                    "text": "Wang et al. (2016)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 948,
                    "end": 965,
                    "text": "Lyu et al. (2019)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1143,
                    "end": 1164,
                    "text": "(Salmon et al., 2017)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Overlap"
        },
        {
            "text": "The distribution of the finalized articles, across the main categories of the proposed taxonomy, is presented in Fig. 4 . The distribution of the finalized articles, in the four selected databases, from 2014 until 2020 is presented in Fig. 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 235,
                    "end": 241,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "DISTRIBUTION OF RESULTS"
        },
        {
            "text": "This section discusses the common motivations, challenges, and recommendations in the reported literature because they are particularly valuable for future studies. The motivations section informs imminent researchers on why the researchers before them committed themselves to this field of science and what inspired them to follow their treasured research in this area. The challenges section helps future researchers in identifying the common issues they could face during their research journey. Since previous researchers admit their limitations yet define critical suggestions, the recommendations section serves as a guide that helps resolve certain issues. It represents the association connecting the new researchers with previously involved ones. This section also contains an additional part that compares various survey articles, related to the driver behaviour domain in existing literature, to the current survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSIONS"
        },
        {
            "text": "Investigating drivers' behaviour have numerous benefits. This section lists some of the important benefits that encouraged researchers toward this domain. They are grouped into four subsections. The corresponding references are cited for further discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Motivations"
        },
        {
            "text": "Road traffic injuries remain the leading cause of death for young people between the age range of 17 to 29. Furthermore, drivers over the age of 76 have the highest fatal crash rates per mile of driving. A major factor that contributes to crashes is distractions, and it is becoming paramount; at this point, to analyze the effects of distractions on driving performance, especially in scenarios where drivers are talking while driving, such studies can provide insight on how to limit the use of secondary tasks while driving (Khandakar et al., 2019) . Researchers need to pursue this domain, to better understand the human factors that contribute to crashes, with the hopes of reducing future traffic accidents and improving pedestrians' and passengers' well-being, because drivers' behaviour has a strong impact on traffic safety (Silva & Eugenio Naranjo, 2020) . Moreover, analyzing specific behaviours, such as car-following, or analyzing drivers' behaviour concerning specific geometric locations, such as intersections, would help understand how certain behaviours contribute more than others to crashes, and why crashes occur more often on particular locations Gadepally, Krishnamurthy & Ozguner (2013) and Silva et al. (2014) . Also, identifying different driving styles and patterns would help make tailored policies and regulations for drivers of certain ages and driving experiences, and guidelines for correcting dangerous behaviours. Researchers should also study the impact of geometric roadway design on driver behaviour, which would help build more suitable road constructions for safe driving (Cerni & Bassani, 2017).",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 551,
                    "text": "(Khandakar et al., 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 833,
                    "end": 864,
                    "text": "(Silva & Eugenio Naranjo, 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1215,
                    "end": 1234,
                    "text": "Silva et al. (2014)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Benefits of improving traffic safety"
        },
        {
            "text": "During experiments, sensors collect raw data. The more experiments the researchers perform, the more data filtration must be done, which is time-consuming and costly. Developing a DAS that fuses sensors efficiently together and decreases raw data overhead, is vital in NDS. Therefore, researchers should aim to improve data management processes such as data extraction, sensors' fusion, and synchronization (Fridman et al., 2016) .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 429,
                    "text": "(Fridman et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Benefits of managing data"
        },
        {
            "text": "Vehicles nowadays are packed with various assistance/navigation systems, such as ACC, collision avoidance systems (CAS), and ADAS. These systems assist drivers in parking and driving. Because such systems interact with drivers, it is possible to study the effects of existing assistance systems on their behaviour, such as, understanding the effect of ACC activation/ deactivation on traffic congestion and measuring the influence of ACC on the efficiency of traffic flow (Schakel et al., 2017) . Furthermore, researchers can introduce enhancements for the current assistance systems, such as developing a prediction system that is dedicated to measuring drivers' intention at specific locations, such as non-signalized T-intersections (Yi et al., 2018) or determining the effects of integrated collision warning systems on teenage drivers (Jermakian et al., 2017) . Researchers can also measure the impact of introducing new assistance systems on drivers' behaviour, such as measuring the impact of using steer-by-wire systems as a concept for driver de-/ recoupling in automatic evasive maneuvers (Heesen et al., 2014) . Furthermore, researchers can propose a novel algorithm, that employs a new index in its evaluation of risky driving, in collision warning systems (Wang et al., 2016) . Researchers should also aim to develop a conceptual model that clarifies driver decisions when interacting with collision and control systems.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 494,
                    "text": "(Schakel et al., 2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 736,
                    "end": 753,
                    "text": "(Yi et al., 2018)",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 864,
                    "text": "(Jermakian et al., 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1099,
                    "end": 1120,
                    "text": "(Heesen et al., 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1269,
                    "end": 1288,
                    "text": "(Wang et al., 2016)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Benefits related to enhancing assistance and navigation systems"
        },
        {
            "text": "Some diseases have an adverse effect on patients' cognitive and neuromuscular functions which would inevitably affect their driving performance. The study of the effect of certain diseases on driving is of prime importance for advancing the medical sector and the safety of patients. For instance, MS attacks the protective sheath (myelin) covering the nerve fibers, thus, causing problems in communication between the brain and the remaining parts of the body. Researchers compare MS patients who succeeded versus those who failed on-road assessment in Krasniuk et al. (2019) . Similarly, sleep apnea, affects patients' alertness and performance, so researchers have used topic modeling to identify patterns from drivers with OSA during driving trips (McLaurin et al., 2018) . More studies on how other diseases affect driving behaviour should be investigated as well to provide more insight for medical practitioners on how to find better treatments for their patients.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 576,
                    "text": "Krasniuk et al. (2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 752,
                    "end": 775,
                    "text": "(McLaurin et al., 2018)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Benefits related to the health sector"
        },
        {
            "text": "Researchers face numerous challenges when investigating this domain. This section presents some of the up-to-date issues, which are grouped into four subsections, along with citations for further discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges"
        },
        {
            "text": "Relying on official records can provide very limited insight on drivers' behaviour during accidents, for example, police reports rarely provide data on when drivers are distracted before accidents, and the occurrences of such distractions (Bastos et al., 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues relevant to modeling driver behaviour"
        },
        {
            "text": "One of the reasons why driver behaviour results vary; from one study to another, is the difficulty of distinguishing different driving styles and anticipating other drivers' behaviour on the road. This can lead to invalid assumptions, contradictory findings, and data that cannot be used globally. Another issue is the use of small sample sizes which can also lead to similar issues (Farah et al., 2014) . Moreover, it is at times difficult to deliberately induce critical or unsafe behaviour in road experiments, due to ethical reasons, resulting in experiments being simulated and conclusions being limited or biased (Bifulco et al., 2014) .",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 403,
                    "text": "(Farah et al., 2014)",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 641,
                    "text": "(Bifulco et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Issues relevant to modeling driver behaviour"
        },
        {
            "text": "There is a need to develop more reliable and fast responding assistance systems. ADAS development is not straightforward and has many issues. They are limited by user's acceptance due to their unreliability, such as detection mistakes occurring in bad weather conditions, which lane-keeping systems are usually prone to (Khandakar et al., 2019) . Moreover, ACC systems have an opposing effect on traffic flow efficiency (Schakel et al., 2017) . Also, most ADAS are preconfigured to be used by average drivers while dismissing the individual characteristics of particular drivers, i.e. no personalization features because they use simplistic algorithms (Wang et al., 2016) . Furthermore, forward collision warning (FCW) systems suffer from a high rate of false-positive alarms (Lyu et al., 2019) . Such issues are major factors in limiting ADAS acceptance in the driving community. Future researchers need to address these issues to improve drivers' trust in those systems.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 344,
                    "text": "(Khandakar et al., 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 420,
                    "end": 442,
                    "text": "(Schakel et al., 2017)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 652,
                    "end": 671,
                    "text": "(Wang et al., 2016)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 776,
                    "end": 794,
                    "text": "(Lyu et al., 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Issues related to assistance and navigation systems"
        },
        {
            "text": "There are very few systems available on the market which claim to monitor driver behaviour. Most of these systems use a simple sensor to monitor the drivers' behaviour, such as a GPS. They are mostly used for tracking drivers in fleet management. Those systems are not effective in preventing accidents, and they are used for monitoring purposes only. Currently, there are no sophisticated commercial systems, that utilize multiple sensors, such as lidars, accelerometers, and OBDII, to reliably collect data and measure driving behaviour. However, researchers that have introduced DAS in their studies, reported complications in using some of the sensors. Those issues are reported in the section \"issues related to data acquisition and handling\". Other vehicular systems, such as ADAS and FCW have issues of their own and can impact negatively on drivers' behaviour, those challenges are reported in section \"issues related to assistance and navigation systems\". One of the areas that future researchers can work on, is building a reliable driver behaviour evaluation system that consists of two subsystems. The first subsystem is a DAS that utilizes multiple sensors to collects driving data. The sensors of the DAS subsystem should be able to operate on most vehicle brands, thus making the system platform-independent. The second subsystem is an AI-based recognition system that analyzes the collected data to evaluate drivers' performances and help prevent accidents. Manufacturers should aim to develop such a system and make it available on the market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Issues of existing systems"
        },
        {
            "text": "There are several methods to acquire data, such simulations, questionnaires, and experiments. Here are the issues researchers need to consider when choosing a method for data collection. The use of simulators, throughout the literature, is mentioned as a limitation (Katzourakis et al., 2013) . Shortcomings in simulation use, include physical limitations and realism, simulator sickness, and data accuracy. Questionnaires provide subjective and biased judgments of drivers (Qi et al., 2015) . It is preferable to collect data in real-time experiments. However, there are challenges that researchers need to consider when deciding to collect data in a naturalistic manner. For example, a smartphone's accelerometer requires high-performance computational capability (Khandakar et al., 2019) . Physiological/biomedical sensors add complexity because of the additional instrumentation required and their effect on driver's comfort and performance (Galarza & Paradells, 2018) . There are also other factors that researchers need to consider when selecting the sensors for their proposed DAS, such as transmission overhead, complexity, reliability, and cost. GPS poses an unaffordable burden for transmission overhead and data storage (Xiao et al., 2020) . Smartphone sensors have overestimation issues when compared with fixed devices (Joubert, Beer & Koker, 2016) . Researchers also need to think about the synchronization of incoming data streams and the exclusion of irrelevant data that sensors usually record. Such issues make the analysis of experimental data timeconsuming and costly (Satzoda & Trivedi, 2014) . Moreover, it is challenging to use computer vision techniques while maintaining accurate and robust results because the line of sight must be aligned with the camera's field of view and cannot be blocked (Gao, Murphey & Zhu, 2018) . Furthermore, there are few distance sensors, such as 3D lidars, that are considered very costly (Zhao et al., 2016) . Another issue is that some experiments require the presence of the researcher in the vehicle along with the driver, which could influence the results (Schorr, Hamdar & Silverstein, 2014) . Therefore, researchers should carefully plan and select the sensors of their proposed DAS with the aforementioned factors in mind.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 292,
                    "text": "(Katzourakis et al., 2013)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 474,
                    "end": 491,
                    "text": "(Qi et al., 2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 766,
                    "end": 790,
                    "text": "(Khandakar et al., 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 945,
                    "end": 972,
                    "text": "(Galarza & Paradells, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1250,
                    "text": "(Xiao et al., 2020)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1332,
                    "end": 1361,
                    "text": "(Joubert, Beer & Koker, 2016)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1588,
                    "end": 1613,
                    "text": "(Satzoda & Trivedi, 2014)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1820,
                    "end": 1846,
                    "text": "(Gao, Murphey & Zhu, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1945,
                    "end": 1964,
                    "text": "(Zhao et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 2117,
                    "end": 2153,
                    "text": "(Schorr, Hamdar & Silverstein, 2014)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Issues related to data acquisition and handling"
        },
        {
            "text": "This section presents a summary of the important recommendations that mitigates current challenges, grouped into three subsections based on the party they are addressed to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations"
        },
        {
            "text": "With regards to data collection, it is recommended to: Develop a general model which determines the amount of data required in experimental studies (Schakel et al., 2017) .",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 170,
                    "text": "(Schakel et al., 2017)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Use large sample sizes, in experiments, for more reliable results (Galarza & Paradells, 2018) . Include more sensors in proposed DAS to increase data collection accuracy (Li et al., 2018) . Include a wider range of drivers to ensure the sample is diverse in age and gender representation (Büyükyildiz et al., 2017) .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 93,
                    "text": "(Galarza & Paradells, 2018)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 187,
                    "text": "(Li et al., 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 288,
                    "end": 314,
                    "text": "(Büyükyildiz et al., 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Adapt blockchain technology to securely store driver history and data (Yuksel & Atmaca, 2020) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 93,
                    "text": "(Yuksel & Atmaca, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "With regards to driver behaviour modeling, it is recommended to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Combine driving signals with psychological models (Li et al., 2015) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 67,
                    "text": "(Li et al., 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Add more parameters when analyzing data for information, and more features when proposing classification models, and more metrics when evaluating these proposed models (González et al., 2014; Zardosht, Beauchemin & Bauer, 2018; Krasniuk et al., 2019) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 191,
                    "text": "(González et al., 2014;",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 227,
                    "text": "Zardosht, Beauchemin & Bauer, 2018;",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 250,
                    "text": "Krasniuk et al., 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Investigate whether aging has a significant effect on driving performance (Svetina, 2016) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 89,
                    "text": "(Svetina, 2016)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Improve lane-change detection accuracy in current models while fully capturing the lane change decision-making process (Hill, Elefteriadou & Kondyli, 2014) .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 155,
                    "text": "(Hill, Elefteriadou & Kondyli, 2014)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "With regards to existing research, previous researchers have either recommended overcoming current research limitations or extending the current research Researchers have suggested future researchers overcome some of the limitations in their research, such as overcoming the concern of how aggregating driving data, over several driving trips, would mask the effect of individual trip data (Wu & Jovanis, 2016) , overcoming the assumption of clear driver decision in the estimation process of driver decision in near intersection scenario (Gadepally, Krishnamurthy & Ozguner, 2013) and overcoming the issue that humans may change their neuromuscular behaviour during the estimation window of driver's arm admittance (Katzourakis et al., 2013) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 410,
                    "text": "(Wu & Jovanis, 2016)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 716,
                    "end": 742,
                    "text": "(Katzourakis et al., 2013)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Researchers have suggested extending their experimental research to other countries using different types of vehicles and experimental setups (Schorr, Hamdar & Silverstein, 2014) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 178,
                    "text": "(Schorr, Hamdar & Silverstein, 2014)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Also, researchers have oftentimes encouraged future researchers to undertake research, similar to their own, intending to validate their findings and confirm their conclusions Wang et al. (2016) and Salmon et al. (2017) .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 194,
                    "text": "Wang et al. (2016)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 199,
                    "end": 219,
                    "text": "Salmon et al. (2017)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to researchers"
        },
        {
            "text": "Car manufacturers should aim to develop an ADAS, with personalization features, that reliably evaluate drivers' performance. Developers need to understand the reasons why drivers choose to activate or deactivate assistance/navigation systems, such as ACC (Varotto et al., 2017) , in certain scenarios, and how to encourage them to rely more often on these systems. They should also aim to address the issues behind ADAS low acceptance in the driving community (Lyu et al., 2019) , such as false alarms and inaccurate lane detection.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 277,
                    "text": "(Varotto et al., 2017)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 460,
                    "end": 478,
                    "text": "(Lyu et al., 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to developers"
        },
        {
            "text": "More training courses should be implemented by policy makers before issuing licenses to drivers, especially adolescences, such as, guidelines on how to keep minimum safe distances between vehicles at intersections, and educational programs that increase the overall awareness of the importance of safe driving and the importance of following traffic rules and regulations (Galarza & Paradells, 2018) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 399,
                    "text": "(Galarza & Paradells, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations to safety and policy makers"
        },
        {
            "text": "In this section, various survey articles, related to the driver behaviour domain in existing literature, are compared to the current survey. Existing surveys mostly focus on reviewing specific topics in the driver behaviour domain, rather than the entire domain, such as investigating drivers' anger (Demir, Demir & Özkan, 2016) . Some articles review specific behaviours, such as car-following behaviour (Saifuzzaman & Zheng, 2014) , lane changing behaviour (Koesdwiady et al., 2016) , and intersection behaviour (Shirazi & Morris, 2016) , while others review specific driver traits such as impulsiveness (Bıçaksız & Özkan, 2016) , sensation seeking (Zhang et al., 2019), and aggressive driving behaviour (Alkinani, Khan & Arshad, 2020) . and Babić et al. (2020) respectively. Furthermore, one article reviews the importance of big data and its analysis in the driver behaviour domain (Terzi, Sagiroglu & Demirezen, 2018) . It is important to note, only a few survey articles aim to cover various topics in this domain, such as examining various driving patterns to identify links between driving styles and road safety (Sagberg et al., 2015) , examining driver behaviour in mixed traffic conditions Munigety & Mathew (2016) and Asaithambi, Kanagaraj & Toledo (2016), looking into trends and developments in road user behaviour and traffic safety (Van Haperen et al., 2019) and systematically reviewing articles based on knowledge graph to identify trends in driver behaviour domain (Liu et al., 2020) . However, this complete survey is prepared to provide material on the major driver behaviour research topics that are covered in part or not covered in the above surveys. This present survey covers most topics related to driver behaviour domain and suggests new directions for research and development in the future. It creates a new classification system for recently completed works on the basis of data analysis obtained from various studies. It also embodies what the present literature lacks, which is a substantial analysis that provides guidelines for researchers on how to set their experiments appropriately. Moreover, it explores the current trends' challenges, motivations of those trends and suggests recommendations for researchers. Furthermore, it proposes future research directions for driver profiling and recognition.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 328,
                    "text": "(Demir, Demir & Özkan, 2016)",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 432,
                    "text": "(Saifuzzaman & Zheng, 2014)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 459,
                    "end": 484,
                    "text": "(Koesdwiady et al., 2016)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 514,
                    "end": 538,
                    "text": "(Shirazi & Morris, 2016)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 606,
                    "end": 630,
                    "text": "(Bıçaksız & Özkan, 2016)",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 737,
                    "text": "(Alkinani, Khan & Arshad, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 744,
                    "end": 763,
                    "text": "Babić et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 922,
                    "text": "(Terzi, Sagiroglu & Demirezen, 2018)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1121,
                    "end": 1143,
                    "text": "(Sagberg et al., 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1201,
                    "end": 1225,
                    "text": "Munigety & Mathew (2016)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1348,
                    "end": 1374,
                    "text": "(Van Haperen et al., 2019)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1484,
                    "end": 1502,
                    "text": "(Liu et al., 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "The main contributions of the current survey are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "1. Provides a coherent taxonomy that classifies existing literature with regards to sensorbased driver behaviour domain into several categories and subcategories based on related topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "2. Identifies the common challenges in current trends, explores the motivations in using those trends, and summarizes recommendations for future trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "3. Provides a substantial analysis section that provides answers to gaps found in the current literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "4. Offers future directions for researchers interested in driver profiling and recognition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey analysis"
        },
        {
            "text": "A substantial analysis is presented to answer the survey questions, presented in the introduction section. This section provides guidelines that would help researchers design their experiments and provides suggestions for further future work. This analysis is categorized into eight parts to provide detailed information on the reported experiments, as shown in Fig. 6 . Figure 7 shows the distribution of finalized articles according to the first authors' affiliation. It is fair to state that the majority of countries, in which in-vehicle sensor basedexperiments were conducted, are developed countries. Such a report should motivate researchers in countries with minimal or no reported studies. A model that compares drivers' behaviour of multiple groups of people in different countries is a research gap in the current literature that needs to be further explored.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 368,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 371,
                    "end": 379,
                    "text": "Figure 7",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "SUBSTANTIAL ANALYSIS"
        },
        {
            "text": "During the filtration process, studies that rely on questionnaires, interviews, or simulations as data sources are excluded. Moreover, studies that rely on existing NDS data are also excluded, leaving only studies that generate their datasets, based on real-time experiments, in the final set of filtered articles. Table 3 lists those studies along with information related to participating samples, number of vehicles used, and experiments' settings. Table 4 lists the sensors used in those experiments and the collected data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 452,
                    "end": 459,
                    "text": "Table 4",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Real-time experiments as a data source"
        },
        {
            "text": "Researchers have used several sensors to collect data in real-time experiments and generate their respective datasets. Studies that have not specified the sensors used in their experiments are excluded from Table 4 . Ideally, researchers use devices/sensors such as CAN-bus and OBDII to record vehicle speed; IMU, gyroscopes, and accelerometers to record steering behaviour; GPS to record vehicle position; lidar and radar to record distances between the experimental vehicles and the preceding vehicle. Some researchers, however, use some sensors for more than one purpose, such as using GPS not only to record vehicle position but also to record vehicle's speed and steering behaviour. Such a technique is sometimes adopted by researchers to reduce the number of sensors/devices used in their proposed DAS, thus reducing its cost. The literature analysis indicates the need for a reliable low-cost DAS. Currently, there is no study, in the current literature, that provides clear guidelines on how to build a reliable cost-efficient DAS, nor a study that specifies which combination of sensors is most suitable to use than others when building DAS. Table 3 lists the number of participating drivers, reported in the articles reviewed. The articles that have not reported the number of participating drivers are excluded from this analysis. Due to the variable number of sample sizes reported, the authors categorize them into 11 groups as seen in Fig. 8 . A total of 72 studies have reported the number of drivers employed in their experiments. About 39% use a sample size of no more than 10 drivers. Almost 53% of studies use a sample size of 20 drivers at the most. This analysis concludes that when researchers do real-time experiments, most of them use very limited sample sizes. The authors recommend that future researchers utilize a sample size of at least 30 drivers to generalize their findings and ensure their results are not 'sample size dependent'.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 4",
                    "ref_id": "TABREF10"
                },
                {
                    "start": 1151,
                    "end": 1158,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1449,
                    "end": 1455,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Real-time experiments as a data source"
        },
        {
            "text": "Most researchers have utilized one vehicle in their experiments for data collection, few studies have utilized more than one vehicle. The authors are careful not to assume the number of utilized vehicles unless it is stated in the articles. Table 3 lists the number of vehicles utilized in the reviewed articles. A total of 58 studies reported the number of vehicles utilized in their research, and out of those studies, 70% (41 studies) use a single vehicle. This limited number of vehicles can lead to limited representation of data, given that one vehicle cannot represent the complete picture of driving behaviours. Furthermore, the use of a limited number of vehicles prolongs the experiments' duration, hence drivers must await their turn in a queue. However, increasing the number of vehicles is also challenging, because it increases the cost of experiments' design and DAS installation. Also, installing the DAS in participants' vehicles, to include more vehicles during experiments, makes the collected data susceptible to biases because not all drivers drive the same vehicles. Figure 9 presents the number of vehicles used in the reported experiment of the reviewed articles. The authors recommend that future researchers allow all participating drivers to drive at least two vehicles, to enable more representation of vehicles and to answer a gap in the current literature. This gap is presented in the form of two questions: does changing the vehicle affect driver's behaviour? and if it does, does the effect of changing vehicles become statistically significant on drivers' behaviour?",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 248,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1089,
                    "end": 1097,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Number of vehicles used in experiments"
        },
        {
            "text": "The number of males and females who participated in real-time experiments have been reported in Table 3 . Of those who reported the ratio of male to female drivers, 32 studies have reported using more male drivers than female drivers, 6 studies used the same ratio of male drivers and female drivers, and only 2 studies reported using more female drivers than male drivers. This survey analysis concludes that most studies (80%) use more male drivers than female drivers and are unsuccessful in considering gender variation in their reported samples, as female drivers are currently under-represented in the collected driving datasets; which makes the inclusion of more female drivers a necessity in potential future researches. The authors recommend that future researchers collect data from an equal number of male and female drivers to ensure their sample is equally diverse in its gender representation and to identify the major differences in driving behaviour of male and female drivers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Males to females ratio in participating samples"
        },
        {
            "text": "Drivers of various ages (18-90) have participated in previous studies, as seen in Table 3 , however, studies are limited in their use of samples aged above 60 or below 20, since most studies concentrated on sampling the majority of drivers within the age range of 25 to 50 years old. This makes the representation of adolescent drivers and elder drivers very limited in the collected datasets. The authors recommend that future researchers include drivers of ages above 55 years old and below 22 years old to ensure their sample is diverse in age representation. Also, to identify the root causes of differences in driving behaviour between drivers of various age ranges.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Drivers' age"
        },
        {
            "text": "There are various metrics, used in the literature, for determining drivers' experience. The first metric is the years of driving, which is concluded from the year on which the drivers' licenses are issued. The second metric is the total amount of distance traveled by the driver since he started driving. The third metric is the number of times per month the driver usually drives. There are other notions used by previous researchers to describe drivers' experience, such as the term 'experience vs inexperience'; such metrics are very subjective since they can have a different interpretation for different people. Diversity in utilizing drivers of variable experiences is important in future studies because novice drivers are disregarded in most experimental studies in present-day literature. Table 3 shows the experience level of drivers reported in the literature. The authors recommend avoiding notions that are subjective, such as the second and third metric, as both can be difficult to accurately estimate, and rely on the first metric when reporting drivers' experience.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 798,
                    "end": 805,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Drivers' experience"
        },
        {
            "text": "This section analyzes the information related to the road type, time, and duration of reported experiments. Table 3 lists the aforementioned information reported in the reviewed articles. For route of experiments, it is difficult to conclude the most commonly used routes. This is because not all studies used the same terms to describe route types and that some studies allowed drivers to drive using their vehicles for weeks or months in a city, which makes it difficult to pinpoint which routes the drivers drove on. However, it is safe to say that experiments are conducted on driving areas that can be described as urban, suburban, rural, expressway, freeway, and highway. Some researchers stated only the length of the road. Some researchers stated only the shape of the road, such as circuit road, ring road, minor arterial road, and major arterial road. Some experiments are conducted at parking lots and university campuses. There is a limited number of studies conducted in rural areas, as seen in Table 3 , which could serve as a motivation for future researchers. Also, results accumulated from experiments that are performed on private fields and university campuses may have disputed validity when applied to other routes. Researchers should aim to conduct experiments on various roads. However, this would increase the overall cost and duration of experiments, which could be challenging for researchers with limited funds. For the time of experiments, some articles specified the exact periods on which the experiments are conducted, such as at '8:00 AM to 12 PM'. Few articles use terms such as 'daytime' or 'daylight' while others use terms such as 'weekends' or 'workdays. A research that compares driving behaviour in rush hours and driving behaviour in normal hours seems necessary.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1008,
                    "end": 1015,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Experiments settings (route, time and duration of experiments)"
        },
        {
            "text": "For the duration of experiments, some studies took as little as 13 min, while others as much as 480 h for each driver. The duration of experiments is correlated to the objective of the study. If the study aims to collect naturalistic data using a DAS installed in the drivers' vehicles, then usually the experiments' duration is somewhat lengthy; however, if the study aims to examine driver behaviour with relation to a specific aspect, such as braking behaviour, then the duration of experiments is usually short. Some studies prefer to mention the total distance traveled by drivers during experiments rather than the actual duration, such notions are often stated in studies that installed the DAS in the drivers' vehicle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments settings (route, time and duration of experiments)"
        },
        {
            "text": "Most researchers conducted their experiments in sunny/cloudy conditions. It is important to note that the use of the terms 'good' or 'bad' weather conditions, in the reported literature, are somehow subjective as they have different interpretations for different individuals. A research that considers the effect of variable temperatures and visibility ranges on driver behaviour is deemed necessary; such metrics are seldom cited in publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments settings (route, time and duration of experiments)"
        },
        {
            "text": "In summary, the authors recommend that future researchers select a suitable route, that contains various road types, for their experiments. For instance, a route that contains highways, intersections, part of it is urban and the other part is rural. It is also recommended that researchers perform the experiments during the same periods each day under the same weather conditions so that external factors such as weather, visibility, and traffic would not affect the data collection process and distort future measurements and analysis; unless the study is purposely set to analyze the differences of driving in various weather, visibility and traffic conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experiments settings (route, time and duration of experiments)"
        },
        {
            "text": "Based on the authors' comprehension of the available literature, general directions are presented in this section to help future researchers who are interested in driver profiling and recognition. Several key points are addressed for future improvements, including building efficient DAS, establishing reliable and accurate driver profiles, modulating and evaluating deep learning-based recognition systems that can classify drivers according to their established profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE RESEARCH DIRECTIONS"
        },
        {
            "text": "To collect driving data from real-time experiments, researchers should build their own DAS. The DAS must be built according to the data that the researchers aim to record. Different studies record different data for analysis. For example, in a car-following context, distances between the ego vehicle and the leading vehicle are very important; therefore, distance sensors, such as lidars or radars, must be used. Also, in lane changing context, the rotational movement of the vehicle is crucial, therefore, the use of an accelerometer, a gyroscope, or both (IMU) is essential. For studies that aim to capture overall driver behaviour, multiple sensors should be used to record the speed, distance, and steerings, such as OBDII, lidar or radar, and gyroscope or IMU. The choice of which sensors to assemble in the DAS can be affected by factors, such as cost and performance. For example, some researchers prefer to use smartphone sensors and GPS to record driving data; however, smartphone sensors usually require high-performance computational capabilities (Khandakar et al., 2019) and have overestimation issues (Joubert, Beer & Koker, 2016) and GPS has similar issues. Also, 3D lidars are considered highly accurate, but they are considerably costly (Zhao et al., 2016) . A substantial cost could be required for constructing and developing DASs, especially when the study aims to collect naturalistic driving data from multiple vehicles. Thus, building a reliable, low-cost DAS is a tremendous step towards research advancements. Hence, certain specifications and constraints must be set to achieve high-quality results, including:",
            "cite_spans": [
                {
                    "start": 1059,
                    "end": 1083,
                    "text": "(Khandakar et al., 2019)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1115,
                    "end": 1144,
                    "text": "(Joubert, Beer & Koker, 2016)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1254,
                    "end": 1273,
                    "text": "(Zhao et al., 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Phase one: sensors selection, installation and verification for DAS"
        },
        {
            "text": "Proposed DAS should be safe to install with no exposed wiring carrying electrical currents that might harm the drivers. Proposed DAS should be easy to install inside the vehicle. It should be as non-visible as possible, to ensure that it does not influence the naturalistic driving behaviour of drivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase one: sensors selection, installation and verification for DAS"
        },
        {
            "text": "Each sensor in the proposed DAS must be verified by comparing its readings with the readings of a secondary sensor. This process is important to ensure that the main sensors of the proposed DAS have no manufacturing defects. For instance, to validate the OBDII, a second sensor such as GPS is set to record speed data, and then the collected speed data of the OBDII and GPS are compared to each other. Even though GPS is not as accurate as an OBDII, the simultaneous increase and decrease of speed data in both devices proves that the OBDII is operating correctly and has no manufacturing defects. The same technique should be used to verify all sensors in the proposed DAS. The proposed DAS should be adaptable for integration with other sensors and gadgets in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase one: sensors selection, installation and verification for DAS"
        },
        {
            "text": "To appropriately set the data collection phase, several factors must be identified:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase two: data collection"
        },
        {
            "text": "Most studies in the literature utilize a limited sample size between 1 and 20, the authors recommend using a sample of 30 drivers or above, to ensure the collected data is not 'sample size dependent' and therefore results are not biased and can be generalized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase two: data collection"
        },
        {
            "text": "Participating drivers should be of age between 20 and 60 years and are divided into four groups, distributed as follows: group A includes drivers within the age range of 20-30 years old, group B includes drivers within the age range of 31-40 years old, group C includes drivers within the age range of 41-50 years old and group D includes drivers within the age range of 51-60 years old. Such grouping would be useful in providing an in-depth analysis of the effect of age on driving performance (young versus older drivers). Female drivers are very underrepresented in the current literature, the authors recommend using a sample size of 50% men and 50% women. Results from such settings can provide valuable insights on differences between men's driver behaviour and women's driver behaviour (male versus female drivers). Participating drivers must carry a driving license covering a minimum of one-year validity, this is to ensure that participating drivers have the required driving knowledge to perform experiments with minimal risk. Experiments carried on routes containing multiple geometric locations, such as highways and intersections, are preferable. Such data can be used to provide valuable information on how drivers' behaviour changes with relation to different road types. Experiments should be carried out on the same periods under similar weather conditions; this is to ensure that all participating drivers drive under the same conditions, therefore ensuring consistency in data collection and eliminating external factors that could skew the future analysis. Unless the study is purposely set to model driving in various weather, visibility, or traffic conditions. A recognition system that adapts current deep learning algorithms is presented in phase 4. Neural networks generally require large datasets for training; therefore, the authors suggest that experiments' duration for each participating driver would be a minimum of 20 minutes, to ensure enough data is recorded for the training of the recognition system. Therefore, the route's length should be planned accordingly by researchers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Phase two: data collection"
        },
        {
            "text": "Phase three: driver profiling After data collection, it is recommended to label drivers according to their safe/aggressive behaviour, this is called driver profiling. Through this labeling process, the driver behaviour aggressive scale is constructed, which is a scale on which drivers are classified into different levels of behaviours. Too often, researchers label drivers according to questionnaires filled by the drivers themselves or by relying on existing profiles from previously published articles. However, such techniques are not advisable, because asking the drivers if they are aggressive can be biased and subjective Lee & Jang (2017) and Qi et al. (2015) . Also, most previously published articles either rely on questionnaires as well or used similar biased labeling techniques, such as observations and crash reports. Furthermore, what is considered \"aggressive behaviour\" in one state or country could be different in another country. For instance, collecting NDS data from Malaysian drivers in Kuala Lumpur and then label them according to publications from the US presents many issues; as traffic laws and regulations are different in these two countries, and what is considered as \"aggressive behaviour\" in Malaysia could be different from the US. Therefore, researchers should aim to profile drivers based on the traffic laws and regulations of their respective countries, to avoid labeling drivers as safe when they are aggressive in the eyes of the law and vice versa. The authors recommend the labeling process be done by experts who have considerable knowledge of the laws and traffic regulations in the country in which the experiments are conducted. Such a technique would establish driver profiles associated with the country/state traffic laws and regulations. Very few studies aim to do this technique. For example, in reference (Zylius, 2017), in which Lithuanian experts label the drivers into two categories (aggressive and safe). Another example is in reference (Gündüz et al., 2017) , which categorizes aggressiveness into three groups, low risk, medium risk, and high risk, based on legal authority reports in Turkey. Also, in another study in Turkey, in reference (Yuksel & Atmaca, 2020), where traffic officers evaluate risky driving behaviours, the risky behaviours are given a score between 1 and 10. Also, in reference (Lee & Jang, 2017) , which categorizes drivers into three levels of aggressiveness (high, medium, low) according to the Korean roadway operation guidelines. Moreover, in reference (Silva & Eugenio Naranjo, 2020) , where experts from Spain evaluate driving tests by categorizing each driver as calm, normal, or aggressive. Furthermore, in reference (Li et al., 2015) , where risk consulting experts in Japan assign aggressiveness scores, and through these different scores (from 1 to 5, where 1 being least aggressive and 5 being the most aggressive), the driver behaviour aggressive scale is constructed. The authors recommend that future researchers follow experts' guidance and directions when labeling and profiling drivers. Table 5 summarizes the aforementioned studies.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 647,
                    "text": "Lee & Jang (2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 652,
                    "end": 668,
                    "text": "Qi et al. (2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1996,
                    "end": 2017,
                    "text": "(Gündüz et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2360,
                    "end": 2378,
                    "text": "(Lee & Jang, 2017)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2540,
                    "end": 2571,
                    "text": "(Silva & Eugenio Naranjo, 2020)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 2708,
                    "end": 2725,
                    "text": "(Li et al., 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 3088,
                    "end": 3095,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Phase two: data collection"
        },
        {
            "text": "In previous phases, the researchers have developed DAS, collected experimental data from participating drivers, and profiled the drivers. This phase aims to develop and modulate a driver behaviour recognition system that would classify drivers, according to the driver behaviour aggressive scale, using deep learning methods. The reason for using this approach instead of other approaches (like rule-based approaches) is because deep learning is an alternative approach that can help address some of the issues with traditional methods. Rather than attempting to fully emulate the decision process of the experts, deep learning algorithms typically only take the outcomes from the experts. For example, the expert may review several driving scenarios and decide which are aggressive and which are not. Exactly how the expert arrives at his decision is not important for the deep learning algorithm, only what his decision is. Focusing on the outcomes rather than the entire decision-making process can make deep learning methods more flexible and less susceptible to some of the problems encountered with rules-based systems. The authors recommend using deep learning-based algorithms, instead of machine learning algorithms, because they provide deeper analysis, and structure algorithms in layers, to create a neural network that can learn and make intelligent decisions on its own. Moreover, it is more efficient when the resultant dataset is huge, which can be challenging to train and model using traditional machine learning algorithms. Before training the classifier, it is important to use a method that can select or combine variables into features, to effectively reduce the amount of data that must be processed, while still accurately describing the original dataset. This is called data cleansing and feature extraction, and it is important because, during experiments, sensors may record data that are irrelevant to the research. For example, a DAS built to record steering data from an IMU sensor and speed data from an OBDII sensor may also record information related to engine and air temperature, which are most likely irrelevant to the research. This is why this phase is important, especially if DAS contains multiple sensors, as such irrelevant data would get immense and subsequently affect the performance of the recognition system. After data cleansing and feature extraction, researchers should train the recognition system and evaluate its performance. Various classifiers should be used during the development of the recognition system, such as convolutional neural networks (CNN), deep neural networks (DNN), artificial neural networks (ANN) and recurrent neural network (RNN). Part of the dataset Table 5 Studies in which experts profilied drivers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2726,
                    "end": 2733,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Phase four: deep learning-based recognition system"
        },
        {
            "text": "Year Levels in the driver behaviour aggressive scale How labelling is done Zylius (2017) 2017 2 levels (aggressive, safe) Labelling done by experts from Lithuania Gündüz et al. (2017) 2017 3 levels (low, medium, high) Labelling done by experts from Turkey",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 183,
                    "text": "Gündüz et al. (2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Yuksel & Atmaca (2020) 2020 1-10 risk level score (where 1 is very low risk and 10 is very high risk)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Risk levels were evaluated in accordance with the expert opinions of traffic officers in Turkey Silva & Eugenio Naranjo (2020) 2020 3 levels (calm, normal, aggressive) Evaluation and categorization of drivers was done by experts in Spain",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 126,
                    "text": "Silva & Eugenio Naranjo (2020)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "Lee & Jang (2017) 2017 3 levels (low, medium, high) Labelling was based on Korean Roadway Operation Guidelines is used to train those classifiers. Various performance metrics determine which deepleaning method is to be recommended for the recognition system. Those performance metrics are discussed further on the next phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reference"
        },
        {
            "text": "In the last phase, researchers should aim to evaluate the performance of their proposed recognition system using a confusion matrix. Since drivers are profiled in phase 3, researchers can use part of the dataset to train the classifiers and measure their performance according to how they accurately profile the drivers in the untrained dataset. Researchers can use performance metrics, listed in Table 6 , as the basis for evaluating the performance of the deep learning classifiers of the recognition system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Phase five: evaluation"
        },
        {
            "text": "This systematic review is beneficial to the research community and is a major step in summarizing the literature with regards to sensor-based driver behaviour domain. Research efforts in this area are still ongoing and this survey aims to contribute to its understanding by reviewing its current research efforts. Four databases are selected for this purpose and articles are filtered according to a set of eligibility criteria. A taxonomy of the current literature is presented to facilitate the analysis and categorization of filtered articles. Discussions on the motivations that drive researchers into this domain are stated, common issues and challenges are highlighted, and recommendations are provided. Substantial analysis of the filtered articles is presented to fill certain gaps in the literature. Furthermore, possible research directions, based on the authors' understanding of the literature, are presented for future improvements. Those directions include guidelines for building an efficient DAS, suggestions on how to profile drivers according to their aggressive/safe behaviours, and the proposition of a deep learning-based recognition system that would classify drivers according to their established profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "For future work, the proposed five-phase methodology, in the future directions section, will be implemented. The design of the proposed DAS and the data collection process results will be made available for other researchers. Comparisons between various groups Table 6 Performance metrics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Definition Equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metric"
        },
        {
            "text": "The ratio of correctly predicted observation to the total observations (True Positives (TP) + True Negatives (TN))/ (Positives+ Negatives)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy"
        },
        {
            "text": "Recall ( will be presented as well, such as comparisons between female drivers and male drivers, between young drivers and old drivers, between driving on weekdays and weekends, and between driving in normal traffic and driving in Covid-19 traffic restrictions. The performance of a deep learning-based recognition system that classifies drivers according to their behaviour will be presented and discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy"
        },
        {
            "text": "This work was supported by Fundamental Research Grant Scheme (FRGS) grant number FP114-2018A from the Ministry of Higher Education, Malaysia. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION AND DECLARATIONS Funding"
        },
        {
            "text": "The following grant information was disclosed by the authors: Fundamental Research Grant Scheme (FRGS): FP114-2018A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grant Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Detecting human driver inattentive and aggressive driving behavior using deep learning: recent advances, requirements and open challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Alkinani",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Arshad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2020.2999829"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Intelligent transportation and control systems using data mining and machine learning techniques: a comprehensive study",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alsrehin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Klaib",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Magableh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "7",
            "issn": "",
            "pages": "49830--49857",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2909114"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prediction of risk generated by different driving patterns and their conflict redistribution",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gündüz",
                    "suffix": ""
                },
                {
                    "first": "Ç",
                    "middle": [],
                    "last": "Yaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "U"
                    ],
                    "last": "Peker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Acarman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Transactions on Intelligent Vehicles",
            "volume": "3",
            "issn": "1",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Driver's steering behaviour identification and modelling in near rear-end collision",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zamzuri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wahid",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Zulkepli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Azmi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Telkomnika",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Interaction design of automatic steering for collision avoidance: challenges and potentials of driver decoupling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dziennus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hesse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schieben",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brunken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Löper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelsch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IET Intelligent Transport Systems",
            "volume": "9",
            "issn": "1",
            "pages": "95--104",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Intuitive steering assistance in critical understeer situations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hildebrandt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sedlmayr",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Pion",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Büyükyildiz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Küçükay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Traffic Injury Prevention",
            "volume": "16",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15389588.2014.969805"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Exploratory analysis of lane changing on freeways based on driver behavior",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Elefteriadou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kondyli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Transportation Engineering",
            "volume": "141",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An interacting multiple-model-based algorithm for driver behavior characterization using handling risk",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Panigrahi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Filev",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "20",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2016.2633254"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Approaching and stopping behaviors to the intersections of aged drivers compared with young drivers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Industrial Ergonomics",
            "volume": "54",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ergon.2015.12.002"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effects of an integrated collision warning system on teenage driver behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Jermakian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Buonarosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Sayer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Safety Research",
            "volume": "61",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsr.2017.02.013"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Combining accelerometer data and contextual variables to evaluate the risk of driver behaviour",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Joubert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Beer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Koker",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Part F: Traffic Psychology and Behaviour",
            "volume": "41",
            "issn": "3",
            "pages": "80--96",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trf.2016.06.006"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Driver's arms' time-variant neuromuscular admittance during real car test-track driving",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Katzourakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Abbink",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velenis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Holweg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Happee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Transactions on Instrumentation and Measurement",
            "volume": "63",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TIM.2013.2277610"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Portable system for monitoring and controlling driver behavior and the use of a mobile phone while driving",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khandakar",
                    "suffix": ""
                },
                {
                    "first": "Meh",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dhib",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "Nama",
                    "middle": [],
                    "last": "Al-Emadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Michelson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sensors",
            "volume": "19",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sensor-based extraction approaches of in-vehicle information for driver behavior analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sensors",
            "volume": "20",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Recent trends in driver safety monitoring systems: state of the art and challenges",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Koesdwiady",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Soua",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Transactions on Vehicular Technology",
            "volume": "66",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TVT.2016.2631604"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A strategic driving maneuver that predicts on-road outcomes in adults with multiple sclerosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krasniuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Classen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Danter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosehart",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Morrow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part F: Traffic Psychology and Behaviour",
            "volume": "60",
            "issn": "",
            "pages": "147--156",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A framework for evaluating aggressive driving behaviors based on in-vehicle driving records",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part F: Traffic Psychology and Behaviour",
            "volume": "65",
            "issn": "",
            "pages": "610--619",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Learning human-like trajectory planning on urban two-lane curved roads from experienced drivers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2918728"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Evaluation method for aggressiveness of driving behavior using drive recorders",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miyajima",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitaoka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEJ Journal of Industry Applications",
            "volume": "4",
            "issn": "1",
            "pages": "59--66",
            "other_ids": {
                "DOI": [
                    "10.1541/ieejjia.4.59"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Driver identification in intelligent vehicle systems using machine learning algorithms",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IET Intelligent Transport Systems",
            "volume": "13",
            "issn": "1",
            "pages": "40--47",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2017.0254"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Analysis of driving performance based on driver experience and vehicle familiarity: a UTDrive/mobile-UTDrive app study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "SAE International Journal of Transportation Safety",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4271/09-07-02-0010"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Knowledge graph analysis and visualization of research trends on driver behavior",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glowacz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Intelligent & Fuzzy Systems",
            "volume": "38",
            "issn": "1",
            "pages": "495--511",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Visualization of driving behavior based on hidden feature extraction by using deep learning",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takenaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bando",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "18",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2017.2649541"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Modelling vehicles acceleration during overtaking manoeuvres",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Llorca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IET Intelligent Transport Systems",
            "volume": "10",
            "issn": "3",
            "pages": "206--215",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2015.0035"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pedestrian crossing situations: quantification of comfort boundaries to guide intervention timing",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lubbe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosén",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Accident Analysis & Prevention",
            "volume": "71",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2014.05.029"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A field operational test in China: exploring the effect of an advanced driver assistance system on driving performance and braking behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lyu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part F: Traffic Psychology and Behaviour",
            "volume": "65",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trf.2018.01.003"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of design consistency on horizontal curves for two-lane state roads in terms of vehicle path radius and speed",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maljković",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cvitanić",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Baltic Journal of Road and Bridge Engineering",
            "volume": "11",
            "issn": "2",
            "pages": "127--135",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Driving style recognition for intelligent vehicle control and advanced driver assistance: a survey",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heucke",
                    "suffix": ""
                },
                {
                    "first": "F-Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "19",
            "issn": "3",
            "pages": "666--676",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2017.2706978"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The car as an ambient sensing platform (point of view)",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massaro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ratti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stahlmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamprecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roehder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the IEEE",
            "volume": "105",
            "issn": "1",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Using topic modeling to develop multi-level descriptions of naturalistic driving data from drivers with and without sleep apnea",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclaurin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aksan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tippin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part F: Traffic Psychology and Behaviour",
            "volume": "58",
            "issn": "",
            "pages": "25--38",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Real-world risk exposure in older drivers with cognitive and visual dysfunction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Merickel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "High",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rizzo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Traffic Injury Prevention",
            "volume": "20",
            "issn": "",
            "pages": "110--115",
            "other_ids": {
                "DOI": [
                    "10.1080/15389588.2019.1688794"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Prediction of drivers' speed behavior on rural motorways based on an instrumented vehicle study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Montella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pariota",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Galante",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Imbriani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mauriello",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation Research Record",
            "volume": "2434",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3141/2434-07"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Vehicle detection techniques for collision avoidance systems: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukhtar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "16",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2015.2409109"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Towards behavioral modeling of drivers in mixed traffic conditions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Munigety",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Mathew",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation in Developing Economies",
            "volume": "2",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40890-016-0012-y"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Deep learning methods in transportation domain: a review",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "L-M",
                    "middle": [],
                    "last": "Kieu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IET Intelligent Transport Systems",
            "volume": "12",
            "issn": "9",
            "pages": "998--1004",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2018.0064"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The impact of road advertising signs on driver behaviour and implications for road safety: a critical systematic review",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oviedo-Trespalacios",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Truelove",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "122",
            "issn": "3",
            "pages": "85--98",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tra.2019.01.012"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Neural networks in transportation research-recent applications",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pamuła",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transport Problems",
            "volume": "11",
            "issn": "2",
            "pages": "27--36",
            "other_ids": {
                "DOI": [
                    "10.20858/tp.2016.11.2.3"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Development of reproducible test vehicle and evaluation scenario for driver pedal behavior analysis in unexpected emergency situations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Control and Automation",
            "volume": "9",
            "issn": "11",
            "pages": "385--396",
            "other_ids": {
                "DOI": [
                    "10.14257/ijca.2016.9.11.33"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Rough set based method for vehicle collision risk assessment through inferring driver's braking actions in near-crash situations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sotelo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Intelligent Transportation Systems Magazine",
            "volume": "11",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/MITS.2019.2903539"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Leveraging longitudinal driving behaviour data with data mining techniques for driving style analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IET Intelligent Transport Systems",
            "volume": "9",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2014.0139"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A review of research on driving styles and road safety",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sagberg",
                    "suffix": ""
                },
                {
                    "first": "Bianchi",
                    "middle": [],
                    "last": "Selpi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Piccinini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Engström",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "1248--1275",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Incorporating human-factors in car-following models: a review of recent developments and research needs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saifuzzaman",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "48",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2014.09.008"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Is it really good to talk? Testing the impact of providing concurrent verbal protocols on driving performance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Goode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spiertz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clacy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ergonomics",
            "volume": "60",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00140139.2016.1214752"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Drive analysis using vehicle dynamics and vision-based lane semantics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Satzoda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Trivedi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "16",
            "issn": "1",
            "pages": "9--18",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2014.2331259"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Driving characteristics and adaptive cruise control? A naturalistic driving study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Schakel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Gorter",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Arem",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Intelligent Transportation Systems Magazine",
            "volume": "9",
            "issn": "2",
            "pages": "17--24",
            "other_ids": {
                "DOI": [
                    "10.1109/MITS.2017.2666582"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Measuring the safety impact of road infrastructure systems on driver behavior: vehicle instrumentation and exploratory analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schorr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamdar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Silverstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Intelligent Transportation Systems",
            "volume": "21",
            "issn": "5",
            "pages": "364--374",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Crash causes, countermeasures, and safety policy implications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shinar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gurion",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accident Analysis & Prevention",
            "volume": "125",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2019.02.015"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Looking at intersections: a survey of intersection monitoring, behavior and safety analysis of recent studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Shirazi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "18",
            "issn": "1",
            "pages": "4--24",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2016.2568920"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A systematic methodology to evaluate prediction models for driving style classification",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "Eugenio",
                    "middle": [],
                    "last": "Naranjo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sensors",
            "volume": "20",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/s20061692"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Driver behavior characterization in roundabout crossings",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vasconcelos",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Seco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Silva",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transportation Research Procedia",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trpro.2014.10.093"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The need for speed? The relationships between driver traits and speed choices during a naturalistic drive",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lenné",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Procedia Manufacturing",
            "volume": "3",
            "issn": "5",
            "pages": "3200--3207",
            "other_ids": {
                "DOI": [
                    "10.1016/j.promfg.2015.07.870"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A one year pay-as-you-speed trial with economic incentives for not speeding",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stigson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kullgren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Krafft",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Traffic Injury Prevention",
            "volume": "15",
            "issn": "6",
            "pages": "612--618",
            "other_ids": {
                "DOI": [
                    "10.1080/15389588.2013.850678"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The reaction times of drivers aged 20 to 80 during a divided attention driving",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Svetina",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Traffic Injury Prevention",
            "volume": "17",
            "issn": "8",
            "pages": "810--814",
            "other_ids": {
                "DOI": [
                    "10.1080/15389588.2016.1157590"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Unsupervised hierarchical modeling of driving behavior and prediction of contextual changing points",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagasaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hitomi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takenaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bando",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "16",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2014.2376525"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Big data perspective for driver/driving behavior",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Terzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sagiroglu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Demirezen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Intelligent Transportation Systems Magazine",
            "volume": "12",
            "issn": "2",
            "pages": "20--35",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Improvement of the visual warning system for various driving and road conditions in road transportation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tonguç",
                    "suffix": ""
                },
                {
                    "first": "İ",
                    "middle": [
                        "H"
                    ],
                    "last": "Akçay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gürbüz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the Institution of Mechanical Engineers, Part D: Journal of Automobile Engineering",
            "volume": "232",
            "issn": "2",
            "pages": "175--187",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "An analysis of driver behaviour through rural curves: exploratory results on driver speed",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woolley",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cairney",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the Australasian College of Road Safety",
            "volume": "26",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Observing the observation of (vulnerable) road user behaviour and traffic safety: a scoping review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Van Haperen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Riaz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Saunier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brijs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wets",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accident Analysis & Prevention",
            "volume": "123",
            "issn": "1",
            "pages": "211--221",
            "other_ids": {
                "DOI": [
                    "10.1016/j.aap.2018.11.021"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "A review of the impact of roadway vegetation on drivers' health and well-being and the risks associated with singlevehicle crashes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Van Treese",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ii",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Koeser",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Olexa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Arboricultural Journal",
            "volume": "39",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/03071375.2017.1374591"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Resuming manual control or not?: modeling choices of control transitions in full-range adaptive cruise control",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Varotto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Arem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoogendoorn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Record",
            "volume": "2622",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3141/2622-04"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Modelling decisions of control transitions and target speed regulations in full-range Adaptive Cruise control based on risk allostasis theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Varotto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Farah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Toledo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Arem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Hoogendoorn",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Transportation Research Part B: Methodological",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trb.2018.09.007"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Improving the user acceptability of advanced driver assistance systems based on different driving styles: a case study of lane change warning systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Transactions on Intelligent Transportation Systems",
            "volume": "21",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2019.2939188"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Driving safety field theory modeling and its application in pre-collision warning system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Part C: Emerging Technologies",
            "volume": "72",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trc.2016.10.003"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Longitudinal driving behaviour on different roadway categories: an instrumented-vehicle experiment, data collection and case study in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IET Intelligent Transport Systems",
            "volume": "9",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2014.0157"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Driving behaviour-based event data recorder",
            "authors": [
                {
                    "first": "B-F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IET Intelligent Transport Systems",
            "volume": "8",
            "issn": "4",
            "pages": "361--367",
            "other_ids": {
                "DOI": [
                    "10.1049/iet-its.2013.0009"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Cohort-based analysis structure for modeling driver behavior with an in-vehicle data recorder",
            "authors": [
                {
                    "first": "K-F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Jovanis",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Research Record",
            "volume": "2601",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3141/2601-04"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "TrajData: on vehicle trajectory collection with commodity plug-and-play OBU devices",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iyengar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Internet of Things Journal",
            "volume": "7",
            "issn": "9",
            "pages": "9066--9079",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Search query. Full-size  DOI: 10.7717/peerj-cs.632/fig-1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Search results. Full-size  DOI: 10.7717/peerj-cs.632/fig-2 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 5/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Taxonomy of final articles. Full-size  DOI: 10.7717/peerj-cs.632/fig-3 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 6/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Gao, Murphey & Zhu (2018). Also, driving behaviour awareness (DBA) model, on a dynamic Bayesian network and distributed GA, to estimate driver's behaviour in lane changing scenarios is proposed in Xie et al. (2018). Moreover, Hill, Elefteriadou & Kondyli (2014) measured distributions of duration and gap acceptance in lane-changing scenarios and examine the characteristics of conservative and aggressive drivers, according to their lane-changing behaviour. Zhao et al. (2016) and Yao et al. (2016) studied lane changing behaviour at the tactical level with on-road perspective. The first publication (Zhao et al., 2016) addresses vehicle trajectory collection, while the second one (Yao et al., 2016) proposes an automatic method for extracting lane change segments from continuous driving. A fusion approach that utilizes multiple differing modality data for detecting driver's lane change behaviour via the use of a dimensionality reduction model, is proposed in Gao, Murphey & Zhu (2019). Moreover, Wang et al. (2019) proposed a theoretical lane change warning model, that determines warning thresholds for dangerous lane changing behaviours. Also, researchers have examined the effect of integrated collision, on teenage drivers, in lane-changing maneuvers, in Jermakian et al. (2017). Finally, researchers compute left lane occupation time, by performing calibration of overtaking acceleration models, in Llorca, Moreno & Garcia (2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Distribution of the finalized articles across the main categories of the proposed taxonomy. Full-size  DOI: 10.7717/peerj-cs.632/fig-4",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distribution of the finalized articles from 2014 to 2020. Full-size  DOI: 10.7717/peerj-cs.632/fig-5 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 14/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Few articles review the use of machine learning-based technology in ITS Nguyen et al. (2018), Martinez et al. (2017), Alsrehin, Klaib & Magableh (2019) and Pamuła (2016), the evolution of vehicles' sensing technology and their effect on safety (Massaro et al., 2016), and collision avoidance in assistance systems for intelligent vehicles Dahl et al. (2018), Zhao et al. (2017) and Mukhtar, Xia & Tang (2015). The effect of policies on driver behaviour and safety has been reviewed in Shinar & Gurion (2019). The effect of roadside vegetation, roadside advertisements, and road markings on safety have been reviewed in Van Treese et al. (2017), Oviedo-Trespalacios et al. (2019)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The eight parts of the substantial analysis. Full-size  DOI: 10.7717/peerj-cs.632/fig-6 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Distribution of articles with relation to authors' affiliation. Full-size  DOI: 10.7717/peerj-cs.632/fig-7 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 22/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", A, D, B, RPM, C Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 30/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "S, A, D, Y, SA Li et al. (2015) ✓ S, A, D, B, LA (Continued ) Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 31/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "et al. (2019) ✓ ✓ S, A, LA Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 32/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 33/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": ", A, B, TTC, TTCi, LA Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 34/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Distribution of sample sizes across the filtered articles. Full-size  DOI: 10.7717/peerj-cs.632/fig-Reported number of vehicles used in the filtered literature. Full-size  DOI: 10.7717/peerj-cs.632/fig-9 Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 36/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "least aggressive and 5 is most) Labelling done by experts from Japan Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 41/50",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "sensitivity) The ratio of correctly predicted positive observations to the all observations in actual class TP/(TP + False Negatives (FN)) Precision The ratio of correctly predicted positive observations to the total of samples that test positive which are genuinely negative FP/(FP+TN) False Negative Rate (FNR) The proportion of samples that test negative which are genuinely positive FP/(FP+TN) Ahmed Al-Hussein et al. (2021), PeerJ Comput. Sci., DOI 10.7717/peerj-cs.632 42/50",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "shows detailed inclusion/exclusion criteria.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Settings of search query.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Inclusion/exclusion criteria.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Information related to real-time experimental studies.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Sensors utilized in reported experiments and their correspoding recorded data.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interests"
        },
        {
            "text": "Ward Ahmed Al-Hussein conceived and designed the experiments, performed the experiments, analyzed the data, prepared figures and/or tables, authored or reviewed drafts of the paper, and approved the final draft. Miss Laiha Mat Kiah analyzed the data, authored or reviewed drafts of the paper, and approved the final draft. Por Lip Yee analyzed the data, authored or reviewed drafts of the paper, and approved the final draft. B. B. Zaidan conceived and designed the experiments, performed the experiments, authored or reviewed drafts of the paper, and approved the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The following information was supplied regarding data availability:This article is a Systematic Literature Review without raw data or code.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability"
        }
    ]
}