{
    "paper_id": "5f63cdfe96e31c5472cd52145c6ead451dc7dbcd",
    "metadata": {
        "title": "Service Evaluation of the English Refugee Health Information System: Considerations and Recommendations for Effective Resettlement",
        "authors": [
            {
                "first": "Thomas",
                "middle": [
                    "James"
                ],
                "last": "Dunn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Annabel",
                "middle": [],
                "last": "Browne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Haworth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Essex",
                    "location": {
                        "postCode": "CO4 3SQ",
                        "settlement": "Colchester",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Fatima",
                "middle": [],
                "last": "Wurie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University College London",
                    "location": {
                        "addrLine": "Gower Street",
                        "postCode": "WC1E 6BT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ines",
                "middle": [],
                "last": "Campos-Matos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Romero-Rodríguez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Clara",
                "middle": [],
                "last": "Muela-Molina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luisa",
                "middle": [],
                "last": "Agante",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Catalan-Matamoros",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Dunn, T.J.; Browne, A.; Haworth, S.; Wurie, F.; Campos-Matos, I. Service Evaluation of the English Refugee Health Information System: Considerations and Recommendations for Effective Resettlement. Int. J. Environ. Res.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the end of 2020 around 82.4 million people had been forcibly displaced due to violence, persecution, conflict and human rights violations. An estimated 26.4 million were refugees, with 6.7 million originating from the Syrian Arab Republic [1] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Refugees are defined by the United Nations High Commissioner for Refugees (UN-HCR) as \"someone who is unable or unwilling to return to their country of origin owing to a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group, or political opinion\" [2] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2019, the vast majority of displaced people that applied for resettlement in Europe were settled in Germany (9640), Sweden (5408), Norway (3507), the United Kingdom (UK) (3507), and France (3311). Fewer were settled in the southern region of Europe, such as Spain (1193), Italy (413) and Portugal (879) [3] . Since 2015, the UKhas resettled over 25,000 refugees [4] , 19 ,768 of the most vulnerable were resettled under the Vulnerable Persons Resettlement Scheme (VPRS) [5] . Resettlement priority for the UK is based on the urgency of security and/or medical needswith additional priority to women and children that are at risk of violence or exploitation or with family links in the UK [6] . Most schemes offer Leave to Remain residency for five years, with Gateway providing Indefinite Leave to Remain [5, 6] . The UNHCR provides an out of country assessment for each application to determine their eligibility and refugee status [6] . Cases eligible for the UK resettlement schemes are forwarded to the Home Office who determine if the refugee meets their criteria. 2 of 11 For refugees accepted on a UK resettlement scheme they have a pre-departure medical health assessment (MHA). The MHA is administered by the International Organization for Migration (IOM) on behalf of the Home Office. The MHA is shared with local government through a Health Information System (HIS) process that uses a secure platform. The IOM's MHA is similar to 80 other countries' pre-departure assessment [7] . Therefore, the findings from this study could be applicable to international refugee resettlement.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 691,
                    "end": 694,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 812,
                    "end": 814,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1073,
                    "end": 1080,
                    "text": "2 of 11",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1493,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Resettlement of refugees in England is overseen by local government ('local authority') in conjunction with Clinical Commissioning Groups (CCG) that represent the local primary and secondary care health services. The local authority will arrange housing, school places, and adult English language lessons. The Voluntary, Community and Social Enterprise (VCSE) provide refugee support services for local authorities and CCGs. The VCSE also supports community sponsorship programs where community groups provide accommodation and resettlement support for refugees. The Home Office provides overarching support and funding to the local authorities and CCGs. Monitoring and evaluation of refugee integration is a local authority responsibility as the Home Office has little contact with the refugee post-arrival [5] . The MHA is cascaded from IOM to the local authorities as shown in the HIS in Figure 1 . The refugees will also receive a copy of their MHA for their records [8] .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 891,
                    "end": 899,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Remain [5, 6] . The UNHCR provides an out of country assessment for each application to determine their eligibility and refugee status [6] . Cases eligible for the UK resettlement schemes are forwarded to the Home Office who determine if the refugee meets their criteria. For refugees accepted on a UK resettlement scheme they have a pre-departure medical health assessment (MHA). The MHA is administered by the International Organization for Migration (IOM) on behalf of the Home Office. The MHA is shared with local government through a Health Information System (HIS) process that uses a secure platform. The IOM's MHA is similar to 80 other countries' pre-departure assessment [7] . Therefore, the findings from this study could be applicable to international refugee resettlement.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 10,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 11,
                    "end": 13,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Resettlement of refugees in England is overseen by local government ('local authority') in conjunction with Clinical Commissioning Groups (CCG) that represent the local primary and secondary care health services. The local authority will arrange housing, school places, and adult English language lessons. The Voluntary, Community and Social Enterprise (VCSE) provide refugee support services for local authorities and CCGs. The VCSE also supports community sponsorship programs where community groups provide accommodation and resettlement support for refugees. The Home Office provides overarching support and funding to the local authorities and CCGs. Monitoring and evaluation of refugee integration is a local authority responsibility as the Home Office has little contact with the refugee post-arrival [5] . The MHA is cascaded from IOM to the local authorities as shown in the HIS in Figure 1 . The refugees will also receive a copy of their MHA for their records [8] . Pre-entry health assessments allow early detection and treatment of conditions, that may have wider public health implications [7, 8] and, crucially, allow the host country to prepare and provide provision of appropriate services on arrival. This information allows MHA Pre-entry health assessments allow early detection and treatment of conditions, that may have wider public health implications [7, 8] and, crucially, allow the host country to prepare and provide provision of appropriate services on arrival. This information allows local authorities and health partners to assess if they can meet the needs of recipients (Table 1) , and to organize care on arrival. This is of importance as refugees coming to England are, by definition, vulnerable. They may have experienced periods without access to medical care and exposure to trauma, violence, communicable diseases and other health threats. To identify health conditions for which treatment is recommended before the individual travels to the UK, primarily for personal benefit, but also: to ensure the individual is settled in a location and accommodation that has appropriate facilities to meet their health and social care needs; to ensure current Tuberculosis (TB) screening practice is met in all pre-entry assessments;to identify and address conditions and diseases with public health significance before travel.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 811,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1104,
                    "end": 1107,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1108,
                    "end": 1110,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "text": "MHA",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1377,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1378,
                    "end": 1380,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 891,
                    "end": 899,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1602,
                    "end": 1611,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "To offer immunisation, wherever possible, for the benefit of the individual and of society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "To assess the refugees' fitness to travel to the UK and to their final destination within the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "To arrange special travel requirements (from a medical point of view) for the most vulnerable cases, when air travel might present additional risk to their health condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "To identify and share medical information with the resettlement authorities in the UK for the purpose of organizing adequate care and treatment upon arrival in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "Adapted from The Home Office Health protocol: Pre-entry health assessments for UK-bound refugees [Internet] . London: UK Government; 2020 [8] Refugees are a diverse population, with complex and widely differing needs and experiences, both pre-and post-migration [9, 10] . The importance of an effective HIS in the development of interventions and support that meets the needs of refugees has been identified [5] . Lack of collaboration between health and government organisations and the transfer and flow of health information is recognised as an obstacle for the continuity of care for refugees [11] . This can be compounded by difficulties ensuring the proper transition of medical records [12] . There is a recognition that effective HIS are essential for refugee resettlement but there is a paucity of evidence on the effectiveness of HIS and health information [13] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 107,
                    "text": "[Internet]",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 693,
                    "end": 697,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "The study will be the first to assess the utility and effectiveness of the HIS, the MHA and the data flow cascade in England. This study aims to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "• Evaluate if the refugee HIS is effective for English resettlement partners to identify and share medical information to organize care and treatment upon arrival. • Investigate if the use of the refugee MHA meets its stated aims (Table 1) and if it provides sufficient information for resettlement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 239,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "5"
        },
        {
            "text": "This study was based on a policy evaluation framework from the English Government's Magenta Book [14] . The Magenta Book provides a comprehensive overview of evaluation for Government policy, delivery and analysis professionals. The evaluation framework allows a systematic assessment of a policy design, implementation, process and outcomes [14] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "A topic guide was created with a Consultant in Public Health (I.C.-M) and a migrant health researcher (F.W.). A pilot of the topic guide was carried out with a local authority resettlement lead who was not included in the final sample. From this pilot there was a need to streamline and clarify some questions. The final product was a semi-structured topic guide with open ended questions. This gave participants an opportunity to describe their perceptions and experiences. The interview topic guide is in Appendix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interview Topic Guide"
        },
        {
            "text": "A purposive sample of seven areas was selected to provide a range of local authority structures, different resettlement experiences, geographical spread and urban/rural distribution in England. All participants had experience within the last 12 months of supporting refugee resettlement.Participant information sheets and consent forms were sent before interviews. All participants gave consent to take part in the study. Interviews were at a time convenient for the interviewee. Interviews were conducted on Microsoft (MS) Teams with two interviewers present (T.J.D.), (A.B.). Recordings were saved on a secure network that was password protected in line with information governance principles to protect the confidentiality of the participants. The lead interviewer (T.J.D.) asked the questions and the second interviewer (A.B.) took field notes. The participants did not receive any compensation in exchange for being interviewed. Participants could opt out at any time and request their information destroyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "Themes were created through thematic analysis [15] . Interviews were transcribed verbatim by the second interviewer (A.B.) and these were cross checked by the lead interviewer (T.J.D.) against audio files and field notes for accuracy and completeness. Interview transcripts were saved in MS Word and coded in MS Excel. Transcripts and codes were deidentified to ensure confidentiality and were saved on secure government network that only the two interviewers (A.B.), (T.J.D.) could access.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The first stage of analysis was familiarization, the two interviewers read and re-read each transcript. Secondly, each interviewer separately coded each transcript to support credibility and assurance and created a code list. The code list was harmonized to create a coding framework on MS Excel and transcripts were reviewed a final time. Thirdly, initial emergent themes were generated by each interviewer and collated in MS Excel. . The fifth and final phase was writing the themes, sub themes and corresponding quotes that are presented in the results. All five authors were involved in this step to increase the rigor of the theming. The coding and theming tree is provided in Appendix A. Transcripts and codes were returned to participants to allow them to validate the findings and no challenges were received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Internal Public Health England ethical approval was granted in November 2020. Further ethical approval through the National Health Service (NHS) was not required as this study is defined as a service evaluation by the NHS Health Research Agency [16].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "All seven resettlement partners that were approached agreed to participate. Table 2 shows their characteristics. To protect the identity of the resettlement partners, only limited demographic information can be provided.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Characteristics of the Participants"
        },
        {
            "text": "The HIS is effective in identifying and sharing medical information for most resettlement providers. There are difficulties with data sharing processes for the MHA in some areas. Several providers expressed concerns with the timeliness and relevance of the health information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The HIS MHA Flow Cascade Is Effective, However, Some Areas Have Issues"
        },
        {
            "text": "Two participants had issues understanding what, and how relevant MHA information could be shared from host local authorities to VCSE organisations, health partners and other local authority departments. \"I think there are limitations and confusion in our area about confidentiality and data sharing and so it doesn't work as smoothly as it could, and it is because of the different levels of professionalism between partners and providers.\" Participant 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Processes and Information Governance Can Be a Barrier That Joint Working Can Overcome"
        },
        {
            "text": "Some areas have data sharing agreements or secure platforms, others are unsure of the General Data Protection Regulation (GDPR) requirements when sharing data and require support with this.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Processes and Information Governance Can Be a Barrier That Joint Working Can Overcome"
        },
        {
            "text": "\"It would be good to have some more guidance on what we can and can't do within the GDPR framework\" Participant 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Processes and Information Governance Can Be a Barrier That Joint Working Can Overcome"
        },
        {
            "text": "Around half of all areas used a multi-disciplinary team (MDT) to assess the suitability of their area for refugees and make decisions on acceptance. Membership of MDTs varied, most commonly we found a partnership between the local authority and CCG with direct input from primary care, education, social care, housing and the VCSE. An MDT was perceived to lessen the impact on health services through comprehensive planning of arrivals and resettlement with all partners 'round the table'. Areas that had an MDT in place reported no issues with the HIS data flow process. \"Our approach in terms of multiagency approach is that the right people from the right organisations are making sure the doors are open so when the families arrive they are facilitated to register with that primary care practice, they're not having to push open, the doors [are] already open\" Participant 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Processes and Information Governance Can Be a Barrier That Joint Working Can Overcome"
        },
        {
            "text": "There were concerns about the MHA and other health information being out of date on arrival. Some participants described a gap of up to 12 months between the MHA screening and arrival. In this time health conditions can worsen, there can be new issues and preganancies that create a unplanned impact on services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHA and Other Pre Departure Checks Can Be Out of Date on Arrival"
        },
        {
            "text": "\"We have had problems with lack of information compared to what they find out in initial assessments upon arrival. One case where [an] individual had [a] kidney problem (on the MHA), the local authority questioned it and the health issue was described as 'stable' therefore the local authority took on family but upon arrival it was clear it was a complex issue. This is now placing a large burden on the local authority in which they were placed.\" Participant 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHA and Other Pre Departure Checks Can Be Out of Date on Arrival"
        },
        {
            "text": "One participant understood that the MHA was not an exact science. \"It's a bit like taking your car in for a service, I can drive off the forecourt and four miles down the road the clutch blows.\" Participant 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHA and Other Pre Departure Checks Can Be Out of Date on Arrival"
        },
        {
            "text": "Two participants described complex cases where the pre-arrival checks did not pick out urgent health issues. This puts a burden on the resettlement providers and health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHA and Other Pre Departure Checks Can Be Out of Date on Arrival"
        },
        {
            "text": "\"I've been to A&E (Accident and Emergency) with clients on arrival day, I've had clients who are dehydrated, I've had clients who have not travelled with medication and I think there is a need for some better tick boxes prior to arrival that are very specific about this person.\" Participant 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MHA and Other Pre Departure Checks Can Be Out of Date on Arrival"
        },
        {
            "text": "The breadth of detail was considered insufficient by some participants as the MHA did not provide enough information to identify the wider needs that the resettlement providers require for safe resettlement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More Information Is Needed"
        },
        {
            "text": "3.3.1. Dental Health Needs Can Be High and There Are Barriers to Accessing NHS Dental Care Some participants described that poor dental health was common with a need for urgent care on arrival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More Information Is Needed"
        },
        {
            "text": "\"There is an overwhelming need for those in the resettlement scheme to have dental treatment, often urgent dental treatment. Very difficult to find an NHS dentist who will take them on.\" Participant 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More Information Is Needed"
        },
        {
            "text": "Accessing NHS primary care dentists was described as difficult in some areas. Two participants highlighted language barriers with one recognizing a need to provide funding to dentists to provide care to refugees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More Information Is Needed"
        },
        {
            "text": "\"If something could be done to uniquely ringfence dental support.\" Participant 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "More Information Is Needed"
        },
        {
            "text": "Participants described refugees with unmet mental health needs and issues sourcing mental health support. Two participants recognised that this would require additional funding from the Home Office or CCG as these services would need additional capacity to support the needs of refugees. Two different areas had examples where they had used the existing resettlement monies to fund a specialist provider showing that funding of these services is possible. One participant described a reluctance amongst male refugees to engage with mental healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental Health Screening and Access to Services Requires Improvement"
        },
        {
            "text": "\"Mental health has been the biggest challenge, access to services and getting males to access counselling as they have trauma. Moving people forward is one step forward two steps back as mental health impacts adherence to work and English language learning.\" Participant 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mental Health Screening and Access to Services Requires Improvement"
        },
        {
            "text": "A strong theme from most participants was the issue of child dependents arriving and entering the education system where SEN is then identified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Educational Needs in Children (SEN) Screening and Access to Services Requires Improvement"
        },
        {
            "text": "\"We often we are going to have to scramble around during the first two, three weeks to find kids to find the right kind of support packages for children with disabilities and learning needs.\" Participant 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Educational Needs in Children (SEN) Screening and Access to Services Requires Improvement"
        },
        {
            "text": "Two rural areas described a lack of SEN education that was a barrier to resettlement. \"We are very cautious in relation to that, in terms of [a] child arriving with special education needs we might not be able to meet that need.\" Participant 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Educational Needs in Children (SEN) Screening and Access to Services Requires Improvement"
        },
        {
            "text": "Two participants spoke of issues where SEN was not recognised due to a perception that language was the barrier to learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Educational Needs in Children (SEN) Screening and Access to Services Requires Improvement"
        },
        {
            "text": "\"With schools the language barriers mean it takes a lot longer for children with SEN to be recognised.\" Participant 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Special Educational Needs in Children (SEN) Screening and Access to Services Requires Improvement"
        },
        {
            "text": "Participants described how resettlement schemes had positive impacts on health and social care systems by funding services, increasing awareness and acceptability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Schemes Promote Refugee Health and Raises the Acceptance of Refugee Resettlement"
        },
        {
            "text": "Two participants described how the resettlement scheme funding supports local areas' refugee infrastructure and knowledge of refugee health. Two areas had been able to fund specific health services for refugees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Schemes Funding Benefits the Wider Refugee Infrastructure"
        },
        {
            "text": "\"We have a specialist adult mental health team for refugees, (as) people don't exist in mainstream services that understand the refugee journey and the trauma and how trauma is different.\" Participant 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Schemes Funding Benefits the Wider Refugee Infrastructure"
        },
        {
            "text": "Participants in rural areas new to resettlement described how refugee resettlement promoted civic and political engagement. This led to further resettlement through other resettlement schemes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Raises Acceptance of Refugees"
        },
        {
            "text": "\"I was able to cajole the local authority to say to their elected members this (refugee resettlement) would be a good thing to do because of a, b, c, d and we have done it elsewhere and it's not as difficult as you think it is, so that was a good thing.\" Participant 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Raises Acceptance of Refugees"
        },
        {
            "text": "Participants in areas that were new to resettlement described a positive outcome where refugee arrivals supported the wider VCSE and community sponsors to come together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Raises Acceptance of Refugees"
        },
        {
            "text": "\"One of the good things is it has brought community groups together.\" Participant 3. \"The way we have seen rural resettlement work and grow in momentum, (with) movement around community sponsorship.\" Participant 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resettlement Raises Acceptance of Refugees"
        },
        {
            "text": "The findings of this study show that the HIS used for health data in refugee resettlement in England is fundamental for effective planning and supporting refugees' health needs. Efficient and clear information sharing is an essential component of effective multiagency processes [17] . Resettlement leads that used MDTs and information governance agreements had no data sharing issues and were able to better support refugees. Support from national agencies is needed with clear guidance to support data flows in those instances where robust processes are not in place.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Disruption or delay in the flow of data may limit the utility of MHA in the resettlement process. The findings in this study suggest that deficits in the information from the MHA are problematic and can lead to continuity of care issues that is reported in other studies [11] . The MHA meets its primary purpose, \"to identify health conditions for which the treatment is required before travel to the UK\" [8] but lacks sufficient information on mental health and child SEN needs. The public health impact of an incomplete or out of date HIS could lead to health protection risks (COVID-19 vaccination or testing status, Tuberculosis screening) [11] , reduced readiness for school due to SEN, disrupted community integration, healthcare access due to unmet mental health needs and inappropriate housing due to health deterioration or recent pregnancies. These impacts can be reduced by improvements to resettlement policy and increasing the breadth and pace of international, national, and regional HIS.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 405,
                    "end": 408,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 644,
                    "end": 648,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Refugees are entitled to dental and mental healthcare through the NHS [18] and participants reported access issues and language barriers with these services. Similar access issues were also reported with local authority SEN assessments and services. In England this could be compounded by a significant shortage of NHS dentists and regional disparities in access [19] , an overburdened mental health service [20] and a decline in SEN schools in England [21] . Consequently, due to the limited availability of, and access to these services, more pre-arrival information is required to enable effective planning forresettlement in areas that can meet the needs of the refugees. A call for more information in pre-arrival checks was also raised in the inspection of UK refugee resettlement schemes in 2020 by the UK Independent Chief Inspector of Borders and Immigration [5] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite allocated funding to authorities to support resettlement [22] , there tends to be a focus in the literature on the strain that resettling refugees puts on the resources of the resettlement area [10, 11] . Conversely, a strong theme of positivity emerged from the participants in this study. Resettlement funding supported the wider refugee infrastructure, effective inter-agency collaboration, and promoted further resettlement. Encouragingly, some participants described how resettlement promoted civic and community engagement for resettling more refugees under community sponsorship programmes.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[10,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is the only study assessing the HIS in England for refugee resettlement and participants represented a range of different local authority structures and experience of resettlement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "The small sample reduces generalizability. However, limited sample sizes are a wellaccepted trade off associated with qualitative approaches but are well suited to probe into the independent thoughts of different groups [23] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "Finally, the methods used may have introduced unidentified bias, such as researcher bias. Qualitative approaches to research make the elimination of researcher bias difficult [24] . Various techniques were used in this project to reduce this bias including reflexivity, piloting, double coding, and participant validation [24] .",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "This study found that the HIS works in areas with defined information governance processes and an MDT. The main HIS health assessment tool; the MHA can lack up to date information and misses the wider health needs that are essential for resettlement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Refugee resettlement had positive impacts for areas including joint working, seed funding and acceptance of refugees. Institutional Review Board Statement: The study was conducted according to the guidelines of the Declaration of Helsinki and approved by the Institutional ethical review board of Public Health England (protocol code NR0231 and 28/09/2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Informed consent was obtained from all subjects involved in the study. Written informed consent has been obtained from the participants to publish this paper. Data Availability Statement: Data is available from the corresponding author. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Statement:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United Nations High Commissioner for Refugees",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "UNHCR",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "United Nations High Commissioner for Refugees",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "United Nations High Commissioner for Refugees. Europe Resettlement. UNHCR",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Statistics: How Many People Do We Grant Asylum or Protection to?",
            "authors": [],
            "year": 2021,
            "venue": "Gov.uk. 2020. Available on",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Independent Chief Inspector of Borders and Immigration: London, UK",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "120",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "UK Refugee Resettlement: Policy Guidance. Gov.uk",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International Organization for Migration. Migration Health Assessments & Travel Health Assistance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "International Organization for Migration. Health Protocol: Pre-Entry Health Assessments for UK-Bound Refugees; UK Government",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Addressing Mental Health Needs of Refugees",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rousseau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Can. J. Psychiatry",
            "volume": "63",
            "issn": "",
            "pages": "287--289",
            "other_ids": {
                "DOI": [
                    "10.1177/0706743717746664"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Asylum seekers and refugees in Britain: Health needs of asylum seekers and refugees",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMJ",
            "volume": "322",
            "issn": "",
            "pages": "544--547",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.322.7285.544"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A systematic literature review of reported challenges in health care delivery to migrants and refugees in high-income countries-The 3C model",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brandenberger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tylleskär",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sontag",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peterhans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ritz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-019-7049-x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Refugees and Asylum Seekers Need Better Continuity of Care to Deal with Complex Health Needs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Skilton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization. Health of Refugees and Migrants: Regional Situation Analysis, Practices, Experiences, Lessons Learned and Ways Forward",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "WHO",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Central Government Guidance on Evaluation; HM Treasury: London, UK",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Magenta"
                    ],
                    "last": "Hm Treasury",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Book",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Using Thematic Analysis in Psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual. Res. Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Multi-Agency Working: A Detailed Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Atkinson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "National Foundation for Educational Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "NHS Entitlements: Migrant Health Guide. Gov.uk. 2021",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Is NHS dentistry in crisis? 'Traffic light' maps of dentist distribution in England and Wales",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N K"
                    ],
                    "last": "Boulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Philipps",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Health Geogr",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Primary health care for refugees and asylum seekers: A review of the literature and a framework for services",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Public Health",
            "volume": "120",
            "issn": "",
            "pages": "809--816",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2006.05.014"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Picture of Special Educational Needs in England-An Overview. Front. Educ. 2019, 4, 79",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/feduc.2019.00079"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Funding Instruction for Local Authorities in the Support of the United Kingdom's Resettlement Schemes: Financial Year 2021-2022; Home Office",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Conducting Semi-Structured Interviews. In Handbook of Practical Program Evaluation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Increasing rigor and reducing bias in qualitative research: A document analysis of parliamentary debates using applied thematic analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mackieson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shlonsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Connolly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Qual. Soc. Work",
            "volume": "18",
            "issn": "",
            "pages": "965--980",
            "other_ids": {
                "DOI": [
                    "10.1177/1473325018786996"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "UK Medical Health Assessment (MHA) health information system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "UK Medical Health Assessment (MHA) health information system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fourthly, a review between the three lead authors formed main and sub themes, with the two interviewers (A.B.),(T.J.D.) justifying how each emergent theme was created through coding to the third author (S.H.). Fourthly, themes were defined and named by these three authors (A.B.),(T.J.D.),(S.H.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contributions: Conceptualization, T.J.D., I.C.-M. and F.W.; Methodology, T.J.D. and F.W.; Validation, T.J.D., S.H. and A.B.; Formal Analysis, T.J.D. and A.B.; Investigation, T.J.D., A.B.; Resources, T.J.D. and I.C.-M.; Data Curation, T.J.D., S.H., A.B. and I.C.-M.; Writing-Original Draft Preparation, T.J.D., S.H. and A.B.; Writing-Review and Editing, T.J.D., S.H., A.B., I.C.-M. and F.W.; Visualization, S.H.; Supervision, T.J.D. and I.C.-M.; Project Administration, T.J.D.; Funding Acquisition, N/A. All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Int. J. Environ. Res. Public Health 2021, 18, Coding and Theming Trees.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Coding and Theming Trees.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "UK Medical Health Assessment (MHA) aims and objectives.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of the participants.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We extend our gratitude to all the participants who supported the planning, piloting and data collection. We thank the IOM for sharing details of international resettlement leads and providing the international context and Jo Morling (University of Nottingham) for the early discussions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors report no conflict of Interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "Interview questions for resettlement leads Introduction We are evaluating how different areas receive, process and disseminate the VPRS migrant health assessment (MHA) in line with the Home Office pre-entry health assessment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Interview Topic Guide"
        }
    ]
}