{
    "paper_id": "5fc4fdb4722decf88f0f2fd5fdd380aef013d8f7",
    "metadata": {
        "title": "Through Thick and Thin: Changes in Creativity During the First Lockdown of the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Schiavio",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Popa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Weinberger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Kempf",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alizée",
                "middle": [],
                "last": "Lopez-Persem",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "addrLine": "Hôpital de la Pitié Salpêtrière",
                        "settlement": "Paris",
                        "region": "AP-HP",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Théophile",
                "middle": [],
                "last": "Bieth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "addrLine": "Hôpital de la Pitié Salpêtrière",
                        "settlement": "Paris",
                        "region": "AP-HP",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Stella",
                "middle": [],
                "last": "Guiet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "addrLine": "Hôpital de la Pitié Salpêtrière",
                        "settlement": "Paris",
                        "region": "AP-HP",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcela",
                "middle": [],
                "last": "Ovando-Tellez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "addrLine": "Hôpital de la Pitié Salpêtrière",
                        "settlement": "Paris",
                        "region": "AP-HP",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Emmanuelle",
                "middle": [],
                "last": "Volle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNRS",
                    "location": {
                        "addrLine": "Hôpital de la Pitié Salpêtrière",
                        "settlement": "Paris",
                        "region": "AP-HP",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 took us by surprise. We all had to face the lockdown and pandemic that put us in a new context, changing our way of life, work conditions, and habits. Coping with such an unprecedented situation may have stimulated creativity. However, the situation also restricted our liberties and triggered health or psychological difficulties. We carried out an online survey (n = 380) to examine whether and how the COVID-19 related first lockdown period was associated with creativity changes in French speaking population. Despite a global negative subjective experience of the situation, participants reported that they were more creative during the lockdown than before. Positive changes were linked with more time availability, more motivation, or the need to solve a problem while negative changes were related to negative affective feelings or a lack of resources or opportunities. This study documents the effects of the first lockdown period on creativity and the factors that influenced it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The context of the COVID-19 pandemic has led to the implementation of unprecedented restrictive measures in society. During spring 2020, 67 million French people entered the first strict lockdown, which dramatically changed our daily lives and wellbeing. These constraints implied a restriction of movement, the need to adapt working methods, a modification of daily life within households, and a decreased wellbeing (linked to health issues, restrictions of activities and social interactions, or economic consequences). Paradoxically, during this period, general and social media have reported that individuals and businesses seemed to show great adaptability to face the situation by finding innovative solutions and creative behaviors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Creativity is defined in science as the ability to produce something that is both original and appropriate (Lubart et al., 2013) . Creative abilities are involved in many human activities, from solving everyday problems to the great discoveries of our civilization. Creativity is a key mental capacity to cope with change, invent and innovate, and face the challenges of our society. The situation related to the COVID-19 and its consequences on our daily life are at the forefront of the current challenges we had and still have to cope with. Understanding the conditions that foster (or hinder) our creativity is essential, and the COVID-19 situation provides a unique opportunity to study some of these factors.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 128,
                    "text": "(Lubart et al., 2013)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to the multidimensional approach to creativity (Lubart et al., 2015) , creativity and creative behaviors rely on cognitive factors (our mental capacities) and individual personality. It is influenced by internal and external factors (Lubart et al., 2013) including our emotions, motivation, and environment. Intrinsic motivation is an essential component of creative behavior (Amabile, 1983 (Amabile, , 2018 Amabile and Pillemer, 2012; Mastria et al., 2018; Benedek et al., 2019; Fischer et al., 2019) and drives involvement, intensity, and perseverance in activities. Affective states influence creativity, as it has been demonstrated by several studies which have shown that creative thinking tasks are mood-sensitive (Davis, 2009) . Positive mood (such as joy) is often reported as facilitating creativity, and negative mood (such as stress, anxiety) as hindering creativity. However, whether positive or negative moods facilitate or inhibit creativity is still debated and may depend on contextual factors De Dreu et al., 2008; Davis, 2009 ). Finally, creative activities and achievements are influenced by our environment, at home or in the workspace (living conditions, cultural, and professional contexts), our social context (Amabile and Pillemer, 2012; Benedek et al., 2019) , and by the standards, needs, and values of the society (Lubart et al., 2015) .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 78,
                    "text": "(Lubart et al., 2015)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 243,
                    "end": 264,
                    "text": "(Lubart et al., 2013)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 386,
                    "end": 400,
                    "text": "(Amabile, 1983",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 401,
                    "end": 417,
                    "text": "(Amabile, , 2018",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 418,
                    "end": 445,
                    "text": "Amabile and Pillemer, 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 446,
                    "end": 467,
                    "text": "Mastria et al., 2018;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 468,
                    "end": 489,
                    "text": "Benedek et al., 2019;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 490,
                    "end": 511,
                    "text": "Fischer et al., 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 730,
                    "end": 743,
                    "text": "(Davis, 2009)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1020,
                    "end": 1041,
                    "text": "De Dreu et al., 2008;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1042,
                    "end": 1053,
                    "text": "Davis, 2009",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1243,
                    "end": 1271,
                    "text": "(Amabile and Pillemer, 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1272,
                    "end": 1293,
                    "text": "Benedek et al., 2019)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1351,
                    "end": 1372,
                    "text": "(Lubart et al., 2015)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The situation related to COVID-19 likely had a major impact on many if not all the creativity dimensions or factors described above, by affecting our emotions, motivations, and wellbeing (Bu et al., 2020; Li et al., 2020; Michinov and Michinov, 2020; Roma et al., 2020; Zabelina et al., 2021) , modifying our environment, our lifestyle, and availability, but also the standards and incentives of our society during this period, opening a new framework of thought (Kapoor and Kaufman, 2020; Beghetto, 2021) . The few existing scientific studies that explored creativity during the COVID-19 pandemic have indeed suggested that the lockdown period facilitated everyday creativity (Karwowski et al., 2021; Mercier et al., 2021) or that creative abilities could help people dealing with the situation and improve their wellbeing (Michinov and Michinov, 2020; Tang et al., 2020; Elisondo, 2021; Hofreiter et al., 2021; Orkibi, 2021) . However, those studies did not assess qualitative and quantitative aspects of how creativity changes related to environmental, contextual, or emotional changes.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 204,
                    "text": "(Bu et al., 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 205,
                    "end": 221,
                    "text": "Li et al., 2020;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 222,
                    "end": 250,
                    "text": "Michinov and Michinov, 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 251,
                    "end": 269,
                    "text": "Roma et al., 2020;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "Zabelina et al., 2021)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 463,
                    "end": 489,
                    "text": "(Kapoor and Kaufman, 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 490,
                    "end": 505,
                    "text": "Beghetto, 2021)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 677,
                    "end": 701,
                    "text": "(Karwowski et al., 2021;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 702,
                    "end": 723,
                    "text": "Mercier et al., 2021)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 824,
                    "end": 853,
                    "text": "(Michinov and Michinov, 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 854,
                    "end": 872,
                    "text": "Tang et al., 2020;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 873,
                    "end": 888,
                    "text": "Elisondo, 2021;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 889,
                    "end": 912,
                    "text": "Hofreiter et al., 2021;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 913,
                    "end": 926,
                    "text": "Orkibi, 2021)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current study aimed at exploring how the lockdown and context related to COVID-19 impacted creativity and identifying the potential factors linked to these changes. We assumed that the lockdown could have stimulated creativity for at least two reasons. First, the lockdown increased the availability of free time by reducing our usual daily outdoor activities and, in some cases, workload. Second, the new situation created a need or drive, pushing the individuals to adapt and invent new solutions to pursue their usual activities. However, the situation may have caused negative subjective experience and distress, with stress and anxiety, a feeling of pressure, a lower mood, which can alter creativity. Last, because the restrictive measures targeted social interactions, we hypothesized that social distancing could also have harmed creativity. We carried out an online survey to estimate the impact of these potential factors on self-perceived creativity changes and changes in concrete creative activities and achievements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study was approved by an ethical committee. All the data were collected anonymously online and in compliance with the General Data Protection Regulation (GDPR). The participants were recruited online through social networks. Respondents were invited to complete the entire survey if they were French speakers over 18 years old, agreed to participate, and did not already participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Participants"
        },
        {
            "text": "In total, we collected data from 551 participants (365 females and 186 males; mean age 42.31 years, age ranging from 18 to 84 years). Participants were French speakers and completed the survey between May 27th and August 1st of the year 2020. All questions referred to the lockdown period, that was, in mainland France, from March 16th to May 11th of the year 2020. Data from 171 participants were removed because they did not complete more than 50% of the survey. The final sample of the survey considered the data collected from 380 participants (281 females and 99 males; mean age 43.16 years, age ranging from 18 to 84 years). All demographic details about included participants are provided in Supplementary Method 1, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics and Participants"
        },
        {
            "text": "The survey was programmed in Qualtrics as a self-administered questionnaire. We collected four main categories of information including demographic data, several creativity measures, physical conditions and affective experience of the lockdown with independent questions (see Supplementary Method 1). The collected information is detailed below and the content of the survey is further detailed in Supplementary Tables 1-4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 422,
                    "text": "Supplementary Tables 1-4",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Survey and Scores"
        },
        {
            "text": "We collected individual basic demographic information including age, gender, education level, socio-professional activity, and main field of activity. We also collected more specific information relative to the lockdown residency (residential area type, own residence, country of residence, access to private or large public outdoor spaces), whether professional activity was COVID-19 related, professional situation, and the occurrence of a serious problem that could have limited the initiation of activities (and in this case, how long it limited one's activities) (Supplementary Table 1 ). To ensure that our results were not impacted by participants living outside of France (with potential different lockdown dates and restrictions), we re-ran our main analyses with participants who indicated living in France (n = 293) and found that all results remained qualitatively unchanged. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 590,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographic Data and Lockdown Situation and Residency"
        },
        {
            "text": "We assessed creativity using four different approaches related to participants' creativity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of Creativity"
        },
        {
            "text": "The main measure was the subjective creativity change (SCC) that aims to capture the self-perceived creativity change during the lockdown period. We asked participants how much they think their creativity changed positively or negatively during the lockdown as compared to before. The participants responded using a continuous visual scale ranging from −50 (less creative during the lockdown) to 50 (more creative during the lockdown). Hence, SCC relies on a self-rating of one's own creativity. Similar self-report scales or ratings measuring creativity belief, selfconcept, and self-efficacy have been developed (Beghetto, 2006; Ng and Feldman, 2012; Karwowski and Barbot, 2016; Lebuda, 2016, 2017; Karwowski et al., 2019) and used in COVID-19-related studies (Hofreiter et al., 2021; Mercier et al., 2021; Patston et al., 2021) . In contrast to these previous measures, we asked participants to rate a change in their creativity related to a key event (i.e., the beginning of the lockdown). This allowed us to minimize recall bias and avoid the need of baseline measure that was difficult to obtain. To check our approach's validity, we compared this new creativity measure to more standard ones, including openness personality traits and several activity-based measures described below.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 630,
                    "text": "(Beghetto, 2006;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 631,
                    "end": 652,
                    "text": "Ng and Feldman, 2012;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 653,
                    "end": 680,
                    "text": "Karwowski and Barbot, 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 681,
                    "end": 700,
                    "text": "Lebuda, 2016, 2017;",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 724,
                    "text": "Karwowski et al., 2019)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 762,
                    "end": 786,
                    "text": "(Hofreiter et al., 2021;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 787,
                    "end": 808,
                    "text": "Mercier et al., 2021;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 809,
                    "end": 830,
                    "text": "Patston et al., 2021)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Subjective Creativity Change"
        },
        {
            "text": "We adapted a French-translated version of the Openness part of the Big Five Inventory (BFI-O) (Plaisant et al., 2010) . This is an 11 questions questionnaire that evaluates the openness personality traits of participants. We chose the BFI-O because openness is the personality trait most associated with creativity (Beaty et al., 2017; Vartanian et al., 2018) . The participants answered each of the 11 questions using a 5-point Likert scale, converted to individual scores ranging from −2 to 2. The BFI-O score was computed as the mean of the 11 individual responses recorded in the BFI-O.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 117,
                    "text": "(Plaisant et al., 2010)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 315,
                    "end": 335,
                    "text": "(Beaty et al., 2017;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 336,
                    "end": 359,
                    "text": "Vartanian et al., 2018)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Openness Personality Traits"
        },
        {
            "text": "In addition, we collected information about lockdown-related changes concerning participants' involvement in creative activities in an independent part of the survey. We aimed to qualitatively and quantitatively assess the creativity changes induced by the lockdown on a list of 28 creative activities (see Supplementary Table 2 ). The 28 activities were selected based on existing items in other validated creativity questionnaires, including Inventory of Creative Activities and Achievements (ICAA) (Diedrich et al., 2017) , Creative Behavior Inventory (CBI) (Hocevar, 1979) , and Runco Ideational Behavioral Scale (RIBS) (Runco et al., 2014) . For each activity, participants had to answer sequential questions about their involvement in this activity. The sequence of questions was conditional to their previous responses as the survey progressed (see Supplementary  Figure 1 for a summary). The sequence was repeated for each of the 28 activities as follows.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 524,
                    "text": "(Diedrich et al., 2017)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 561,
                    "end": 576,
                    "text": "(Hocevar, 1979)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 624,
                    "end": 644,
                    "text": "(Runco et al., 2014)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 328,
                    "text": "Supplementary Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 856,
                    "end": 879,
                    "text": "Supplementary  Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "For each activity, participants were first asked whether they had performed the activity during the last 5 years (lockdown period included). If not, the sequence stopped, and they were asked about the next activity. If so, they were asked whether they did it during the lockdown period and at which frequency (\"much less, \" \"less, \" \"as much, \" \"more, \" or \"much more\" than before the lockdown period). They could also indicate whether they did it only during the lockdown period, i.e., if the activity was new for them. The responses were converted into a ranking value from −2 (\"much less\") to 2 (\"much more\") providing an activity frequency change score. In case the activity was not performed during the lockdown period, we assigned the value of −3. The frequency change score was computed for each participant as the mean of these ranking values across activities. We also computed the proportion of activities for each participant for which there was a negative, a positive, or no change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "In the next step, we aimed to understand the reasons for the changes. For each activity that was reported either less or more performed during the lockdown period than before, multiple-choice questions were displayed with several potential reasons for the change and the participants selected the ones that applied to them (different options were proposed for negative and positive changes, see Supplementary Table 3) . Participants also had the option to write down their answers if none of the options were satisfying. We manually reviewed the responses they provided, and based on the frequency of some of them, we created two new a posteriori categories of motives for positive changes (see Supplementary Table 3) . For each participant, and separately for positive and negative changes, we computed the number of times each reason was selected divided by the total number of activities for which changes were reported. This allowed us to quantify the main reasons leading to positive and negative changes in creative activities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 395,
                    "end": 417,
                    "text": "Supplementary Table 3)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 717,
                    "text": "Supplementary Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "Finally, for activities performed as much or more often during the lockdown period than before, we asked: (1) How participants valorized it: Participants were asked to make a multiple choice among 11 options to assess the level of achievement of the performed activity (see Supplementary  Table 3) . Using a procedure similar to the ICAA scoring, each option was converted to a numerical value and the values corresponding to all the selected options for a given activity were summed. If participants shared their creative activities at least beyond the immediate surroundings (friends, family, cohabitant, or colleague), they automatically reached 8 points, and the three first proposals were not considered in the sum. Then, participant's scores were averaged across activities for each participant to compute an individual creative achievement score.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 297,
                    "text": "Supplementary  Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "(2) To report their feeling of having encountered obstacles during its realization using a visual quasi-continuous scale of 101 values from 0 (no obstacles) to 100 (many obstacles). The obstacle score was computed as the mean of obstacles rating across activities for each participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "When the series of questions related to one activity (and dependent on participant's responses) was complete, the same sequence was proposed for the next activity until the end of the list of 28 activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes in Creative Activities and Achievements, and Reasons for Changes"
        },
        {
            "text": "Finally, at the end of the survey, we asked participants to freely report the five most creative realizations (or top-productions) they carried out during the lockdown. They entered their responses directly in a text box without any time or word limit and with the possibility to leave empty boxes. An external panel of four experts independently rated the creativity of each of the top-productions using a 5-point Likert scale from 0 (\"not creative\") to 5 (\"highly creative\"). The number of four raters have been previously suggested as sufficient to reach high inter-rater reliability when raters are experts (interrater reliability higher than 0.6) (Ceh et al., 2021) . We estimated the interrater reliability by computing two-way random intra class correlations (ICC). A satisfying reliability was observed between judges. The average measure ICC was 0.95 [F(286, 858) = 19.84, p < 0.001, 95% CI (0.94.A200.96)]. Then, the ratings were averaged across judges for each top-production, and we computed for each participant a creativity rating score as the sum of averaged ratings of his/her productions. The creativity rating score aims to reflect the creativity of the activities achieved during the lockdown. Hence, it may both depend on the pre-existing creativity of the participants and on the effect of the lockdown situation on their creative thinking and behavior.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 670,
                    "text": "(Ceh et al., 2021)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Creativity Rating"
        },
        {
            "text": "In the survey, we asked specific questions about how participants experienced the lockdown. The aim was to identify subjective and objective factors that can explain creativity changes based on our hypotheses. We collected four categories of information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Psychological and Physical Conditions of Lockdown"
        },
        {
            "text": "We asked the participants to report the number of cohabitants and the number of available rooms in the residence place, allowing us to compute the objective available space per cohabitant (i.e., the number of rooms per inhabitant). We also collected the subjective feeling of change in physical constraints.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Conditions"
        },
        {
            "text": "Participants were asked whether they exchanged with as many people during the lockdown period as before to estimate changes in social interactions and the feeling of a change in loneliness. These variables aim to reflect changes in social relationships during the lockdown period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Relationships"
        },
        {
            "text": "Participants were asked to report the objective number of working hours per week (multiple-choice question with eight options ranging from \"not concerned\" to \"more than 42 h\" with an increment of 7 h per option) and the feeling of a change in free time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Available Time"
        },
        {
            "text": "Affective changes were assessed by asking participants their feeling of a change in mood, motivation, anxiety and stress, and pressure using separate questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affective Changes"
        },
        {
            "text": "All the questions focused on a change refer to a difference between the period before and during the lockdown. All subjective information was collected using multiple-choice questions with eight available choices: seven ranging from \"much less\" to \"much more\" and one allowing a neutral response (\"I do not know\"). Change in free time and in social interactions had only five available choices ranging from \"much less\" to \"much more.\" Those variables were considered as continuous (visual scales) or ordinal (Likert scales), and the sign was reversed for the ones with a negative meaning (indicated with \"R\" in figures and tables, such as loneliness) in order to obtain homogeneous valence across them (the higher, the better).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Affective Changes"
        },
        {
            "text": "We provide a demographical description of our sample using percentage relative to the total number of participants for each demographic variable. To explore how the participants experienced the lockdown, we tested the difference from zero for significance at the group level using one-sample two-tailed t-tests, where independent variables were the subjective feeling of change in environmental conditions, social relationships, available time, and affects (see above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "We explored whether the lockdown impacted the subjective creative change (measured as SCC) using a one-sample two-tailed t-test against zero at the group level. To estimate the impact of the four hypothesized factors (environmental conditions, social relationships, time availability, affective experience) on SCC, we first conducted a principal component analysis (PCA). It reduced the ten variables used (i.e., space per cohabitant, physical constraints, social interactions, loneliness, number of working hours, free time, mood, motivation, anxiety and stress, and pressure) into a smaller set of dimensions while retaining as much of the original information as possible. It also helped to deal with the problem of multicollinearity among our variables. We ran the PCA on our ten variables of interest with oblique rotation (direct oblimin) to rotate loadings and identify the variables contributing the most to each component, using the available complete data from 293 participants. Factors with eigenvalues over Kaiser's criterion of 1 were kept. Sampling adequacy for the analysis was assessed with the Kaiser-Meyer-Olkin measure (standard threshold = 0.5). To identify potential links between factors and change in creativity, correlation analyses were performed using Pearson coefficient between SCC score and the component loadings across subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Additionally, we checked whether demographical information influenced SCC. For binomial and categorical variables, oneway analyses of variance (ANOVAs) were used to test their effect on SCC. Correlation analyses were performed using Pearson coefficient (r) for continuous variables (such as age) and Spearman coefficient (rho) for ordinal variables (such as education).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "We also explored whether the relationship between creativity rating score and SCC could be hypothetically mediated by creative personality traits (BFI-O) or by factors that were found to influence creativity. We ran mediation analyses. We tested whether the direct path from creativity rating score to SCC was no longer significant when introducing the mediator M (β * SCC−RS, M being either the BFI-O or the significant factor). Thus, the mediation analysis was estimated using the two following linear models: SCC = β SCC−creativity rating score × creativity rating score SCC = β * SCC−creativity rating score × creativity rating score",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "SCC−creativity rating score ) was then assessed with a bootstrap test. We reported the 95 percent bootstrap confidence interval of the difference in regression coefficients between the direct and indirect path computed for 5,000 bootsamples. The mediation remains significant if this confidence interval does not include 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "The same method was applied to investigate the relationship between BFI-O, SCC and Component 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "With activity-based measures, our measures of interests were: (1) the five activities with the larger increase and decrease in frequency during the lockdown; (2) the categories of reasons explaining positive or negative changes in creative engagement;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "(3) the feeling of having encountered obstacles during its realization (obstacle score); (4) the way participants valorized their creative productions (creative achievement score).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "We checked for consistency between all variables of interest. First, we explored the consistency of subjective creativity measure (SCC) with other measures of creativity using Pearson coefficient correlations (r) for continuous variables (BFI-O and creativity rating score) or with Spearman coefficient correlation (rho) for ordinal variables (activity frequency change score, creative achievement score, obstacle score). As we hypothesized that the amount of encountered obstacles could positively or negatively impact creativity, we also conducted a second order polynomial regression between SCC and obstacle score, as stated below: O = β 0 + β lin SCC + β quadr SCC 2 A significant quadratic term indicates that obstacles affect creativity both positively and negatively (fewer obstacles would have a lower effect).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Second, we explored the consistency between reasons explaining changes in engaging in specific activities and the general subjective experience of the lockdown. We ran correlation analyses between the proportions of the main activitybased selected reasons (that were related to free time and affective states) and the components of our previous PCA that related to changes in SCC. For activity-related reasons, we computed the difference in the percentage of positive and negative reasons as follows: Free time-related reasons were the difference between the proportion of \"More Time\" and of \"No time.\" Affective change-related reasons were the difference in proportion between \"Inspired\" and both \"Concerned and worries\"/\"Did not feel like it.\" The difference between positive and negative reasons was computed as they might capture the same effect. For example, if an individual selects \"More time\" as often as \"No time\" across activities (scores around zero), it might reflect a small change in experienced free time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Third, we explore the consistency between within-factor measures of general subjective experiences of the lockdown. When relevant, we used Spearman (r) or Pearson (rho) coefficient correlation between factors that captured similar information (such as between physical constraints and space per cohabitant).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Finally, to check the validity of the list of activities used in the activity-based measures, we examined whether each of the top-productions corresponded to an activity included in our list. We provided the mean creative rating score for those not included in our list and specified what type of activity it was. We also checked if the most frequent productions were in line with the five activities with the highest increase in frequency in the activity-based measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "All analyses were performed using Matlab Statistical Toolbox (Matlab R2020a, The MathWorks, Inc., United States), SPSS (v22.0; IBM Corp.), and R (v3.6.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analyses"
        },
        {
            "text": "Overall, the majority of participants (n = 380) were confined in France (77%, and about 13% did not respond to that question), at home (85%), in urban areas (50%). 63% had access to private or large public outdoor spaces, 60% were confined with one or more individuals, and 87% declared not having encountered a severe problem during the lockdown. 54% were working remotely, and 83% had a professional activity not related to the fight against the pandemic. All demographic details are provided in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 505,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Demographics and Lockdown Situation"
        },
        {
            "text": "In the survey, participants were asked subjective and objective questions to gather information about their lockdown experience. As expected, on average and in terms of subjective experience, our sample felt more physically constrained [physical constraints: r(378) = 0.18, p = 0.005]. The subjective report of change in free time was correlated with the number of working hours per week (20% worked more than 42 h/week, 19% between 36 and 42 h/week, 15% between 29 and 35 h/week, 13% between 22 and 28 h/week, 14% between 15 and 21 h/week, 9% between 8 and 14 h/week, 10% less than 7 h/week, r(291) = 0.53, p < 0.001). Additionally, affective changes in mood, motivation, anxiety and stress, and pressure were all correlated to each other (all p < 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Living Conditions and Subjective Experience of the Lockdown Situation"
        },
        {
            "text": "When prompted to subjectively report how much they think their creativity changed during the lockdown (SCC, rating scale from −50 to 50), the participants declared on average to have been more creative during the lockdown period [M = 8.08 ± 0.98 (SEM), t(379) = 8.26, p < 0.001] ( Figure 1A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 291,
                    "text": "Figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measures of Creativity"
        },
        {
            "text": "Additionally, we collected two other measures of creativity, that were the creativity rating score (corresponding to the external creativity rating of the five most creative productions the participants carried out during the lockdown) and the BFI-O (assessing creative personality traits). Creativity rating score mean was 7.74 ± 0.21 (SEM) across the 286 participants who responded to that question, and BFI-O questionnaire was on average 3.68 ± 0.03 (SEM). The BFI-O scores, creativity rating score and SCC were all significantly pairwise correlated [r BFI −O−creativity rating score (378) = 0.46, p < 0.001, r BFI −O−SCC (378) = 0.21, p = 0.03, r SCC−creativity rating score (378) = 0.15, p = 0.009]. Hence, as the creativity rating score might reflect both the creative personality traits and creativity changes during the lockdown, we tested whether BFI-O scores could be a hypothetical mediator of the correlation between SCC and creativity rating score. The mediation analysis revealed that the correlation between SCC and creativity rating score could potentially be mediated by the BFI-O scores, as we observed a loss of significance of the direct path when including the mediator effect (linear regression of SCC against creativity rating score (without the mediator): β SCC−creativity rating score = 0.68, p = 0.009 [F(1, 284) = 7.05, p = 0.008, R 2 = 0.024]; linear regression of SCC against creativity rating score and BFI-O (the mediator): β * SCC−creativity rating score = 0.37, p = 0.20; F(2, 283) = 6.23, p = 0.002, R 2 = 0.042]. The difference between β SCC−creativity rating score and β * SCC−creativity rating score was confirmed using bootstrapping [95% Confidence Interval CI = (0.010.62)]. Since our main aim was to assess the creativity change related to the lockdown, we decided to use the SCC score as our main variable of interest, as creativity rating score seems to reflect more the creative personality traits than the change in creativity during the lockdown period, and because baseline measurement of creativity rating score was not available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of Creativity"
        },
        {
            "text": "We explored the link between SCC and the variables reflecting the living conditions and subjective experience of the lockdown situation. To reduce our set of variables into a smaller set of dimensions, we conducted a PCA on the ten variables of interest using the available complete data from 293 participants (see section \"Materials and Methods\"). The Kaiser-Meyer-Olkin measure was 0.75, above the acceptable limit of 0.5. Three factors had eigenvalues over one and, in combination, explained 56.48% of the variance. Figure 1B shows the correlation matrix between variables, and Table 2 shows the components loadings after rotation. The variables that cluster on the same component suggest that component 1 represents affective changes during the lockdown, component 2 represents changes in the available time, and component 3 interactions with other people.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 528,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 581,
                    "end": 588,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Relations Between Subjective Creativity Change and Subjective Experience During the Lockdown"
        },
        {
            "text": "We searched for correlations between the participant's components loadings and SCC. SCC These results indicate that two main factors were associated with SCC during the lockdown period: affective changes and change in the available time. Restrictions in social interactions were not significantly associated with creativity changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relations Between Subjective Creativity Change and Subjective Experience During the Lockdown"
        },
        {
            "text": "As creativity could help cope with difficult situations and regulate emotions, we first explored whether creative personality Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Relations Between Subjective Creativity Change and Subjective Experience During the Lockdown"
        },
        {
            "text": "In the survey, we qualitatively and quantitatively assessed the creativity change experienced during the lockdown. In total, 343 participants were presented with 28 activities (among them, 37 participants completed an older version of the questionnaire that included additional questions not considered here). All activities are reported in Supplementary Table 2. The 28 activities were selected based on existing items in other validated creativity questionnaires (see section \"Materials and Methods\") and were framed in terms of creative activities, with phrasing such as \"I created . . ., \" or \"I invented . . ..\" For each of them, participants were first asked to indicate whether they had performed the activity during the last 5 years (lockdown included). If so, they were asked whether they did it during the lockdown and how often (more or less than before), for which reasons (various reasons were proposed for negative and positive frequency changes), and how they valorized it. For each activity that was less performed during the lockdown than before, the participants were asked whether they thought more or less about it during the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change in Creative Activities"
        },
        {
            "text": "We identified activities that were relevant at the participant level to further estimate a lockdown-related change. On average, participants engaged in 8.38 ± 0.25 (SEM) activities (out of the 28 proposed) during the previous 5 years (including the lockdown period). Three participants did not engage in any activity, and four participants engaged in more than 20 activities. All the activities were performed at least by 9.9% of the participants during the lockdown (Figure 2) . The activities of our list were consistent with the top-productions that the participants freely reported (see \"Top-production\" section below).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 467,
                    "end": 477,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Activities"
        },
        {
            "text": "We also quantified the changes that occurred during the lockdown for each activity performed in the last 5 years (Figure 2) . Among the activities performed during the last 5 years, the five activities with the highest increase in frequency during the lockdown across participants were \"Cooking and drink recipes\" (67.1% of the participants, n = 233), \"Sports program\" (65.7%, n = 140), \"Dance and choreography\" (61.3%, n = 31), \"Mutual aid initiatives\" (59.3%, n = 27) and \"Garden or floral arrangement\" (58.1%, n = 211). Activities with the deepest decrease in frequency during the lockdown were \"Jewelry design\" (86.7%, n = 45), \"Original sculpture or alike\" (82.4%, n = 34), \"Furniture making\" (64.5%, n = 75), \"Decoration creation\" (52.5%, n = 176), and \"Object making, craft\" (52.1%, n = 96).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 123,
                    "text": "(Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Activities"
        },
        {
            "text": "To quantify the overall changes in performing creative activities during the lockdown (based on our list of 28 activities), we computed an activity frequency change score for each subject ( Figure 3A) . On average, 40.3 ± 1.5 (SEM)% of the activities performed by the participants during the last 5 years were carried out more frequently during the lockdown, and additionally, 5.2 ± 0.7% of the activities were new ones. Conversely, 20.2 ± 1.3% were carried out at the same frequency, 2.7 ± 0.4% less frequently, and 20 ± 1.2% were not performed at all during the lockdown. Another 11.8 ± 0.2% of the activities were not performed, but the participants thought about it during the lockdown period. The proportions of activities that were more (positive changes), less (negative changes), and equally (no change) performed during the lockdown differed significantly [F(2, 678) = 49, p < 0.001 with Greenhouse-Geisser correction; Figure 3B ]. Post hoc Tukey tests revealed significant differences between all pairwise comparisons (p corr < 0.001). Importantly, the mean activity frequency change score was significantly correlated with SCC [rho(329) = 0.23, p < 0.001; Figure 3C ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 200,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 937,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1176,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Quantitative Changes in Activities During the Lockdown Period"
        },
        {
            "text": "To examine why each activity was more or less frequently performed during the lockdown than before, we analyzed the reasons provided by the participants for positive and negative changes separately (Figure 4) . Note that they could select several reasons for each activity during the survey. Across all activities, the frequency with which the different reasons for positive changes were selected significantly differed [F(6, 1,722) = 152, p < 0.001 with Greenhouse-Geisser correction; Figures 4A,B] .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 208,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 486,
                    "end": 499,
                    "text": "Figures 4A,B]",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Reasons and Motives"
        },
        {
            "text": "The most frequently selected categories of reasons for positive changes were: (1) having more free time (\"More time, \" 60 ± 2.3 (SEM)% of the activities carried out by each subject); free time significantly differed from each of the other reasons (p corr < 0.05 for all post-hoc tests); (2) being inspired by the lockdown FIGURE 2 | Frequencies and changes in activities. Proportions of changes across subjects regarding each of the 28 activities on the list for positive changes (in green), negative changes (in red), or no changes (in gray). Changes refer to a difference reported by each subject between the five last years preceding the lockdown and the lockdown period. Each activity is named by its English-translated quick name (see Supplementary Table 4 ) and is associated with the number of subjects who answered this question (i.e., subjects who did the activity during the last 5 years, including the lockdown period). Activities are sorted in descending order based on the number of subjects involved in this activity. situation (\"Inspired, \" 21.3 ± 1.7%); and (3) having to solve lockdown/pandemic issues (\"Problem solving, \" 20.8 ± 1.6%). The frequency of those two last reasons did not statistically differ but was higher than the frequency of each of the remaining reasons (p corr < 0.05 for all corresponding post-hoc tests). Additionally, 12.3 ± 1.3% of the activities performed more often than before were carried out for work (\"Work related\"), and 11.1 ± 1.3% for other undetermined reasons (\"Others\"). The less impactful reasons were to feel better (\"Wellbeing\") and that the conditions of lockdown were favorable to this activity (\"Favorable conditions\") (p corr < 0.05 for all post-hoc tests, when compared to the other reasons).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 740,
                    "end": 761,
                    "text": "Supplementary Table 4",
                    "ref_id": null
                }
            ],
            "section": "Reasons and Motives"
        },
        {
            "text": "Among the reasons for negative changes, the frequency of the reported categories of reasons significantly differed [F(7, 1925) = 14, p < 0.001 with Greenhouse-Geisser correction; Figure 4D ]. The most selected reasons for carrying out an activity less frequently than before were: (1) having other concerns or worries (\"Concerns and worries, \" 18.8 ± 1.7%), (2) not having favorable conditions (\"Unfavorable conditions, \" 15.3 ± 1.6%), (3) not willing or not feeling like doing it (\"Did not feel like it, \" 14.1 ± 1.6%), (4) lacking the necessary material to do it (\"Lack of resources, \" 13.1 ± 1.5%), (5) not having enough time to do it (\"No time, \" 13.3 ± 1.6%). The frequency of those five main reasons did not statistically differ from each other (p corr > 0.05 for all post-hoc tests). However, the frequency of each of these reasons differed significantly from the remaining reasons that were: not having ideas for this activity (\"Lack of ideas, \" 3 ± 0.8%), that this activity was performed only occasionally before and was not common for the participant (\"Occasionally, \" 6.3 ± 1.1%), or other undetermined reasons (\"Others, \" 7.9 ± 1.2%) (p corr > 0.05 for all post-hoc tests).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 126,
                    "text": "[F(7, 1925)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "Figure 4D",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Reasons and Motives"
        },
        {
            "text": "To check the consistency of the participant's responses to the first part of the survey (global experience of the lockdown) and the second part (activity-based questions), we explored whether the activity-based reported reasons correlated with the global subjective experience of the lockdown. The difference between selecting \"Inspired\" for positive reasons and \"Concerned and worries\" or \"Did not feel like it\" for negative reasons was correlated with Component 1 (reflecting affective experience) across individuals [r(280) = 0.12, p = 0.04]. Additionally, we found that the difference between selecting \"More time\" for positive reasons and \"No time\" for negative reasons was correlated with Component 2 (reflecting more free time) across individuals [r(280) = 0.51, p < 0.001] (see section \"Materials and Methods\" and Supplementary Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 836,
                    "end": 845,
                    "text": "Figure 2)",
                    "ref_id": null
                }
            ],
            "section": "Reasons and Motives"
        },
        {
            "text": "For each activity carried out more frequently or as often as before the lockdown, participants were asked how many obstacles they had to overcome to conduct this activity (on a scale ranging from 0 to 100). The overall mean obstacle score was 15.44 ± 0.79 (SEM). The mean obstacle score was not significantly correlated to SCC [r(329) = −0.04, p = 0.49]. However, using a polynomial fit of second-order, we identified a quadratic relationship between those two measures [β quadr = 0.004 ± 0.001 (SE), t(328) = 2.82, p = 0.005; β lin = −0.07 ± 0.04, t(328) = −1.56, p = 0.12; F(2, FIGURE 3 | Quantitative changes in performing creative activities during the lockdown period. (A) Averaged proportions of changes across participants in performing activities. We show the activities with negative changes, positive changes, and no changes separately. The activities with negative changes were not done during the lockdown (dark red), were not done, but participants had ideas to do it (light red) or were done less frequently than before the lockdown (pink). The activities with positive changes were done more frequently (light green) or were new (dark green) during the lockdown. The activities with no changes were done as frequently (gray) as before the lockdown. (B) Averaged proportion of changes across participants for negative changes (red), no changes (gray), and positive changes (green) during the lockdown period compared to the five last years. Each dot represents a participant, color boxes represent the upper and lower quartiles, and squares indicate the mean. Stars indicate post-hoc tests with a p corr < 0.05. (C) Participant's SCC as a function of the averaged activity frequency change score (a dot per participant). The red line indicates a significant correlation between SCC and the mean activity frequency change score (Spearman correlation, p < 0.05). 328) = 4.26, p = 0.015, R 2 = 0.025] (Supplementary Figure 3) , suggesting that the amount of encountered obstacle was high for individuals experiencing a large negative or positive SCC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1912,
                    "end": 1936,
                    "text": "(Supplementary Figure 3)",
                    "ref_id": null
                }
            ],
            "section": "Obstacles"
        },
        {
            "text": "In this survey, we estimated, for each participant, the level of creative achievements for the activities performed during the lockdown by adapting items of an achievement questionnaire (ICAA, part 2; Diedrich et al., 2017; Figure 5 and Supplementary  Table 3 for details). For the activities carried out more frequently or as often during the lockdown as before, we asked the participants to report how they valorized their activities. The participants reported that for 53.98 ± 1.80% of the activities they carried out, they shared the result with family, friends, or colleagues, and 16.96 ± 1.47% were shared with no one. For 11.08 ± 1.09% of the performed activities, the results were communicated to the participant's remote social network. Among higher achievements, the participants reported that the result of their activity was noticed outside of their usual network for 5.89 ± 0.81% of their activities, published for 4.28 ± 0.66%, or mentioned in the media for 1.27 ± 0.43%. Other achievements represented less than 1% of the activities each. Importantly, based on the level of achievement reported by the participants, we computed a creative achievement score per participant (see \"Materials and Methods\"), and we found that it was significantly correlated with SCC [rho(298) = 0.16, p = 0.004].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "text": "Figure 5",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 237,
                    "end": 259,
                    "text": "Supplementary  Table 3",
                    "ref_id": null
                }
            ],
            "section": "Creative Achievements"
        },
        {
            "text": "At the end of the survey, participants were asked to freely report their most creative productions (up to five) during the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top-Productions"
        },
        {
            "text": "To check the validity of our list of activities, we examined whether each of the 1,091 reported top-productions corresponded to an activity included in our list. We found that 90% of the topproductions reported by the participants were in the list (with a M ± SEM creativity rating score of 2.1 ± 0.03 on a rating scale from 0 to 5). Moreover, among the 10% of the top-productions that were not referring to an activity included in our list, 83.5% had a creativity rating score lower than 2.5 (with a M ± SEM Frontiers in Psychology | www.frontiersin.org creativity rating score of 1.3 ± 0.1). The majority of those lowrated top-productions were about \"learning something new, \" \"storing/classifying, \" \"reading, \" and \"projects/ideas.\" Among the top-productions not covered by our list, the top-productions with a score higher than 2.5 (18 productions) were about ecology (n = 3), artistic projects or ideas (n = 4), and diverse multimedia creations (n = 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top-Productions"
        },
        {
            "text": "To analyze the frequency of the productions among the participants, we recoded the name of the top-productions and selected the ones with a mean creativity rating score higher than 0.5. \"Cooking and recipes\" were the most frequent realizations (reported by 31% and 19% of the participants), followed by \"Writing\" (25%), \"Manufacturing\" (19%), \"Gardening\" (18%), and \"Sewing\" (13%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Top-Productions"
        },
        {
            "text": "Using an online survey, we aimed to understand the impact of the COVID-19-related lockdown in French-speaking population on creativity and the main factors explaining this impact. Our main a priori factors were the affective states, available time, personal conditions of lockdown, and social isolation. Our survey used two main approaches to quantify individual creativity changes: subjective self-rated creativity changes (SCC), and activity-based measures. Our study documents the unprecedented situation we all had to face during the lockdown and sheds new lights on potential factors that could have modulated individual creative behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "SCC analyses revealed that participants experienced being more creative during the lockdown than the period before, which is consistent with previous studies that reported an increase in everyday creativity during the lockdown (Karwowski et al., 2021; Mercier et al., 2021; Morse et al., 2021) . Lockdownrelated creativity changes using the activity-based questionnaire approach were also consistent with the SCC report. Notably, both the activity frequency score and the creative achievement score, correlated with SCC, indicating that SCC related to changes in creative activities and achievements. We also found a quadratic relationship between the amount of obstacles to overcome to achieve an activity assessed by activity-based questionnaire (obstacle score) and SCC: individuals who declared having a decrease in their creativity had to face too many obstacles while individuals experiencing an increase in their creativity might have been stimulated by the amount of obstacles. This result may suggest that creative behaviors differed according to the perception or the nature of an obstacle. Individual factors that influence our creative behavior in facing obstacles remain to be explored. As the SCC came early in the survey, before asking participants about the activities they engaged in during the lockdown, it is unlikely that activity-based questions influenced our SCC measure (Karwowski et al., 2019) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 251,
                    "text": "(Karwowski et al., 2021;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 252,
                    "end": 273,
                    "text": "Mercier et al., 2021;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 274,
                    "end": 293,
                    "text": "Morse et al., 2021)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1394,
                    "end": 1418,
                    "text": "(Karwowski et al., 2019)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Creativity During the Lockdown"
        },
        {
            "text": "In addition, SCC correlated with the BFI-O score, which captures a basal creative personality trait (Jauk et al., 2014; Beaty et al., 2017) , openness, and which was in the range previously observed (Denissen and Penke, 2008) . The linear relationship between SCC and BFI-O indicates that individuals with higher openness to new experiences reported proportionally more positive self-rated creativity changes. Measures of creative confidence beliefs, such as self-rated creativity, classically correlate with openness (Karwowski and Lebuda, 2016) , which is considered as a big five personality trait that impacts creative self-efficacy and self-concept.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 119,
                    "text": "(Jauk et al., 2014;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 120,
                    "end": 139,
                    "text": "Beaty et al., 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 199,
                    "end": 225,
                    "text": "(Denissen and Penke, 2008)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 518,
                    "end": 546,
                    "text": "(Karwowski and Lebuda, 2016)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Creativity During the Lockdown"
        },
        {
            "text": "We also assessed creativity during the lockdown using an external rating approach of the top-5 creative productions freely reported by the participants (creativity rating score). SCC correlated positively with this measure, indicating that the participants who reported a higher increase in their creativity also had higher creativity ratings of their top-productions. Interestingly, BFI-O mediated the relationship between SCC and creativity rating score, suggesting that creativity during the lockdown (i.e., external ratings of the participants' productions) depended on both a basal creative personality trait (BFI-O) and the subjective feeling of lockdown-related changes in creativity (SCC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Creativity During the Lockdown"
        },
        {
            "text": "Overall, these findings indicate that our self-rated measure SCC relates to creative personality traits and several creativity measures based on real-life activities and achievements, in accordance with the model of primary and secondary creativity (Runco and Beghetto, 2019) and can capture event-related changes in creativity. SCC may be an interesting measure of real-life creative changes that remains to be validated in future cognitive studies measuring changes with baseline comparison.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 275,
                    "text": "(Runco and Beghetto, 2019)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Creativity During the Lockdown"
        },
        {
            "text": "Our activity-based questionnaire offered an overview of the participants' engagement in creative activities during the lockdown and related changes using a list of 28 predefined activities. We also asked them to freely report their five most creative productions during the lockdown. Overall, 90% of the self-reported top-productions corresponded to activities included in our list, suggesting that our list was indeed representative of the activities performed during the lockdown period. \"Home rearrangement, \" \"Cooking and drinks recipes, \" and \"Garden or floral arrangement\" were the three activities in which participants engaged the most. These creative activities were consistent with a pre-pandemic study that assessed the frequency of creative activities in several domains (Benedek et al., 2019) .",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 805,
                    "text": "(Benedek et al., 2019)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Activities Carried Out During the Lockdown: Quantitative and Qualitative Aspects"
        },
        {
            "text": "The activity-based analysis revealed a global quantitative increase in carrying out creative activities during the lockdown, which is consistent with the increase in self-rated creativity shown by the SCC results. The activities with the highest increase in frequency were \"Cooking and drinks recipes, \" \"Sports program, \" \"Dance and choreography, \" \"Mutual aid initiatives, \" and \"Garden and floral arrangement.\" This result echoes studies in other countries showing that individuals increased their cooking and baking activities (Gerritsen et al., 2020) , physical training (Di Renzo et al., 2020) during the lockdown. For the explored activities, the creative achievement score of each subject was relatively low, indicating that our questionnaire assessed \"everyday creativity\" rather than extraordinary achievements. Nevertheless, the significant correlations of the activity frequency change score and SCC, combined with the fact that top productions of the participants broadly corresponded to activities in our list, suggest that our activity-based measure captured not only the quantity of activities but also likely their creativity.",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 555,
                    "text": "(Gerritsen et al., 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 576,
                    "end": 599,
                    "text": "(Di Renzo et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Activities Carried Out During the Lockdown: Quantitative and Qualitative Aspects"
        },
        {
            "text": "We explored how several factors could be related to creativity changes. No demographic factors correlated with the SCC. However, using PCA, we found that the two first principal components of the lockdown conditions and subjective experience significantly correlated with SCC. The first component that we labeled \"affective change\" included anxiety and stress, motivation, psychological pressure, mood, and to a lower extent, loneliness and physical constraints. The relationship between this first component and SCC is consistent with a series of studies showing that affective states such as positive mood and motivation are associated with higher creativity (Collins and Amabile, 1999; Baas et al., 2008) and that intrinsic motives drive everyday creative activities (Benedek et al., 2019) . Conversely, negative affective states hindered creativity in some individuals. This result is also consistent with a recent studies showing a relationship between positive affective states during the lockdown and creativity (Elisondo, 2021; Hofreiter et al., 2021) . Our survey shows that overall, our participants reported more negative subjective and affective experiences during this period than before. This finding converges with other studies conducted worldwide during the lockdown of Spring 2020 that showed that people experienced an increase in stress and depression symptoms in Italy (Roma et al., 2020) , Spain (Ozamiz-Etxebarria et al., 2020) , New Zealand (Every-Palmer et al., 2020), Kuwait (Burhamah et al., 2020) , and Croatia (Ðogaš et al., 2020) . Interestingly, we found a significant mediation effect of SCC on the relationships between BFI-O and the first principal component (reflecting affective changes). This result suggests that higher openness may have facilitated creativity expression in during the lockdown, which in turn may have help to cope with difficult psychological situations (Wu et al., 2019) . Hence, creative traits and abilities may be essential to resilience. Note that significant mediation effects does not mean that we identified a true causal effect, instead, it places some variables as candidates for causal mediators, that should be experimentally addressed (Fiedler et al., 2011 (Fiedler et al., , 2018 .",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 688,
                    "text": "(Collins and Amabile, 1999;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 689,
                    "end": 707,
                    "text": "Baas et al., 2008)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 770,
                    "end": 792,
                    "text": "(Benedek et al., 2019)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1019,
                    "end": 1035,
                    "text": "(Elisondo, 2021;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1036,
                    "end": 1059,
                    "text": "Hofreiter et al., 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1390,
                    "end": 1409,
                    "text": "(Roma et al., 2020)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1418,
                    "end": 1450,
                    "text": "(Ozamiz-Etxebarria et al., 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1501,
                    "end": 1524,
                    "text": "(Burhamah et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1539,
                    "end": 1559,
                    "text": "(Ðogaš et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1910,
                    "end": 1927,
                    "text": "(Wu et al., 2019)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2204,
                    "end": 2225,
                    "text": "(Fiedler et al., 2011",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2226,
                    "end": 2249,
                    "text": "(Fiedler et al., , 2018",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Potential Reasons for the Impact of the Lockdown Situation on Creativity"
        },
        {
            "text": "The second principal component that correlated with SCC reflected the available time, including the number of working hours, free time, and to a lower extent, space per cohabitant. An increase in free time was linked to higher creativity change. This finding is in agreement with studies that investigated the time pressure as hindering creativity (Amabile et al., 1996 (Amabile et al., , 2002 . Note that the strength of correlation between SCC and the second principal component (change in available time) was not as strong as the correlation with the first principal component (change in affective state), suggesting that the available time did not impact as much as the affective change on creativity during the lockdown.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 369,
                    "text": "(Amabile et al., 1996",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 370,
                    "end": 393,
                    "text": "(Amabile et al., , 2002",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Potential Reasons for the Impact of the Lockdown Situation on Creativity"
        },
        {
            "text": "It is important to mention that given the correlational nature of the relationship between change in creativity and affective change, we cannot conclude about any causality effect: more positive affective states could trigger higher creativity, but the reverse could be true, or another unknown variable could mediate this correlation. However, the coherence of our findings based on two different sets of measures is to be highlighted. In addition to a global subjective report of their self-perceived emotions, free time, and creativity, the participants indicated the reasons why they achieved or gave up specific creative activities during the lockdown. The reasons for carrying out an activity more frequently were dominated by more free time, while the reasons for carrying out an activity less frequently were mainly related to concerns and worries. The individual proportion of these reasons correlated with the individual component loadings of the two first principal components (reflecting affective state and free time) identified among the subjective experience factors that we collected. These results indicate strong consistency between the different parts of our questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Reasons for the Impact of the Lockdown Situation on Creativity"
        },
        {
            "text": "Overall, the correlations of SCC with the reported affective and free time changes on the one hand, and the identified reasons for engaging more or less frequently in creative activities during the lockdown than before on the other, converge to the crucial role of emotions and free time on creativity during this period. The exact nature and context of the affective factors remain to be clarified.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Reasons for the Impact of the Lockdown Situation on Creativity"
        },
        {
            "text": "One potential limitation of our study is that our sample is not fully representative of the French population. For instance, our sample had more women, with a high education level, and most of them could work remotely. It is also possible that individuals who participated in this survey were inherently interested in creativity or had more time for online surveys. Thus, the increase of creativity observed in this sample might not be replicable in other populations, such as individuals who could not work remotely or had no time to answer online surveys. In addition, the participants responded just after the end of the lockdown, their reports are thus retrospective and may lack accuracy or objectivity. Yet, it is worth mentioning that most surveys used questions regarding the actual lockdown period, with difficulties in measuring a valid baseline, while in our study, we focused on the change between before and during the lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The massive lockdown provoked by the COVID-19 pandemic gave an exceptional opportunity to investigate how various factors and exceptional situations could impact everyday creativity. Our study documents this unique situation regarding creativity, creativity enablers, and blockers based on the description of how individuals experienced this situation and how they adapted their everyday creative activities. Our subjective report of self-rated creativity and activity-based questionnaire provide converging results supporting an overall positive change in creativity during the lockdown period, which was mainly related to having more free time or opportunities. However, the changes were heterogeneous across participants, and when negative changes in self-rated creativity or creative activities were reported, they were mainly related to negative affective factors. A creative personality may have partially helped to better express one's creativity, and to cope with the negative emotions induced by the crisis. Those factors have thus to be considered when trying to enhance creativity or well-being in individuals and society. Our observations may provide interesting hypothesis to explore in future studies for a better understanding of the affective, emotional, and wellbeing dimensions that modulate our creativity, which could inspire political, societal or management decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found below: https://osf.io/XBR78/. A Matlab Application is also available to explore the dataset and reproduce all results presented in the article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by Comité d'Evaluation Ethique de l'INSERM. The participants provided their written informed consent to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "TB, MO-T, EV, and AL-P performed the data analyses and wrote the manuscript. AL-P designed the open MatLab App. All authors designed the online survey, collected the data, discussed the results, and commented the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "EV was funded by the \"Agence Nationale de la Recherche\" (grant no. ANR-19-CE37-001-01), and the \"Fondation pour la Recherche Medicale\" (grant no. DEQ20150331725). The research also received funding from the program \"Investissements d'Avenir\" ANR-10-IAIHU-06. MO-T was funded by Becas-Chile of ANID (CONICYT).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The social psychology of creativity: a componential conceptualization",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Amabile",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "45",
            "issn": "",
            "pages": "357--376",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.45.2.357"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Creativity in Context: Update to the Social Psychology of Creativity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Amabile",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assessing the work environment for creativity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Amabile",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lazenby",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Acad. Manage. J",
            "volume": "39",
            "issn": "",
            "pages": "1154--1184",
            "other_ids": {
                "DOI": [
                    "10.5465/256995"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Time Pressure and Creativity in Organizations: a Longitudinal Field Study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Amabile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Hadley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "Fleming",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perspectives on the social psychology of creativity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Amabile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pillemer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Creat. Behav",
            "volume": "46",
            "issn": "",
            "pages": "3--15",
            "other_ids": {
                "DOI": [
                    "10.1002/jocb.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A meta-analysis of 25 years of mood-creativity research: hedonic tone, activation, or regulatory focus?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K W"
                    ],
                    "last": "De Dreu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Nijstad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychol. Bull",
            "volume": "134",
            "issn": "",
            "pages": "779--806",
            "other_ids": {
                "DOI": [
                    "10.1037/a0012815"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Brain networks of the imaginative mind: dynamic functional connectivity of default and cognitive control networks relates to openness to experience",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Beaty",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Silvia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Schacter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum. Brain Mapp",
            "volume": "39",
            "issn": "",
            "pages": "811--821",
            "other_ids": {
                "DOI": [
                    "10.1002/hbm.23884"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Creative self-efficacy: correlates in middle and secondary students",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Beghetto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Creat. Res. J",
            "volume": "18",
            "issn": "",
            "pages": "447--457",
            "other_ids": {
                "DOI": [
                    "10.1207/s15326934crj1804_4"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How times of crisis serve as a catalyst for creative action: an agentic perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Beghetto",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.600685"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Motives for creativity: exploring the What and Why of everyday creativity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benedek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruckdorfer",
                    "suffix": ""
                },
                {
                    "first": "Jauk",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Creat. Behav",
            "volume": "54",
            "issn": "",
            "pages": "610--625",
            "other_ids": {
                "DOI": [
                    "10.1002/jocb.396"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Loneliness during a strict lockdown: trajectories and predictors during the COVID-19 pandemic in 38,217 United Kingdom adults",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fancourt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc. Sci. Med",
            "volume": "265",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2020.113521"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The psychological burden of the COVID-19 pandemic and associated lockdown measures: experience from 4000 participants",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burhamah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alkhayyat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oroszlányová",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alkenane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Almansouri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behbehani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Affect. Dis",
            "volume": "277",
            "issn": "",
            "pages": "977--985",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2020.09.014"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Assessing raters: What factors predict discernment in novice creativity raters?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ceh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Edelmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hofer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benedek",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Creat. Behav",
            "volume": "56",
            "issn": "",
            "pages": "41--54",
            "other_ids": {
                "DOI": [
                    "10.1002/jocb.515"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Motivation and creativity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "Amabile",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Handbook of Creativity",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Understanding the relationship between mood and creativity: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Organ. Behav. Hum. Decis. Process",
            "volume": "108",
            "issn": "",
            "pages": "25--38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.obhdp.2008.04.001"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hedonic tone and activation level in the mood-creativity link: toward a dual pathway to creativity model",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K W"
                    ],
                    "last": "De Dreu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baas",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Nijstad",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "94",
            "issn": "",
            "pages": "739--756",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.94.5.739"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Motivational individual reaction norms underlying the Five-Factor model of personality: first steps towards a theorybased conceptual framework",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J A"
                    ],
                    "last": "Denissen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Penke",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Res. Pers",
            "volume": "42",
            "issn": "",
            "pages": "1285--1302",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jrp.2008.04.002"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Eating habits and lifestyle changes during COVID-19 lockdown: an Italian survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Di Renzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gualtieri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pivari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attinà",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cinelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Transl. Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12967-020-02399-5"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessment of real-life creativity: the Inventory of Creative Activities and Achievements (ICAA)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diedrich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jauk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Silvia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gredlein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Neubauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benedek",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychol. Aesthet. Creat. Arts",
            "volume": "12",
            "issn": "",
            "pages": "304--316",
            "other_ids": {
                "DOI": [
                    "10.1037/aca0000137"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The effect of COVID-19 lockdown on lifestyle and mood in Croatian general population: a cross-sectional study",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ðogaš",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Kalcina",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Dodig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Demirović",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Madirazza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Valić",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Croat. Med. J",
            "volume": "61",
            "issn": "",
            "pages": "309--318",
            "other_ids": {
                "DOI": [
                    "10.3325/cmj.2020.61.309"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Creative activities, emotions, and resilience during the COVID-19 pandemic: a longitudinal study from Argentina",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Elisondo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Public Health",
            "volume": "195",
            "issn": "",
            "pages": "118--122",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2021.04.017"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Psychological distress, anxiety, family violence, suicidality, and wellbeing in New Zealand during the COVID-19 lockdown: a cross-sectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Every-Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gendall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0241658"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Unwarranted inferences from statistical mediation tests -An analysis of articles published in 2015",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schott",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Exp. Soc. Psychol",
            "volume": "75",
            "issn": "",
            "pages": "95--102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jesp.2017.11.008"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "What mediation analysis can (not) do",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meiser",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Exp. Soc. Psychol",
            "volume": "47",
            "issn": "",
            "pages": "1231--1236",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jesp.2011.05.007"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The influence of intrinsic motivation and synergistic extrinsic motivators on creativity and innovation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Malycha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schafmann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Psychol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2019.00137"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Seven weeks of home-cooked meals: changes to New Zealanders' grocery shopping, cooking and eating during the COVID-19 lockdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerritsen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Egli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haszard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Backer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Teunissen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. R. Soc. N. Z",
            "volume": "51",
            "issn": "",
            "pages": "4--22",
            "other_ids": {
                "DOI": [
                    "10.1080/03036758.2020.1841010"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Paper Presented at Annual Meeting of the Rocky Meeting Psychological Association",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hocevar",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19 Lockdown and creativity: exploring the role of emotions and motivation on creative activities from the Chinese and German perspectives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hofreiter",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.617967"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The road to creative achievement: a latent variable model of ability and personality predictors",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jauk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benedek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Neubauer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eur. J. Pers",
            "volume": "28",
            "issn": "",
            "pages": "95--105",
            "other_ids": {
                "DOI": [
                    "10.1002/per.1941"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Meaning-Making through creativity during COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.595990"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Creative self-beliefs: their nature, development, and correlates, \" in Creativity and Reason in Cognitive Development",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barbot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Toward dynamizing the measurement of creative confidence beliefs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "M.-H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Beghetto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychol. Aesthet. Creat. Arts",
            "volume": "13",
            "issn": "",
            "pages": "193--202",
            "other_ids": {
                "DOI": [
                    "10.1037/aca0000229"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The big five, the huge two, and creative selfbeliefs: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lebuda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychol. Aesthet. Creat. Arts",
            "volume": "10",
            "issn": "",
            "pages": "214--232",
            "other_ids": {
                "DOI": [
                    "10.1037/aca0000035"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Creative self-concept: a surface characteristic of creative Personality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lebuda",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Creative Lockdown? A daily diary study of creative activity during pandemics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karwowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zielińska",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Jankowska",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Strutyńska",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Omelańczuk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lebuda",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.600076"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Novelty seeking and mental health in Chinese University students before, during, and after the COVID-19 pandemic lockdown: a longitudinal study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rouen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.600739"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Psychologie de la Créativité",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lubart",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mouchiroud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tordjman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zenasni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Creative potential and its measurement",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lubart",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zenasni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barbot",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Talent Dev. Creat",
            "volume": "1",
            "issn": "",
            "pages": "41--50",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Creative brain, creative mind, creative person",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mastria",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Agnoli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanon",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lubart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Corazza",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Exploring Transdisciplinarity in Art and Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "COVID-19: A boon or a bane for creativity?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mercier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vinchon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pichot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bonetto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bonnardel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Girandola",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.601150"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Stay at Home?! When personality profiles influence psychological adjustment and creativity during the COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michinov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Michinov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Creativity and leisure during COVID-19: examining the relationship between leisure activities, motivations, and psychological well-being",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fine",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Friedlander",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.609967"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A comparison of self-ratings and nonself-report measures of employee creativity",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hum. Relat",
            "volume": "65",
            "issn": "",
            "pages": "1021--1047",
            "other_ids": {
                "DOI": [
                    "10.1177/0018726712446015"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Creative adaptability: conceptual framework, measurement, and outcomes in times of crisis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Orkibi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.588172"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Stress, anxiety, and depression levels in the initial stage of the COVID-19 outbreak in a population sample in the Northern Spain",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ozamiz-Etxebarria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dosil-Santamaria",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Picaza-Gorrochategui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Idoiaga-Mondragon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cad. Saude Publica",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/0102-311X00054020"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Secondary education in COVID lockdown: More anxious and less creative-Maybe Not?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Patston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jaeschke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kapoor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Leonard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Cropley",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.613055"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Validation par analyse factorielle du Big Five Inventory français (BFI-Fr). Analyse convergente avec le NEO-PI-R",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Plaisant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Courtois",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Réveillère",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Mendelsohn",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Ann. Med. Psychol",
            "volume": "168",
            "issn": "",
            "pages": "97--106",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amp.2009.09.003"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A 2-Month follow-up study of psychological distress among italian people during the COVID-19 lockdown",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colasanti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Domenico",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17218180"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Primary and secondary creativity",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Runco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Beghetto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Curr. Opin. Behav. Sci",
            "volume": "27",
            "issn": "",
            "pages": "7--10",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cobeha.2018.08.011"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The Incremental validity of a short form of the ideational behavior scale and usefulness of distractor, contraindicative, and lie scales",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Runco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Walczyk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Acar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Cowger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simundson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Creat. Behav",
            "volume": "48",
            "issn": "",
            "pages": "185--197",
            "other_ids": {
                "DOI": [
                    "10.1002/jocb.47"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Perceived Work Uncertainty and Creativity During the COVID-19 pandemic: the roles of zhongyong and creative self-efficacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Naumann",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.596232"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Structural correlates of openness and intellect: implications for the contribution of personality to creativity",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vartanian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wertz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Blackler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hum. Brain Mapp",
            "volume": "39",
            "issn": "",
            "pages": "2987--2996",
            "other_ids": {
                "DOI": [
                    "10.1002/hbm.24054"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Superior emotional regulating effects of creative cognitive reappraisal",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neuroimage",
            "volume": "200",
            "issn": "",
            "pages": "540--551",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neuroimage.2019.06.061"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Imagination, anxiety, and loneliness during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zabelina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Upshaw",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PsyArXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/9aqbj"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Conflict of Interest: The authors declare that the research was conducted in the",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Standard Error of the Mean), t(379) = 4.16, p < 0.001], more lonely [loneliness: M = 0.32 ± 0.07 (SEM), t(379) = 4.69, p < 0.001], and with more free time [free time: M = 0.6 ± 0.07 (SEM), t(379) = 8.82, p < 0.001]. In terms of affective changes, they felt more anxious or stressed [anxiety and stress: M = 0.32 ± 0.08 (SEM), t(379) = 3.96, p < 0.001], and had a poorer mood [mood: M = −0.18 ± 0.07 (SEM), t(379) = −2.39, p = 0.02]. On average, they did not feel significantly more or less motivated [motivation: M = 0.12 ± 0.09 (SEM), t(379) = 1.39, p = 0.17], nor experienced more (or less) psychological pressure [pressure: M = 0.09 ± 0.09 (SEM), t(379) = 1, p = 0.32]. Within-factor measures were consistent. Indeed, the subjective report of change in physical constraints was correlated with the space per cohabitant [M(space per cohabitant) = 1.19 ± 0.03 (SEM); r(378) = 0.10, p = 0.049], the subjective report of change in loneliness was correlated with the quantitative change in social interactions [M(change in interactions) = −0.22 ± 0.07 (SEM), t(379) = −3.31, p = 0.001;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Subjective creativity change (SCC) and subjective experience of the lockdown. (A) Histogram of SCC scores. (B) Correlation matrix between measures assessing the living conditions and subjective experience of the lockdown situation. Stars indicate p < 0.05. Cold to hot colors represent the Pearson correlation coefficient (r). R indicates that the measure's sign was reversed for positive values as positive changes (improvement) for all variables. Colored squares group measures clustering on the three principal components (red: Component 1, blue: Component 2, magenta: Component 3). (C) SCC as a function of participant's component loadings. One dot represents one participant, and bold lines indicate that the correlation between the principal component and SCC was significant (Pearson correlation, p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "correlated significantly with component 1 representing affective changes during lockdown [r(291) = 0.30, p < 0.001] and with component 2 representing changes in time available [r(291) = 0.12, p = 0.033], but not with component 3 representing interactions with other people [r(291) = 0.003, p = 0.96] (Figure 1C). Individual correlations of each variable and SCC are provided inSupplementary Table 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The results of Mediation SCC showed a significant partial mediation with a decrease in the direct path when including the mediator effect (linear regression of SCC against BFI-O (without the mediator): β BFI −O−PC1 = 0.03, p < 0.001; F(1, 291) = 11.37, p < 0.001, R 2 = 0.038; linear regression of PC1 against SCC and BFI-O: β * BFI −O−PC1 = 0.02, p = 0.02; F(2, 290) = 17.80, p < 0.001, R 2 = 0.109). The difference between β BFI −O−PC1 and β * BFI −O−PC1 was confirmed using bootstrapping [95% CI = (0.005 0.018)]. The results of Mediation PC1, did not reveal any significant mediation of BFI-O and SCC by PC1 [CI = (−0.13 0.29)]. Hence, individuals with higher openness may potentially had a better affective experience partially because they have felt more creative to during the lockdown. Regarding demographic and other categorical factors, there was no significant effect of gender [F(1, 378) = 0.01, p = 0.93], age [r(378) = −0.02, p = 0.69], education [rho(378) = 0.04, p = 0.44], socio-professional category [F(8, 350) = 1.45, p = 0.17], socioprofessional domain [F(19, 339) = 0.64, p = 0.88], or residential area [F(2, 377) = 0.43, p = 0.65] on SCC (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "). Being at home [F(1, 378) = 0, p = 0.99], having a job related to COVID-19 [F(1, 378) = 0, p = 0.99], or working remotely [F(1, 378) = 0.56, p = 0.46) had also no significant association with SCC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Reported reasons for positive and negative changes in creative activities. (A) Proportions of reasons for positive changes. Each row represents a participant, and reasons are sorted by decreasing average proportion across subjects. (B) Boxplots of the average proportion of reasons for positive changes across subjects. Each dot represents a participant, color boxes represent the upper and lower quartiles, and squares indicate the mean. Stars indicate significant differences between proportions of selected reasons (post-hoc tests with p corr < 0.05). (C,D) Are the equivalent of (A,B), respectively, for negative changes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Creative achievements. (A) Proportion of the selected levels of creative achievement averaged across activities for each subject. (B) Individual SCC as a function of individual creative achievement score. The red line indicates a significant correlation between SCC and the creative achievement score (Spearman correlation, p < 0.05).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and Supplementary Table 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Demographic data.Each information is displayed with statistical tests (one-factor ANOVA for categorial factors, Spearman correlation coefficients for ordinal factors, Pearson correlation coefficients for continuous factors) on SCC. SCC mean and SEM are reported in the table. N indicates the number of participants in each category.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and Supplementary Table 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of exploratory principal component analysis results for the variables hypothetically related to creativity changes during the lockdown period (n = 293).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all the participants to the survey. We thank Baptiste Barbot for his helpful comments on the structure of the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpsyg. 2022.821550/full#supplementary-material",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}