{
    "paper_id": "60c21c0934d49eae8c1336a815df4c3b11dd1ea5",
    "metadata": {
        "title": "Impact of the Extent of Thyroidectomy on Quality of Life in Differentiated Thyroid Cancer Survivors: A Propensity Score Matched Analysis",
        "authors": [
            {
                "first": "Xiongtao",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Electronic Science and Technology of China",
                    "location": {
                        "postCode": "610041",
                        "settlement": "Chengdu",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huamei",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan University",
                    "location": {
                        "postCode": "611830, 610064",
                        "settlement": "Chengdu, Chengdu",
                        "country": "People's Republic of China, People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: As most thyroid cancer patients survive for more than ten years, it has become increasingly important to understand whether the different surgery types have any effect on the quality of life (QoL) of patients. Patients and Methods: Using observational data from head and neck surgery at the Sichuan Cancer Hospital in China, three scoring methods -sum scoring, domain-based scoring and IRTbased scoring, were employed to measure the QoL in differentiated thyroid cancer (DTC) patients and a propensity score matched analysis performed to explore the impact of surgery type on QoL as measured by the Treatment of Cancer Quality of Life core Questionnaire version 3.0 (EORTC QLQ-C30) and a disease-specific health-related quality of life questionnaire (THYCA-QoL). Results: No statistically significant patient QoL differences were found between the two surgery types regardless of which questionnaire was used and which scoring method was used (ATE ¼ À 0:400, p ¼ 0:834 using the EORTC QLQ-C30 and the sum scoring; ATE ¼ À 0:4491, p ¼ 0:807 using the EORTC QLQ-C30 and the domain-based scoring; and ATE ¼ À 0:442, p ¼ 0:114 using the EORTC QLQ-C30 and the IRT-based scoring; ATE ¼ À 0:827, p ¼ 0:586 using the THYCA-QoL and the sum scoring; ATE ¼ À 1:692, p ¼ 0:406 using the THYCA-QoL and the domain-based scoring; and ATE ¼ À 0:032, p ¼ 0:908 using the THYCA-QoL and the IRT-based scoring). Conclusion: This study confirmed that the surgery type (hemithyroidectomy or total thyroidectomy) for DTC patients did not appear to influence their general QoL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nowadays, more than 95% of patients with differentiated thyroid cancer can survive for more than ten years, so the quality of life of these patients is of great concern. Recently, hemithyroidectomy and total thyroidectomy are the most important ways to treat differentiated thyroid cancer patients, so we employed a propensity score matching method to build a counterfactual inference framework to detect causality between the extent of thyroidectomy and quality of life in differentiated thyroid cancer patients. Besides, we used three scoring methods (sum scoring, domain-based scoring and IRT-based scoring) and two popular questionnaires (the Treatment of Cancer Quality of Life core Questionnaire version 3.0 and a disease-specific health-related quality of life questionnaire) to measure the quality of life of differentiated thyroid cancer patients. Our research conclusions provided evidence that the different surgery types (hemithyroidectomy and total thyroidectomy) did not influence the quality of life of the differentiated thyroid cancer patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plain Language Summary"
        },
        {
            "text": "The incidence of differentiated thyroid cancer (DTC) has been rising over the past few decades and has now become one of the more common cancers. 1 At present, the first choice and standard DTC treatment is surgery, which is generally a total thyroidectomy (with or without neck dissection as required) or ahemithyroidectomy. 2 Due to the excellent prognoses in recent years, 89% of patients can now expect to live for at least five years, with 85% of these living for an average of ten or more years. 3 As having cancer can lead to a low mood, some patients may gradually develop symptoms that could increase the likelihood of depression. 4 Therefore, although thyroid cancer has a lower mortality than most other cancers, recent studies have found that the self-reported quality of life (QoL) of patients with thyroid cancer is similar to and often worse than that of patients diagnosed with cancers that have poorer prognoses. [5] [6] [7] Further, as thyroid cancer prognoses are more favorable, particular emphasis should be placed on QoL issues. 8 However, as patient QoL cannot be directly observed, it must be inferred (using a mathematical model) from other observable variables. Therefore, to ensure a more dependable conclusion, this paper used three scoring methods: sum scoring, domainbased scoring and IRT-based scoring: to measure DTC patient QoL.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 147,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 326,
                    "end": 327,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 640,
                    "end": 641,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 934,
                    "end": 937,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 938,
                    "end": 941,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1051,
                    "end": 1052,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It has been well documented that thyroid cancer surgery can have numerous potential complications, such as the risk of scarring, hypocalcemia, pain, infection, dysphonia, and dysphagia. 9 Therefore, it is important to study the impact the surgery type has on QoL in thyroid cancer survivors. However, this assessment is very complex as surgery type impacts can be confounded by other factors such as postoperative care. Therefore, a propensity score matching (PSM) method 10 that builds a counterfactual inference framework was used to detect whether surgery type affected QoL outcomes.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remainder of this paper is structured as follows. Section 2 briefly reviews the determinants and impacts of surgery type on the QoL of thyroid cancer survivors; Section 3 presents the research methodology: study design, study sample, QoL patient scoring, and statistical analysis; Section 4 discusses the empirical results and findings; and Section 5 discusses the implications and gives the conclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While thyroid cancer often has a good prognosis, it can adversely impact QoL. 8 Since the recognition of QoL in the 1970s, QoL assessments have received significant research attention, which has enriched clinical research, public health, and daily medical practice 3 with a great deal of QoL research having been focused on evaluating the associated QoL factors.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Patient QoL evaluation research has developed and verified several questionnaires, the most widely applied of which had been the European Organization for Research and Treatment of Cancer Quality of Life Questionnaire version 3.0 (EORTC QLQ-C30) 11, 12 and a disease-specific healthrelated quality of life questionnaire (THYCA-QoL). 13 Specifically, Nordin et al 11 investigated the known-group validity of a two-item global QoL scale and three alternative scoring algorithms for the EORTC QLQ-C30 based on: (1) the 15 EORTC QLQ-C30 scale means; (2) the sum of all individual EORTC QLQ-C30 items (except for the financial problems item); and (3) the sum of the scales assessing physical function, emotional function, QoL, fatigue, nausea/ vomiting, pain, appetite, and diarrhea. Hinz et al 12 then used a total score derived from summing all 30 questionnaire items and two separate summary scores based on the sum of all items in the functioning and symptom domains. Husson et al 13 developed and pretested a thyroid cancer specific HRQoL questionnaire that can be used in addition to the more general EORTC QLQ-C30.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 250,
                    "end": 252,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 980,
                    "end": 982,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In recent years, factor analysis models have also become increasingly popular in clinical research to measure health behavior and QoL. For example, Efficace et al 14 estimated a single-factor model using confirmatory factor analysis (CFA) and verified that the single-factor model in the EORTC QLQ-C30 exhibited an adequate fit for hematologic malignancy patients, and Giesinger et al 15 found a robust single higher order factor model to be the best performing measurement model for the EORTC QLQ-C30. As the EORTC QLQ-C30 and THYCA-QoL items use a Likert scale, item response theory (IRT) was found to be more suitable for measuring the QoL as it allowed respondents to indicate a level of agreement (using a rating or Likert scale). 16 Compared with the higher-order IRT model, the bifactor model was found to provide more accurate project parameters, trait estimates and test reliability. 17, 18 Therefore, this study measured the QoL of thyroid cancer patients using the bifactor model underlying the EORTC QLQ-C30 and the THYCA-QoL. ",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 738,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 893,
                    "end": 896,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 897,
                    "end": 899,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "Research from socioeconomic and pathological perspectives has been conducted to identify possible associated QoL factors. Goswami et al 9 for example, found that patient age, postoperative hypocalcemia, dysphonia, dysphagia, scar appearance, and complications from radioactive iodine were all associated with QoL, and Haraj et al 28 found that radioiodine therapy and its doses, the metastasis, multifocality, lymph node dissection and the microcarcinoma were QoL influencing factors.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "6954"
        },
        {
            "text": "There have been differing views as to whether surgery type affects the QoL of thyroid cancer survivors. For example, Nickel et al 19 used a multivariate regression model and found that hemithyroidectomies had fewer adverse treatment effects and better QoL outcomes than total thyroidectomies for DTC patients, and Hauch et al 20 suggested that as thyroidectomies may cause vocal cord paralysis and hypoparathyroidism, total thyroidectomy risks were higher than the hemithyroidectomy risks. However, several studies have found no significant QoL differences in patients treated with hemithyroidectomy and those treated with total thyroidectomy. For example, Bongers et al 21 employed univariate comparisons and a multivariate regression analysis and found that there were no significant QoL differences between low-risk DTC patients treated with total thyroidectomy and those treated with a hemithyroidectomy.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "6954"
        },
        {
            "text": "There are usually strict selection criteria for hemithyroidectomy surgeries for DTC patients: tumors less than 4cm; no history of radiation exposure; no distant transfer; no cervical lymph node metastasis; and no extracapsular invasion. Therefore, because of this treatment selection bias, there may be systematic differences in the baseline variable distributions in the two groups, which could bias the treatment effect estimates. 10, 22 As this means that using traditional least squares methods to assess the QoL differences between the two surgical types could lead to biased results, this study sought to provide solid evidence for the QoL surgery impact in DTC survivors by employing propensity score matching (PSM) and conditioning the confounders to reduce the bias in the treatment effect estimations in an observational data set.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "6954"
        },
        {
            "text": "A cross-sectional, self-administered survey of DTC patients was conducted to assess their QoL. The target population was a consecutive cohort of adults being treated for DTC between November and December, 2019, at the Head and Neck Surgery in the Sichuan Cancer Hospital in China. The inclusion criteria were: (1) 18 years or older at the time of the survey; (2) pathological diagnosis for DTC; (3) primary school education and above; (4) knowing the diagnostics results; (5) having clear thinking and being able to understand and cooperate with the surveys and barrier-free language communication; and, (6) volunteering for the study and signing the informed consent. The exclusion criteria were: (1) any combination with serious primary diseases of the liver, kidney, hematopoiesis, or endocrine system with severe organ failure; (2) a history of mental illness, personality disorders, cognitive impairments, or organic brain disease; and (3) participating in other clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Study Sample"
        },
        {
            "text": "A unified instruction was used to explain the survey purpose, significance and questionnaire completion method to the research subjects. After obtaining the informed consent, the questionnaire was distributed online to avoid the need to enter data again and increase the workload. Questionnaire was completed by the research object, and at the same time, the researcher was on the side to assist. Patients who had difficulties in independently understanding the questions were assisted by the researchers, who avoided using any language that could have affected the patient's judgment. Finally, 186 questionnaires were distributed and 150 valid questionnaires received, an effective return rate of 80.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Study Sample"
        },
        {
            "text": "The QoL of the DTC survivors was the dependent variable of interest, which was measured using the classical questionnaire, the Treatment of Cancer Quality of Life core Questionnaire version 3.0 (EORTC QLQ-C30) 23 and a disease-specific health-related quality of life questionnaire (THYCA-QoL), 13 which are widely used and validated questionnaires to evaluate the QoL of oncology patients and thyroid cancer patients.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 294,
                    "end": 296,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "The questionnaire EORTC QLQ-C30 has a global quality-of-life subscale (GQ, 2 items), five functioning subscales -physical functioning (PF, 5 items); role functioning (RF, 2 items); cognitive function (CF, 2 items); emotional functioning (EF, 2 items); and social functioning (SF, 4 items) -nine symptom subscales -fatigue (FA, 3 items); pain (PA, 2 items); and nausea/ vomiting (NV, 3 items) -and six single items that assesses addi- constipation (CO), diarrhea (DI), and financial difficulties(FD). The time frame was the week before the survey with each item being scored on a 4-point response scale ranging from 1 = \"not at all\", to 4 = \"very much\", except for global QoL scale, which was scored on a seven-point modified linear analogue scale ranging from 1 = \"very poor\" to 7 = \"excellent\". Except for the global QoL scale, all items in the other scales were inverse items, that is, the higher the score, the lower the QoL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "The questionnaire THYCA-QoL consists of 24 items that assess seven subscales -neuromuscular (NM, 3 items), voice (VO, 2 items), concentration (CT, 2 items), sympathetic (ST, 2 items), throat/mouth problems (TM, 2 items), psychological (PC, 4 items), and sensory problems (SE, 2 items) -and six single items: scar (SC), chilly (CH), tingling hands/feet (THF), weight gain (GW), headache (HA), and interest of sex (SXI). Except the time frame of interest of sex item is the past 4 weeks, all other items are in the past 1 week. Each item is scored on a four-point response scale ranging from 1 = \"not at all\" to 4 = \"very much\". Except for the interest of sex item, other items were inverse items, that is, the higher the score, the lower the QoL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "To ensure a solid result, the questionnaire was scored using conventional sum scoring, domain-based scoring and IRT-based scoring. For the sum scoring, the QoL score was determined by summing all item scores and transforming the inverse items so that higher scores represented a greater QoL:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "represented the QoL scores measured by EORTC QLQ-C30 and THYCA-QoL respectively for patient i measured by summing all item scores, and Q e ij and Q t ij were the response of patient i on itemj on questionnaire EORTC QLQ-C30 and THYCA-QoL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "The domain-based scoring and the EORTC QLQ-C30 domain division and the THYCA-QoL domain division followed three steps (Tables 1 and 2 ): (1) The raw scores (RS) for each domain were calculated separately, with the RS being equal to the sum of the item scores in this domain divided by the number of items in this domain, that is,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 133,
                    "text": "(Tables 1 and 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "To compare the scores from the various domains, a linear transformation method was used to transform the RS into a standard score (SS) ranging from 0 to 100. And this transformation method ensured that a higher SS represented a greater QoL. The domain-based scored for EORTC QLQ-C30 (Equation (3)) and for THYCA-QoL (Equation (4)) were then determined by averaging the standard score (SS):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "were the QoL measured by EORTC QLQ-C30 and THYCA-QoL respectively for patient i using the domain-based scoring and SS PF i ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "were the standard scores for the PF, EF, GQ, NM, VO, and SXI domains of patient i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Bifactor models were used to evaluate the QoL score for the IRT-based scoring (shown as a graphical representation in Figures 1 and 2 ). The structure of the final bifactor model for the EORTC QLQ-C30 included a general factor on which all the items were loaded, and three specific factors: Physical burden, Mental function, and Overall evaluation. The global qualityof-life subscale was loaded on the overall evaluation (F3, consisting of 2 items, as shown in Figure 1 ), and the remaining subscales were loaded only on the physical burden factor (F1, including PF, FA, NV, PA, DY, DI, CO, FD, and IN subscale, consisting of 17 items, as shown in Figure 1 ) or on the mental function factor (F2, including EF, CF, SF and RF subscale, consisting of 11 items, as shown in Figure 1 ), with the specific factors being orthogonal to the general factor. The structure of the bifactor model for the THYCA-QoL included a general factor on which all the items were loaded, and three specific factors: Physiological feeling, Psychological feeling, and Pain. Each item was loaded only on the Physiological feeling (F1, consisting of 10 items), on the Psychological feeling factor (F2, consisting of 9 items) or on the Pain factor (F3, consisting of 5 items, as shown in Figure 2 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 133,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 461,
                    "end": 469,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 648,
                    "end": 656,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 771,
                    "end": 779,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1260,
                    "end": 1268,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Throat/mouth problems (TM) 3 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Tingling hands/feet (THF)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Headache (HA)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Interest of sex (SXI)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Note: R=maximum score-minimum score. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Social functioning (SF) Functioning 2 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Role functioning (RF) Functioning 2 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Lack of appetite (LA) Symptom",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Global quality of life (GQ) Overall 2 6 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "where Q ij was the response of patient i on itemj, μ j was the intercept for item j, which was listed as a mean as this was typically what it became, θ was the latent factor scores, θ g i was the overall ability of the general factor for patient i, θ 1 i , θ 2 i and θ 3 i were the specific abilities for the specific factors for patient i, λ g j , λ 1 j , λ 2 j and λ 3 j were the standardized factor loadings associated with the general and specific factors for item j, with λ f j ¼ 0 if item j load on factor f , and 2 ij was the residual for patient i on item j. Y IRT i was the QoL score for 6958 patient i measured using the IRT-based scoring, w g was the weight of the general factor for the overall score, and w 1 , w 2 and w 3 were the weights for the three specific factors for the overall score. A bifactor general model was employed using 1 and 0 as the weights:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "The structural QoL model was evaluated using R software and the multidimensional item response theory (MIRT) package 24 using a confirmatory maximum likelihood bifactor model under an item response theory (IRT) paradigm. The IRT model was fitted using a dimensional reduction EM algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring the Patients' QoL"
        },
        {
            "text": "Propensity score matching was performed to reduce any treatment selection bias and potential confounding and to adjust for any significant differences in patient characteristics or lesions. 25 The propensity scores were estimated using a logit regression model in both hemithyroidectomy and total thyroidectomy DTC patients. Generally, model fit or parsimony is not a concern when estimating propensity score models as the goal of the ps-logit is to find the model that results in the best covariate balance. The following variables were selected to calculate the propensity score and adjust the baseline or general characteristic discrepancies between the two groups: age, income level, employment status, marital status, and means of payment: with age being a continuous variable and the others being categorical variables: income level had three levels:≤3000, 3000~5000, and ≥5000; employed status had two levels: yes and no; marital status had two levels: yes and no; and means of payment had five levels: own expense, medical insurance (urban), medical insurance (rural), business insurance, and other. Absolute standardized differences were used to determine the balance after matching, with all absolute standardized differences after matching being less than 0.1. Using caliper matching with a caliper width of 0.01 standard deviations of the propensity score, propensity score matching was used to calculate the average treatment effect for surgery type (total thyroidectomy versus hemithyroidectomy) on QoL:",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 192,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "where ATE was the average treatment effect that evaluated the expected effect on the outcome if patients were randomly assigned to be treated with either total thyroidectomy or hemithyroidectomy, ATT was the average treatment effect on the treated group that explicitly evaluated the effects on patients who were actually treated with total thyroidectomy, and ATU was the average treatment effect on the untreated group that explicitly evaluated the effects on those patients actually treated with hemithyroidectomy. Y 1 ð Þ was the QoL score when the patient was treated with a total thyroidectomy, Y 0 ð Þ was the QoL score when the patient was treated with a hemithyroidectomy, and T was the type of surgery: T ¼ 1 when the patient was treated with a total thyroidectomy and T ¼ 0 when the patient was treated with a hemithyroidectomy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The patient QoLs were put directly into Equations (1) and (2) for the sum scoring and into Equation (3) and (4) for the domain-based scoring; however, a fit check was required for the IRT-based scoring method (bifactor models). Therefore, the following fit indices were used to evaluate the bifactor model: root mean square error of approximation (RMSEA); standardized root mean square (SRMSR); comparative fit index (CFI); and the Tucker-Lewis index (TLI). The RMSEA provides an estimate of model fit that is unaffected by mode size, with an RMSEA below 0.06 indicating a good fit, 26 and an RMSEA between 0.06 and 0.08 indicating a mediocre fit. 27 The SRMSR fit index is a global fit measure that reflects the discrepancies between the observed and predicted model covariances, with an SRMSR below 0.08 indicating a good fit 26 and an SRMSR between 0.08 and 0.10 indicating an acceptable fit. A CFI and TLI above 0.95 indicates good model fit 26 and a CFI and TLI above 0.90 indicates acceptable fit. 27 Two other competing QoL structure models that were derived from theory or previous research were also tested: (1) single factor models in which all items were loaded on one underlying QoL factor (Equation (5)); and (2) a threefactor model with three dimensions: physical burden, mental function, and overall evaluation for EORTC QLQ-C30, and a three-factor model with three dimensions: Physiological feeling, Psychological feeling, and Pain for THYCA-QoL (Equation (6)).",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 648,
                    "end": 650,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 828,
                    "end": 830,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 946,
                    "end": 948,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1004,
                    "end": 1006,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Scoring and Model Checking"
        },
        {
            "text": "where Q ij was the response of patient i on item j, μ j was the intercept for item j, which was listed as the mean as this was typically what it became, λ j was the factor loading of item j on the only factor, θ i was the latent factor score for patient i, and 2 ij was the residual for patient i for item j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring and Model Checking"
        },
        {
            "text": "where Q ij was the response of patient i on item j, μ j was the intercept for item j, which was listed as the mean as this was typically what it became, λ p j , λ m j and λ o j were the respective factor loading for item j on the Physical burden, Mental function and Overall evaluation factors when using EORTC QLO-C30, or the respective factor loading for item j on the Physiological feeling, Psychological feeling, and Pain when using THYCA-QoL. λ f j ¼ 0 if item j did not load on factor f . θ f i is the latent factor score for patient i for factor f , and 2 ij was the residual for patient i for item j.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scoring and Model Checking"
        },
        {
            "text": "The single-factor model demonstrated a poor fit when using both EORTC QLO-C30 and THYCA-QoL Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Scoring and Model Checking"
        },
        {
            "text": "Before the matching, the cohort was 150 DTC patients, 59 (39.3%) who had been treated with a total thyroidectomy, and 91 (60.7%) who had been treated with a hemithyroidectomy. When the 59 total thyroidectomy (treated group) patients were propensity score matched with the 91 hemithyroidectomy patients with a radius matching of 0.01 calipers, 133 patients were matched (54 in the treated group and 79 in the untreated group). These 133 participants were therefore considered in the propensity score matched analysis and the other 17 participants (five in the treated group and twelve in the untreated group) were excluded because they lacked good propensity score matches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Profile and Covariate Balance"
        },
        {
            "text": "As most observations were on support, this meant that the common support or overlap conditions were fulfilled (Figure 3) , with the individual level characteristic differences being smaller after the propensity score matching (Table 4 ). Prior to the propensity score matching, the two groups were significantly different in terms of marital status (p ¼ 0:046), with the proportion of married participants being higher in the treated group than in the control group (98.3% vs 86.8%). After the propensity score matching, there were no statistically significant differences in terms of age, income level, employment status, means of payment, and marital status in the matched cohort between the patients treated with total thyroidectomy and the patients treated with a hemithyroidectomy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 120,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 226,
                    "end": 234,
                    "text": "(Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Study Profile and Covariate Balance"
        },
        {
            "text": "The standardized mean deviations (SMDs) for age, income, employment, and payment group were all less than 0.10 and for the marital status were zero, which signified that the matching covariates for the treated and control groups were well balanced ( Table 5 ). The standard bias across the matched cohort covariates were closer to 0 than that of the unmatched cohort, which indicated that the SMDs for all covariates had been obviously reduced after the matching (Figure 4) . Further, compared with the unmatched group, the Pseudo R 2 , LR χ 2 MeanBias, and the MedBias in the matched group were all significantly reduced, with the Prob>χ 2 being very close to 1 (0.992, as shown in Table 6 ). All these results illustrated that a good balance had been achieved in the propensity score matched cohort.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 463,
                    "end": 473,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 683,
                    "end": 690,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Study Profile and Covariate Balance"
        },
        {
            "text": "When a non PSM cohort was used and the patient QoL was measured by the sum scoring or domain-based scoring methods regardless of using questionnaire EORTC QLO-C30 or THYCA-QoL, the surgery type was found to have no significant impact on the QoL of the DTC survivors (Table 7) . Specifically, before being adjusted for the covariates, there were no statistically significant differences between the QoL of the DTC patients treated with total thyroidectomy and QoL of the DTC patients treated with hemithyroidectomy (p ¼ 0:766 for the sum scoring using EORTC QLO-C30, THYCA-QoL). After being adjusted for the covariates in the multivariate analysis, the same conclusion as in the univariate analysis was obtained (p ¼ 0:569 for the sum scoring using EORTC QLO-C30, p ¼ 0:830 for the sum scoring using THYCA-QoL, p ¼ 0:499 for the domain-based scoring using EORTC QLO-C30 and p ¼ 0:632 for the domainbased scoring using THYCA-QoL). When a non-PSM cohort was used and the QoL of the DTC patients was measured using the IRT-based scoring and using questionnaire THYCA-QoL, the surgery type was also found to have no significant impact on the QoL of the DTC survivors (Table 7) . Specifically, no matter before being adjusted for the covariates or after being adjusted for the covariates in the multivariate analysis, there were no statistically significant differences between the QoL of the DTC patients treated with total thyroidectomy and QoL of the DTC patients treated with hemithyroidectomy (p ¼ 0:852 before being adjusted for covariates, p ¼ 0:713 after being adjusted for covariates in the multivariate analysis). When a non-PSM cohort was used and the QoL of the DTC patients was measured using the IRT-based scoring and using questionnaire EORTC QLO-C30, however, there was a statistically significant difference between the QoL of the DTC patients treated with a total thyroidectomy and those treated with a hemithyroidectomy (p ¼ 0:076 before being adjusted for covariates, p ¼ 0:027 after being adjusted for covariates in the multivariate analysis, as shown in Table 7 ), which suggested that the QoL of the DTC patients treated with hemithyroidectomy was higher than for the DRC patients treated with a total thyroidectomy, which was in line with the results in Nickel et al 19 ",
            "cite_spans": [
                {
                    "start": 2285,
                    "end": 2287,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Table 7)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 1162,
                    "end": 1171,
                    "text": "(Table 7)",
                    "ref_id": "TABREF9"
                },
                {
                    "start": 2070,
                    "end": 2077,
                    "text": "Table 7",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Impact of Surgery Type on QoL Overall QoL Differences Between the Two Surgery Types"
        },
        {
            "text": "When QoL of patients was measured by using the questionnaire EORTC QLO-C30 and the PSM cohort was used, there was no statistically significant differences between the QoL of patients treated with a total thyroidectomy and random patients treated with a hemithyroidectomy regardless of the scoring method ( Table 8 ). The expected impact on the QoL of DTC patients who were randomly assigned to be treated with either a total thyroidectomy or a hemithyroidectomy were À 0:4 (ATE ¼ À 0:4, p ¼ 0:834), À 0:491 (ATE ¼ À 0:491, p ¼ 0:807) and À 0:442 (ATE ¼ À 0:442, p ¼ 0:114) when the QoL was respectively calculated using sum scoring, domain-based scoring, and IRT-based scoring. The differences between the QoL of the patients treated with a total thyroidectomy and those not treated with a total thyroidectomy were À 0:655 (ATT ¼ À 0:655, p ¼ 0:765), À 0:703 (ATT ¼ À 0:703, p ¼ 0:766) and À 0:480 (ATT ¼ À 0:480, p ¼ 0:119) when the QoL was respectively calculated using the sum scoring, domain-based scoring, and IRT-based scoring. The differences between the QoL of patients treated with hemithyroidectomy and those not treated with hemithyroidectomy were À 0:226 (ATU ¼ À 0:226, P ¼ 0:914), À 0:347 (ATU ¼ À 0:347, P ¼ 0:874) and À 0:416 (ATU ¼ À 0:416, P ¼ 0:174) when the QoL was respectively calculated using the sum scoring, domain-based scoring, and IRT-based scoring. Besides, the same conclusion was detected when QoL of patients was measured by using the questionnaire THYCA-QoL and the PSM cohort was used. There was no statistically significant differences between the QoL of patients treated with a total thyroidectomy and random patients treated with a hemithyroidectomy regardless of the scoring method with all p values for ATE, ATT or ATU over than 0.1 ( Table 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 313,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 1774,
                    "end": 1782,
                    "text": "Table 8)",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "6963"
        },
        {
            "text": "To make a solid conclusion and learn more about the QoL of DTC survivors, this paper analyzed domains of QoL differences between patients treated with a hemithyroidectomy and those treated with a total thyroidectomy. The domain divisions were shown in Tables 1 and 2 treated with a total thyroidectomy (p>0:1, Table 9 ). Meanwhile, when QoL of patients was evaluated by THYCA-QoL, there was no significant difference between every domain of QoL of patients treated with hemithyroidectomy and those treated with total thyroidectomy (p>0:1, Table 10 ). Therefore, based on the results from the PSM estimations, a conclusion was drawn that the QoL of DTC patients treated with total thyroidectomy and those treated with hemithyroidectomy were basically the same.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 266,
                    "text": "Tables 1 and 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 310,
                    "end": 317,
                    "text": "Table 9",
                    "ref_id": "TABREF11"
                },
                {
                    "start": 539,
                    "end": 547,
                    "text": "Table 10",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Domains of QoL Differences Between the Two Surgery Types"
        },
        {
            "text": "Because of concerns as to whether surgery type has an impact on the QoL of DTC patients, this study used a propensity score matching method to study the association relationships to reduce the selection bias common in traditional methods such as one-way analysis of variance and covariance analysis and reveal the causality between surgery type and QoL in DTC patients. Based on the EORTC QLQ-C30 and the THYCA-QoL, three scoring methods (sum scoring, domainbased scoring and IRT-based scoring) were developed to When a non PSM cohort was used and the IRT-based scoring was applied for the EORTC QLQ-C30, the results indicated that hemithyroidectomies offered better QoL outcomes than total thyroidectomies for DTC patients; however, when the sum scoring and the domain-based scoring were applied, no differences were found. When the PSM cohort was used, regardless of the scoring method for EORTC QLQ-C30, no QoL differences were found for the two surgery types. Because of the confounder conditioning and observation selection bias control, the PSM cohort results made more sense. Besides, regardless of non PSM cohort or PSM cohort was used and no matter which scoring method was applied for THYCA-QoL, results showed that the QoL of DTC survivors treated with the two surgery types are similar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study, which was conducted in November and December 2019, sought to develop a reference framework for similar effect evaluations; however, the original plan to continue this investigation in January 2020 was suspended due to the coronavirus pandemic. Therefore, as the sample may not have been rich enough, further studies are planned to consider more covariates to detect the QoL causalities for DTC patients in other areas such as postoperative care and psychotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study was approved by the Institutional Review Board of Sichuan Cancer Hospital and Institutional Ethics Committee and performed according to the ICH GCP principle. And the study design complies with the Declaration of Helsinki ethical standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Approval"
        },
        {
            "text": "We obtained written informed consent from all of the individual participants included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "This study was supported by a grant from the Sichuan Provincial Health Commission [No. 19PJ274] .",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 95,
                    "text": "[No. 19PJ274]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Increases in thyroid cancer incidence and mortality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hankey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "4",
            "pages": "389--390",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2017.7906"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surgery for thyroid cancer",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Callender",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Christison-Lagay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Udelsman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Endocrinol Metab Clinics",
            "volume": "43",
            "issn": "2",
            "pages": "443--458",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ecl.2014.02.011"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quality of life in differentiated thyroid cancer",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jacques",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Palazzo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Farnell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tolley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Surg",
            "volume": "50",
            "issn": "",
            "pages": "133--136",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2017.12.014"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The biology of depression in cancer and the relationship between depression and cancer progression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Sotelo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musselman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nemeroff",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int Rev Psychiatry",
            "volume": "26",
            "issn": "1",
            "pages": "16--30",
            "other_ids": {
                "DOI": [
                    "10.3109/09540261.2013.875891"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quality of life in thyroid cancer is similar to that of other cancers with worse survival",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Applewhite",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "World J Surg",
            "volume": "40",
            "issn": "3",
            "pages": "551--561",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-015-3300-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Risk factors for decreased quality of life in thyroid cancer survivors: initial findings from the North American thyroid cancer survivorship study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aschebrook-Kilfoy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nagar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thyroid",
            "volume": "25",
            "issn": "12",
            "pages": "1313--1321",
            "other_ids": {
                "DOI": [
                    "10.1089/thy.2015.0098"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Benchmarking health-related quality of life in thyroid cancer versus other cancers and United States normative data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goswami",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mongelli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Peipert",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Helenowski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sturgeon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Surgery",
            "volume": "164",
            "issn": "5",
            "pages": "986--992",
            "other_ids": {
                "DOI": [
                    "10.1016/j.surg.2018.06.042"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quality of life in cured patients with differentiated thyroid carcinoma",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hoftijzer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Heemstra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Corssmit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Klaauw",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Romijn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Smit",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Endocrinol Metab",
            "volume": "93",
            "issn": "1",
            "pages": "200--203",
            "other_ids": {
                "DOI": [
                    "10.1210/jc.2007-1203"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical factors associated with worse quality-of-life scores in United States thyroid cancer survivors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goswami",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Peipert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Mongelli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Surgery",
            "volume": "166",
            "issn": "1",
            "pages": "69--74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.surg.2019.01.034"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Constructing a control group using multivariate matched sampling methods that incorporate the propensity score",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Am Stat",
            "volume": "39",
            "issn": "1",
            "pages": "33--38",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Alternative methods of interpreting quality of life data in advanced gastrointestinal cancer patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nordin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glimelius",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Br J Cancer",
            "volume": "85",
            "issn": "9",
            "pages": "1265--1272",
            "other_ids": {
                "DOI": [
                    "10.1054/bjoc.2001.2046"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Is it useful to calculate sum scores of the quality of life questionnaire EORTC QLQ-C30?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hinz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Einenkel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Briest",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "U"
                    ],
                    "last": "Stolzenburg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Papsdorf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Cancer Care (Engl)",
            "volume": "21",
            "issn": "5",
            "pages": "677--683",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2354.2012.01367.x"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Development of a disease-specific health-related quality of life questionnaire (THYCA-QoL) for thyroid cancer survivors",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Husson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Haak",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mols",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Oncol",
            "volume": "52",
            "issn": "2",
            "pages": "447--454",
            "other_ids": {
                "DOI": [
                    "10.3109/0284186X.2012.718445"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Validation of the European organisation for research and treatment of cancer quality of life questionnaire Core 30 summary score in patients with hematologic malignancies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Efficace",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cottone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Value Health",
            "volume": "22",
            "issn": "11",
            "pages": "1303--1310",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jval.2019.06.004"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Replication and validation of higher order models demonstrated that a summary score for the EORTC QLQ-C30 is robust",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Giesinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kieffer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Fayers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Epidemiol",
            "volume": "69",
            "issn": "",
            "pages": "79--88",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2015.08.007"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Item Response Theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Embretson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Reise",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of the bi-factor multidimensional item response theory model to testlet-based tests",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Demars",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Educ Measure",
            "volume": "43",
            "issn": "2",
            "pages": "145--168",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1745-3984.2006.00010.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Generalized full-information item bifactor analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Psychol Methods",
            "volume": "16",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/a0023350"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health-related quality of life after diagnosis and treatment of differentiated thyroid cancer and association with type of surgical treatment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nickel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cvejic",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Otolaryngol Head Neck Surg",
            "volume": "145",
            "issn": "3",
            "pages": "231--238",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoto.2018.3870"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Total thyroidectomy is associated with increased risk of complications for low-and high-volume surgeons",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hauch",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Al-Qurayshi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Randolph",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kandil",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Surg Oncol",
            "volume": "21",
            "issn": "12",
            "pages": "3844--3852",
            "other_ids": {
                "DOI": [
                    "10.1245/s10434-014-3846-8"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Differences in long-term quality of life between hemithyroidectomy and total thyroidectomy in patients treated for low-risk differentiated thyroid carcinoma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bongers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Surgery",
            "volume": "167",
            "issn": "1",
            "pages": "94--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.surg.2019.04.060"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Some practical guidance for the implementation of propensity score matching",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Caliendo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kopeinig",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Econ Surv",
            "volume": "22",
            "issn": "1",
            "pages": "31--72",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6419.2007.00527.x"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The European organization for research and treatment of cancer QLQ-C30: a quality-oflife instrument for use in international clinical trials in oncology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmedzai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Nat Cancer Instit",
            "volume": "85",
            "issn": "5",
            "pages": "365--376",
            "other_ids": {
                "DOI": [
                    "10.1093/jnci/85.5.365"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "mirt: a multidimensional item response theory package for the R environment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Stat Softw",
            "volume": "48",
            "issn": "1",
            "pages": "1--29",
            "other_ids": {
                "DOI": [
                    "10.18637/jss.v048.i06"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Propensity score methods for bias reduction in the comparison of a treatment to a non-randomized control group",
            "authors": [
                {
                    "first": "D&apos;agostino Rb",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Stat Med",
            "volume": "17",
            "issn": "",
            "pages": "2265--2281",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-0258(19981015)17:19%3C2265::AID-SIM918%3E3.0.CO;2-B"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Cutoff criteria for fit indexes in covariance structure analysis: conventional criteria versus new alternatives",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bentler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Confirmatory Factor Analysis for Applied Research",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evaluation of the quality of life in patients followed for differentiated cancer of the thyroid",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Haraj",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bouri",
                    "suffix": ""
                },
                {
                    "first": "El",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Nani",
                    "middle": [
                        "S"
                    ],
                    "last": "Habti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annales D'endocrinologie",
            "volume": "80",
            "issn": "1",
            "pages": "26--31",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ando.2018.01.003"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "tional symptoms commonly reported by cancer patientsdyspnea (DY), lack of appetite (LA), insomnia (IN), Cancer Management and Research 2021:13 https://doi.org/10.2147/CMAR.S321988 DovePress 6955",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "), with the specific factors being orthogonal to the general factor. Based on bifactor model, the estimation of the overall QoL Y IRT i was expressed as follows, which was https://doi.org/10.2147/CMAR.S321988 DovePress Cancer Management and Research 2021:13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "QoL bifactor model for the EORTC QLQ-C30. https://doi.org/10.2147/CMAR.S321988 DovePress Cancer Management and Research 2021:13",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "QoL bifactor model for the THYCA-QoL. Cancer Management and Research 2021:13 https://doi.org/10.2147/CMAR.S321988 DovePress 6959",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(RMSEA ¼ 0:0869 0:0902 ð Þ, SRMSR ¼ 0:1058 0:0982 ð Þ, TLI ¼ 0:7976 0:5854 ð Þ, CFI ¼ 0:8135 0:6287 ð Þ), indicating that there was more than one factor for both EORTC QLQhttps://doi.org/10.2147/CMAR.The RMSEA value indicated a good fit, with the other fit indices indicating an acceptable fit for EORTC QLO-C30. The RMSEA and SRMSR values indicated a good fit for THYCA-QoL (shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Common support region of propensity scores. https://doi.org/10.2147/CMAR.S321988 DovePress Cancer Management and Research 2021:13 6962",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Standard mean deviation of covariates.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "https://doi.org/10.2147/CMAR.S321988 Cancer Management and Research 2021:13",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Domain Division and Domain-Based Scoring Method for THYCA-QoL",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Domain Division and Domain-Based Scoring Method for EORTC QLQ-C30",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Note: R=maximum score-minimum score.https://doi.org/10.2147/CMAR.S321988",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Fit Indices for the Bifactor QoL Model",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Participant Characteristics Before and After the Propensity Score Matching",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Covariate Balance Before and After Propensity Score Matching",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Impact of Surgery Type on the QoL in DTC Patients After the Propensity Matched Analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Summary of the Distribution of the Bias",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Impact of Surgery Type on the QoL in DTC Patients Before the Propensity Matched Analysis",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": ". Differences on 15 domains of EORTC QLO-C30 and 13 domains of THYCA-QoL were explored after the thyroidectomy patients were propensity score matched with the hemithyroidectomy patients. When QoL of patients was evaluated by EORTC QLO-C30, results showed that no matter which surgery was chosen by patients, they had similar function, symptom and global QoL. Specifically, for all domains of the EORTC QLO-C30 questionnaire, there were no statistically significant difference between patients treated with a hemithyroidectomy and those",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Impact of Surgery Type on the Domain of EORTC QLQ-C30 in DTC Patients After the Propensity Matched Analysis Cancer Management and Research 2021:13 https://doi.org/10.2147/CMAR.S321988 measure the latent variable, the QoL of DTC patients, with the IRT-based scoring method (the bifactor model) showing an adequate model-data fit for the DTC patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Impact of Surgery Type on the Domain of THYCA-QoL in DTC Patients After the Propensity Matched Analysis https://doi.org/10.2147/CMAR.S321988 Cancer Management and Research 2021:13",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Cancer Management and Research is an international, peer-reviewed open access journal focusing on cancer research and the optimal use of preventative and integrated treatment interventions to achieve improved outcomes, enhanced survival and quality of life for the cancer patient. The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publish your work in this journal"
        }
    ]
}