{
    "paper_id": "60c274b9104cb08c06bf66eecae324e2bb82b0af",
    "metadata": {
        "title": "Conspiracy theories and misinformation about COVID-19 in Nigeria: Implications for vaccine demand generation communications",
        "authors": [
            {
                "first": "Chizoba",
                "middle": [],
                "last": "Wonodi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Chisom",
                "middle": [],
                "last": "Obi-Jeff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Direct Consulting and Logistics Limited Abuja",
                    "institution": "Federal Capital Territory",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Funmilayo",
                "middle": [],
                "last": "Adewumi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Direct Consulting and Logistics Limited Abuja",
                    "institution": "Federal Capital Territory",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Chloe",
                "middle": [],
                "last": "Somto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Keluo-Udeke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [],
                "last": "Gur-Arie",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Carleigh",
                "middle": [],
                "last": "Krubiner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Elana",
                "middle": [
                    "Felice"
                ],
                "last": "Jaffe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina",
                    "location": {
                        "addrLine": "Chapel Hill",
                        "region": "NC",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Tobi",
                "middle": [],
                "last": "Bamiduro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Direct Consulting and Logistics Limited Abuja",
                    "institution": "Federal Capital Territory",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Karron",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Ruth",
                "middle": [],
                "last": "Faden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Vaccination is a centerpiece of the global response to the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), a virus that causes coronavirus disease 19 . The SARS-CoV-2 pandemic has resulted in more than 275 million cumulative cases and 5.3 million deaths as of December 22, 2021 [1] . COVID-19 vaccine hesitancy is a worldwide problem worsened by misinformation and conspiracy theories about the disease and the vaccines [2] [3] [4] . These false narratives have spread rapidly across the globe through ubiquitous internet and social media platforms. The World Health Organization (WHO) describes the overwhelming volume and circulation of false information about the SARS-CoV-2 pandemic as an ''infodemic\" that seriously threatens global and local efforts to end the pandemic.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nigeria was among the first countries in sub-Saharan Africa to identify COVID-19 cases [5] . Since the Federal Ministry of Health reported its first index case on February 27, 2020 [6] , Nigeria has deployed public health and social measures such as banning public gatherings and restricting movement and businesses to curb the virus transmission. As of December 23, 2021, Nigeria has 231,413 cases across all states, of which 211,853 were discharged and 2991 confirmed dead [7] . Since the pandemic, males are mostly affected than females, with a 60: 40 case ratio and 74:26 death ratio [7] . Individuals 50 years and above account for 70% of the mortality burden [7] . All states in the country are affected, but most cases are reported in Lagos and the Federal Capital Territory (FCT) [7] . While recent data trends have suggested a continuous decrease in the number of cases, the spread of the pandemic, the second wave in December 2020 [8] , and non-adherence to nonpharmaceutical preventive measures underscored the need for an effective vaccine. Vaccination with safe and effective COVID-19 vaccines is critical for Nigeria's strategy to interrupt the COVID-19 pandemic and curb transmission.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 665,
                    "end": 668,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 941,
                    "end": 944,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Historically, Nigeria has grappled with highly disruptive vaccine hesitancy and refusal resulting from negative rumors and loss of public confidence. For example, in 2003, a rumor that the oral polio vaccine contained porcine material and sterilizing agents led to a boycott of polio vaccination in Northern Nigeria. Following this vaccine boycott, an upsurge in polio cases resulted in wild-polio re-infection in 20 countries across Africa and Asia [9] [10] [11] and retrogression of polio eradication efforts in Nigeria and the African region. In 2017, another rumor broke out in the country's Southeastern part, purporting that the Nigerian military was ''vaccinating\" school children with the monkeypox virus [12] . This false story led panicked parents to withdraw their children from school and, uncharacteristically, refuse to take them for vaccination. Soon after that, vaccination rates dropped in that part of the country -a region that previously had some of the highest vaccine uptake rates in the country.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 453,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Early vaccine procurement, domestic production of vaccines, the severity of the pandemic, a country's health infrastructure, and vaccine acceptance are significant determinants of COVID-19 vaccine coverage [13] . However, evidence has shown that widespread vaccine acceptance is crucial for achieving sufficient immunization coverage [14] . Until recently, hesitancy surrounding COVID-19 vaccines was not the top programmatic bottleneck to widespread use of COVID-19 vaccines in Nigeria and other lowand middle-income countries (LMICs) because the vaccines were in short supply globally. Thus, like other LMICs, Nigeria introduced COVID-19 vaccines with barely enough doses to cover 1% of the population, with vaccine demand far outstripping vaccine supply. As the global supply of COVID-19 vaccines improves in the second half of 2021 and more doses become available and deployed in LMICs, demand and acceptance, along with absorption capacity, will become the top coverage drivers. Therefore, the need to address vaccine hesitancy will become even more critical and urgent. For example, Nigeria received 40 million COVID-19 vaccine doses in August 2021 and commenced the second vaccination phase [15] . With the planned deployment of millions of vaccine doses, demand generation activities must take center stage, and part of this effort must include practical strategies to address and debunk misinformation and conspiracy theories about COVID-19 and COVID-19 vaccines. We use the term misinformation to denote false or inaccurate information or communication [16] . We consider conspiracy theories as a particular kind of false information in which the creators of conspiracy theories attribute the root causes of events or trends to shadowy networks or cabals carrying out secret plots to control, undermine or exploit the public, governments, or institutions [17] . Conspiracy theories reject the standard explanations for significant phenomena and instead credit covert actors and manipulators.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1198,
                    "end": 1202,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1865,
                    "end": 1869,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For a vaccination program to succeed, implementers must first understand and contextualize the range, breadth, and depth of circulating misinformation and conspiracy theories. It is also important to understand the patterns and drivers of belief in these conspiracy theories and how these beliefs affect vaccination intentions in the communities and among different demographic groups. This study was designed to systematically elicit the circulating COVID-19 misinformation and conspiracy theories that the Nigerian public had heard or read. We also sought to describe the themes and patterns of beliefs associated with these narratives to produce evidence to guide communication efforts towards reducing vaccine hesitancy and improving uptake. At the time of data collection, COVID-19 vaccines had not yet been deployed in the country, although the plans for introduction were advanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We conducted the study in six of the 36 states in Nigeria: Cross Rivers, Ebonyi, Gombe, Kano, and Lagos states, including the FCT. These states were selected to represent each of the six geopolitical zones in the country and reflect states with a low, medium, and high burden of COVID cases relative to the national picture. See Supplementary Materials 1 and 2 for details. Following this, we selected two local government areas (LGAs) /sub-districts in each state/district to ensure a mix of settings that represent demographic, logistical, and epidemiologic diversity, as follows: 1) rural, urban, and semi-urban, 2) proximal and distal to the state capital, 3) SARS-CoV-2 transmission hot and cold spots, and 4) presence of a research partner organization to support data collection. A total of 12 LGAs were selected and visited.",
            "cite_spans": [
                {
                    "start": 798,
                    "end": 800,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Study setting"
        },
        {
            "text": "This paper only presents the qualitative arm of a mixedmethods study that used qualitative and quantitative approaches to examine the phenomenon of misinformation and conspiracy theories about COVID-19 and COVID-19 vaccines in Nigeria. We conducted focus group discussions (FGDs) and key informant interviews (KIIs) to examine the misinformation and conspiracy theories surrounding the SARS-CoV-2 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "We purposively selected participants for both the FGDs and KIIs from routine immunization (RI) program personnel and community members. The RI program personnel were program managers at the state and LGA levels and healthcare workers (HCWs) at primary health care (PHC), secondary, or tertiary care levels. Program managers and HCWs were aged 18 years and above and occupied their current roles for at least a year. Community members included pregnant women, parents of children under five years of age, and Christian and Muslim religious leaders. We also selected male and female youths (18 -24 years), adults (25 -49 years), and older adults (>=50 years). To be eligible for the FGDs, community participants had to be 18 years or older and residents in the community for at least one year to ensure familiarity with community norms. For the FGDs and KIIs, we excluded individuals screened and assessed to have COVID-19 symptoms. Community leaders identified FGD participants with the help of local HCWs or immunization program managers in the state. The State Primary Health Care Board and the State Emergency Routine Immunization Coordinating Centre identified the KII participants, most of whom were immunization program managers. All the persons nominated for the interviews agreed to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants and sampling"
        },
        {
            "text": "In total, we conducted 22 FGDs and 24 KIIs among 178 people from February 1 to 8, 2021. All 24 KIIs were conducted with state and LGA program managers and HCWs. Sixteen FGDs were conducted with community members, three with religious leaders, and three with HCWs. At least three KIIs and three FGDs were conducted in each of the six states. Supplementary Materials 3 provides a complete list of the participants, interviews conducted, and the number of participants interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study participants and sampling"
        },
        {
            "text": "Our trained data collectors conducted the FGDs and KIIs using pre-tested semi-structured interviews and discussion guides and the tracking sheet to collect participants' socio-demographic information. After obtaining verbal consent, all interviews (FGDs and KIIs) lasted between 45 and 60 min. While the KIIs were conducted at the participant's home or a convenient location, the FGDs were conducted outdoors. Interview guides were in English. However, data collectors conducted interviews in local languages to ease communication and understanding. Interviews conducted in local languages were transcribed in the language by external vendors and back-translated to English for validation. We provided FGD participants at the community level one thousand naira only ($2.6) for logistics during the study data collection period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Data collection teams followed all COVID-19 preventive guidelines such as masking, hand washing with soap and water, and maintaining 2 m distance between each other before and during the interviews. The researchers provided the teams' supervisors with portable infrared thermometers for daily temperature screening of data collectors during the fieldwork. At the start of each day's activities, the team supervisor verbally screened data collection teams for COVID-19 symptoms. Likewise, data collectors conducted verbal symptom screening and temperature checks on participants before interviews to rule out suspected COVID-19 cases. There were no suspected COVID-19 cases amongst the field staff and the participants during the data collection period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "We analyzed the qualitative interviews iteratively using a Framework Analysis approach, adapted from the WHO behavioral and psychosocial determinants of vaccine acceptance framework [18] and Gale et al. framework methodology [19] . First, we audio-recorded all interviews and transcribed them verbatim. Three study team members read the transcripts for content comprehension and familiarization. Then, ten transcripts were randomly selected and coded independently by three team members. The team members then compared the codes across the three coders to generate the first unified set of codes. Third, the study team used these unified codes to create the initial analytical framework. Upon reading subsequent transcripts, the initial analytical framework was revised iteratively until we generated no new codes. Recurrent codes, similar or related codes, were grouped into defined categories, culminating into our final framework, consisting of 68 unique codes clustered into 31 categories. These codes and categories were used to abstract data from each transcript.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The study team generated themes by reviewing and collating categories and their associated patterns. We further reviewed each theme to ensure an accurate representation of the data and included a brief explanatory description of its meaning. Subsequently, connections across participants, categories, and themes were drawn by reviewing the summary spreadsheet of abstracted data. We also analyzed the themes and categories for geographic patterns. We anonymized the quotes for confidentiality. It is worth noting that this process was influenced both by the research objectives and by new concepts generated inductively from the data. Supplementary Material 4 presents the analytical framework used in this study. The completed interview tracking sheets were entered into Microsoft Excel and analyzed descriptively for frequencies and percentages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We obtained ethics approval for the study from the National Health",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "Research Ethics Committee of Nigeria (NHREC/01/01/2007-05/11/2020) and the Johns Hopkins University Institutional Review Board (IRB00014705). We also obtained additional state-level ethics approval from the Health Research Ethics Committees in Cross River, Ebonyi, Gombe states, and the FCT as was required. These research ethics committees reviewed and approved the oral consent script used to solicit consent from all individuals interviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "We conducted 46 individual interviews and group discussions with 178 participants, the majority of whom were community members 134 (75%), females 97 (54%), urban residents 122 (69%), and individuals with formal education 146 (82%). Participants' ages ranged from 20 to 80 years, with a mean age of 40 ± 12.8 years (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Socio-demographic characteristics of study participants"
        },
        {
            "text": "Rather than give participants a list of conspiracy theories or misinformation to choose from, we elicited their responses by asking what they had heard in their community or read about COVID-19 and the vaccines. We elicited a total of 33 different statements. It is noteworthy that each respondent had heard at least one conspiracy theory or piece of misinformation about the subject. Analysis of the statements they volunteered revealed three broad themes of the misinformation and conspiracy theories-statements about the nature of the virus, the motivations and validity of the pandemic response, and the vaccine products (Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 625,
                    "end": 633,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "More than half of the participants had heard misinformation or conspiracy theories about the virus itself. Some reported hearing the virus was manufactured in laboratories, was a biological weapon or resulted from 5G technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "One respondent heard, ''COVID is not a natural disease; it was technologically developed\" -State program officer (KII).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "The statements claiming the virus was man-made did not indicate who made them. In sharp contrast, other circulating narratives associated the viral origin with God and the Anti-Christ. For example, some participants said they had heard that the COVID-19 pandemic is a sign of the end times, a fulfillment of the scriptures, a result of God's anger, a punishment for politicians from God, a plan of the devil, and a plot of the Anti-Christ. These apocalyptic interpretations based on the Christian text were reported by seven participants, a Christian religious leader, two male adults, and four health workers. ''Religiously, some will tell you it is the fulfilment of the scripture, where, in the book of Deuteronomy chapter 28 God says any person or any group of persons, I am paraphrasing anyway, who lives in disobedience, God will send down incurable diseases among them; so, those who believe in such warnings will say; ah! this is the fulfilment of the scripture.\" -Health worker (KII)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "Another subset of statements about the virus neither referred to nefarious networks creating the virus nor to God sending it but were alternative disease models of the COVID-19 experience in Nigeria. Nearly half of the participants heard statements that COVID-19 cannot survive the hot Nigerian weather, there was no COVID-19 in the country (though it exists elsewhere), or that COVID-19 was a disease of city dwellers or rich people. Some heard COVID-19 is just another form of malaria and that chloroquine was the treatment for it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "A second narrative thread revolved around the pandemic response. These included statements that the pandemic response is a fraud, that the government exaggerates the COVID-19 situation in the country, and that politicians are using COVID-19 as an excuse to siphon money from the Nigerian government. Related to this concept of a fraudulent response effort was the most frequently reported statement in all categories-that COVID-19 is not real, with beliefs that there were ulterior motives behind case reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "''It [COVID] is not in Nigeria; the government is just using it to swindle public funds. It is just malaria.\" -Male adult (KII)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "Regarding the third theme of COVID-19 vaccines, a subset of such statements claimed the vaccine was a tool for foreign dominance and profiteering. Many participants heard that the COVID-19 vaccines would be used to control or reduce the African population and would be a means to implant microchips in people to track them. There were also statements about the vaccines serving as a mode of introducing the 666 mark of the Anti-Christ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "''I am a Christian pastor, I am a Christian, and I also have followers under me. . .some of us thinkthat this COVID 19 vaccine is a way of introducing 666 controls on the world\"-Christian religious leader (KII)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "The other subset of statements on the vaccines characterized them as lacking safety, efficacy, and quality, particularly those deployed in Nigeria. Participants reported hearing that the vaccines change people's DNA, alter the body's metabolism, and cause harmful reactions. They also heard that the vaccines used in Nigeria are different from those used in wealthier countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevalent conspiracy theories and misinformation about COVID-19 and the vaccines"
        },
        {
            "text": "In addition to asking participants about what they had heard, we also solicited information about the sources they rely on to get information about the virus and vaccines. Across all regions, radio, television, and social media were the most frequently reported sources of information (or misinformation) about COVID-19 and COVID-19 vaccines. Box 1 highlights other sources of information mentioned by participants and ranked by most cited. Most program managers and HCW perceived information from WHO, Nigeria Centre for Disease Control (NCDC), and ''We know that we are in the days of social media and fake news everywhere. Some information cannot be faulted, like some from international bodies like the World Health Organization. This information is research information and is from the horses' mouth\". -Religious leader (FGD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines"
        },
        {
            "text": "We explored why people might believe in these theories and found that reasons vary by the type of misinformation or conspiracy theory people subscribe to. For example, participants reported that some people did not believe in the existence of COVID-19 because they had not had a personal experience with a COVID-19 case or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "''They don't believe because, in a community, no one has contracted it.\" -Religious leaders (FGD) ''Because they have not seen any impact of the COVID. We are in this [community]. . .. we are more than one thousand people, and one day, they have never seen even one person affected by COVID\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "-Male Adult (KII) Furthermore, those considering Nigeria's tropical climate too hot for the virus to survive tended to believe there was no COVID-19 in Nigeria. The belief that the pandemic response was a fraud, and a means for official graft, was rooted in the concurrent denial of the existence of the virus and distrust of the government's integrity and intentions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "''Actually, the society at large, the people, do not trust the government. The system is surely corrupt. Though I believe it [COVID] exists, I have not seen anybody that has died because of it. . . Abroad, there is transparency, but here, they [government] just do it to get financial assistance from monetary bodies. At the same time, if you look at the society, I have not heard a single person having the COVID\". -Religious leader (FGD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "In contrast, we found that those who reject the notion that COVID-19 is not in Nigeria or accept that COVID-19 is real have had personal experience with COVID-19 or seen or heard about someone affected or died due to the disease. When asked about their perception of COVID-19, most participants said they believe COVID-19 is real, and few said they do not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "''I do [believe COVID is real]. Because we have lost so many people due to COVID, many people have been isolated and become unhealthy; that's why I believe in it\". -Pregnant woman (KII) Furthermore, participants' belief in the reality of COVID-19 was linked to perceived susceptibility to contracting COVID-19, the global impact of the virus, and the scale of the response, including national lockdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "''Initially, people were trying to convince us that this thing is not real, that the government is just using it to siphon money. At a time, I started to believe, but I discovered that the whole world was still. I believe because if it is not real, the whole world will not stand still\". -Male Adult (FGD) Participants offered various characteristics when asked about the typical believers and supporters of conspiracy theories and the misinformation about COVID-19. These included: being uneducated or religious, being young with access to information, being elderly with no access to traditional and social media, and having not known or seen someone affected or killed by COVID-19. Some cited those in the Southeast who distrust the present political leadership and those in the North who reject Western interventions. We inquired into how belief or sympathy for conspiracy theories may affect the intention to accept a COVID-19 vaccine. While some said it would not affect their intent to take the vaccine, others believed it would, given the circulating misinformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "''. . .I have a lot of things I am considering. I still have conflicting information about COVID-19 vaccines so, I am still watching to see what will happen. I believe in vaccines, but there is more information that we stumble on these days, and they make you go thinking\". -Religious leader (FGD) ''This is where the issue is. With the current spread of the news, or let me say rumor, it has made me believe that the vaccine is harmful, and they want to use it to reduce the population of Africa. Presently, I am privileged to be part of some Christian gathering that think there is a plan, and the vaccine they are planning to bring down here is not the same as that of the one over there. That is why they want the leaders to take it first and observe if anything does not happen; we will now know what to do\". -Male adult (KII)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Belief in conspiracy theories"
        },
        {
            "text": "To examine the extent to which hesitancy around COVID-19 vaccines was distinct from or part of broader vaccine hesitance, we looked comparatively at statements about other vaccines and vaccination programs. The overwhelming majority of participants (98%) viewed maternal and childhood vaccines in the immunization schedule favorably due to the positive track record of eradicat-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceptions about COVID-19 vaccines versus other vaccines (and immunization more broadly)"
        },
        {
            "text": "Radio (25) ; Television (24) ; Social media (15); NCDC (9); Media (6); Text messages (5); Church (5); Whatsapp (4); Seminars (4); Mosque (4); NPHCDA Trainings (4); Posters (3); Newspaper (3); Journals (2); Government Trainings (2); Facebook (2); WHO (2); NCDC Text messages (2); WHO website (2); Workshops (2); Health workers (2); Phone calls (2); Community sensitization (1); Friends (1); Sensitization (1); Internet sources (1); Traditional media (1); Newspapers (1); News (1); Non-governmental organisation workshop (1); Fliers (1); Non-governmental organisation (1); Town crier (1) ing diseases and preventing morbidity and deaths, especially among children.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 24,
                    "end": 28,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "''Our children suffer much before because there is no vaccination. . . we now find it easier to take care of our children due to vaccination\". -Pregnant women (FGD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "In contrast, participants' opinions about the COVID-19 vaccines varied. Nearly half of the participants had concerns about the COVID-19 vaccines. For example, community members were concerned about vaccine efficacy and safety due to reported side effects and unease about the short period of vaccine development. Other concerns raised were that the vaccines are not needed in Nigeria because COVID-19 is not real, and they had not seen an infected person. It was also perceived that the African continent has a low death rate from COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "''The rumor is why are they centered on bringing the vaccine here when there is a low death rate in Africa compared to other Western countries like America, where their death rate is very high. Let them use it to cure themselves because we have a low death rate here. Also, the rate at which they produced the vaccine within a short period of time when they said it should take at least three years to produce a vaccine. Is the vaccine to cure, prevent or even kill, we don't know?\". -Male adult (FGD)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "Likewise, the lack of information on the duration of the vaccine's protection, perception that the government is not transparent about the vaccines, and poor communications about the threat of COVID-19 to the public were mentioned as concerns. Furthermore, participants also felt that not knowing the timing of the vaccine availability and where to access the vaccine was problematic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "Some health workers and program managers also shared the same view, including concerns about vaccine storage capacity due to insufficient power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "''Well, we are still having a little doubt because they are saying it is 50-50, that is 50% effective and 50% not effective\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "''Yes, I have an opinion because it is like they need to enlighten us because so many theories are coming out concerning the vaccine, of which now if they bring the vaccine, I doubt if I can take it. Because honestly, I need to know the effectiveness of the vaccine, how safe it is; you know there are so many stories concerning it\". -Health workers (FGD) Nevertheless, about half of the participants had favorable feelings towards the COVID-19 vaccines. Many of them were program managers and health workers who perceived the vaccines as safe and effective in protecting against COVID-19 and trusting the government to introduce safe and effective vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sources of information about COVID-19 and the vaccines in Nigeria."
        },
        {
            "text": "Our study aims to collate and categorize the circulating conspiracy theories and misinformation around COVID-19 and COVID-19 vaccines in Nigeria to inform evidence-based communication messaging and intervention strategies. To our knowledge, this is the first thematic analysis of circulating conspiracy theories and misinformation about COVID-19 elicited through a qualitative inquiry from HCWs and adults in Nigeria. We found that exposure to unsubstantiated claims about COVID-19 was universal among our participants, confirming the ubiquity of these false narratives. The range of statements reported in our study is similar to a list of globally circulating misinformation and conspiracy theories about COVID-19 compiled by Nyika et al. [20] . The similarity indicates the borderless and far-reaching spread of these false claims that penetrate online and offline communities and can undermine people's confidence in the COVID-19 response and vaccination.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 745,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the leading conspiracy theory was that SARS CoV-2 does not exist; therefore, the pandemic response is a means for the Nigerian government officials and politicians to obtain pecuniary gains from misusing the response funds. This view confirms similar skepticism reported in other studies and countries about the virus being perceived as a hoax and the COVID-19 prevention efforts as an avenue for politicians to embezzle public funds [21] [22] [23] [24] [25] [26] . Hoaxrelated conspiracy theories have been shown to predict refusal to engage in preventive behaviors, including vaccination [25] . A striking finding from this study is that the Igbos from Southeast Nigeria were perceived to have the highest level of skepticism about COVID-19. This is because of a distrust of the current government. The recent separatist movement in the Southeast has put the zone in the federal government's crosshairs, creating a trust deficit and geopolitical tension that may now be spilling over into public health. National surveys have reported that the lowest rates of intention to receive the COVID-19 vaccine were among Southeast participants compared to those from other zones in the country [27, 28] . These low rates raise fundamental concerns that high COVID-19 skepticism may translate into vaccine hesitancy among Southeasterners who have historically had one of the highest rates of childhood vaccine uptake, who also show strong faith in routine childhood vaccines in our study. Nevertheless, we posit that as more cases and deaths become evident, the claim of COVID-19 as a hoax may have less salience to those who need the evidence to convince them. However, programs must also brace for those with lingering doubts, who will continue to perceive that the pandemic is exaggerated because SARS-CoV-2 has affected Africa much less than the United States, Europe, or India.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 604,
                    "end": 608,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1207,
                    "end": 1210,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The second striking finding is the difference in the religious interpretation of the pandemic. While our study did not report any statement linking the pandemic with Islamic text or teaching, we found that a widespread understanding of the pandemic among Christians relates it to the end-times and the Antichrist predicted in Christian scriptures. These statements have been associated with prominent Nigerian pastors with strong followership [29] and with Christian evangelicals globally [30] . Interestingly, in previous experience of polio vaccine conspiracy and hesitancy in Nigeria, misinformation about vaccines and fertility was prominent among Muslim rather than Christian groups. This underscores the importance of engaging broadly with different population subgroups, not just those with historic hesitancy, to assess concerns and craft messaging accordingly.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 447,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In countries like Nigeria, where most people have a religious identity, religious leaders can be a powerful source of misinformation. Statements linked to religious teachings are difficult to refute or debunk by public health experts because these statements are based on beliefs rooted in faith commitments that cannot be directly addressed by scientific evidence. Therefore, religious leaders are vital to addressing religious-themed claims that undermine vaccine acceptance. Studies have shown that sensitizing and engaging religious leaders increased the acceptance and uptake of novel health interventions in Nigeria [31] , helped to stop the Ebola epidemic in West Africa [32] , and addressed misconceptions about polio vaccines that increased vaccine coverage in India and Pakistan [33] . Religious leaders must be engaged in the fight against COVID-19.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 626,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Statements asserting COVID-19 vaccines are tools of Western actors to control or reduce the African population, track people, and alter their DNA were other commonly reported conspiracy theories in our study, as well as in other studies [34] [35] [36] . These unsubstantiated claims may hinge on long-held concerns about a structural imbalance between Africa and the Western world, as well as the colonial legacies the continent continues to bear.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 242,
                    "end": 246,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Public trust in the vaccine and its foreign producers, the government, and the health system delivering the services is critical for vaccination acceptance [2, 37] . Political leaders' disparaging statements about the vaccines, such as Tanzania's late President John Magufuli, which referred to the vaccine as ''dangerous for our health\" [36] , are highly damaging and confusing for a skeptical public. Although some conspiracy theory beliefs are rooted in people's distrust of the government and its institutions, these same actors have a vital role in engaging the public, building their confidence in the vaccine programs, and communicating the right messages [38, 39] . It is noteworthy that information from public health agencies and experts such as WHO, NCDC, and NPHCDA were seen by our participants as trusted. In other studies, trusted information from public health agencies has been associated with a lower tendency to believe in conspiracy theories [22, 38, [40] [41] [42] .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 962,
                    "end": 966,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 967,
                    "end": 970,
                    "text": "38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The medium of communicating these messages is important. We found a high level of trust in information from radio and television among community members. This finding is similar to other studies that reported that obtaining COVID-19-related information through traditional media sources is associated with lower beliefs in conspiracy theories and misinformation narratives [22, 41, 43] . Conversely, exposure to digital media was associated with greater belief in conspiracy theories and misinformation [41, 44, 45] . A global survey reported that 88% of Nigerians cited social media as a source of their distrust. The survey also indicated that only 41% had seen fake news while using traditional media sources, and 47% sometimes believed the fake news they saw [46] . So, despite the allure and ease of using social media for information dissemination, traditional media such as radio and television must continue to play a central role in communicating credible information about COVID-19.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 512,
                    "end": 515,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study shows that vaccine safety and efficacy concerns were a major issue and a frequent topic of misinformation. Communication messages that highlight the low risk of side effects, and high efficacy of the vaccines, will therefore address these concerns and promote vaccine acceptance. Recent evidence from ten LMICs, including Nigeria, support this assertion [47] . The study shows that respondents who were asked to consider a hypothetical vaccine with a 5% probability of side effects and 75% efficacy reported an acceptance rate of 67% or higher [47] .",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, the current communication plans such as zonal town hall meetings, press briefings, text messages, social media posts, short videos, and voice notes aim to educate the public and encourage COVID-19 vaccine uptake as vaccines are rolled out. But, the strategy has had only a modest effect on the desired behavioral change [48] . Adaptive strategies and messages that counter the prevailing false narratives and conspiracy theories with community involvement are needed to build confidence about the COVID-19 vaccine and encourage acceptance.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study methodology relies on a small sample size to elicit COVID-19 vaccine misinformation and conspiracies theories, perceptions, and intentions about the COVID-19 vaccine. Thus, the findings are not generalizable; instead, they are unique to regions and populations with similar contexts as Nigeria. Despite this limitation, we present important results and messaging recommendations for different regions and sub-groups to improve COVID-19 vaccine acceptance in Nigeria and other comparable contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Misinformation and conspiracy theories about COVID 19 vaccination are evident globally. Distrust in the government regarding the pandemic response and suspicion of global actors' motives regarding the vaccine, especially its effectiveness and safety, is strongly associated with hesitancy. Thus, adaptive strategies and messages are needed in the face of vaccine hesitancy. Targeted awareness campaigns and messages that deliver transparent information about COVID-19 vaccine safety and efficacy and the development process are also needed to encourage vaccine acceptance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study work was supported by Wellcome Trust [Grant Number: 21556/Z/20/Z] to the Johns Hopkins Berman Institute of Bioethics and implemented by Direct Consulting and Logistics. Wellcome Trust was not involved in the study design, data collection, analysis and interpretation, report writing, and the decision to submit the article for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All datasets generated and analyzed during the study are available from the corresponding author upon request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data statement"
        },
        {
            "text": "CW led the study development and design, supervised the project implementation, supported data analysis and interpretation, and produced the second and final draft of the manuscript. COJ supported the study design, supervised the project implementation and data collection, led the analysis and interpretation, and developed the first draft of the manuscript. RF, RK, and CK contributed to designing the study, helped with interpreting the analysis, and critically revised the manuscript for important intellectual content. FA, SCKU, TB conducted the data collection and supported the data analysis. RGA supported the data interpretation and critically revised the manuscript for important intellectual content. EFJ supported the study design and data interpretation. All authors approved the final version for submission. RF served as the Principal Investigator, with CW, RK, CK, and COJ as co-investigators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Coronavirus (COVID-19) Dashboard 2021",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mistrust in biomedical research and vaccine hesitancy: the forefront challenge in the battle against COVID-19 in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palamenghi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boccia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Graffigna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Epidemiol",
            "volume": "35",
            "issn": "8",
            "pages": "785--793",
            "other_ids": {
                "DOI": [
                    "10.1007/s10654-020-00675-8"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 vaccine hesitancy in the UK: the Oxford coronavirus explanations, attitudes, and narratives survey (Oceans) II",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Loe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chadwick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vaccari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Waite",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rosebrock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Psychol Med",
            "volume": "2020",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Myths and conspiracy theories on vaccines and COVID-19: Potential effect on global vaccine refusals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tahir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Harapan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Vacunas",
            "volume": "22",
            "issn": "2",
            "pages": "93--100",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vacun.2021.01.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "First Case of Corona virus confirmed in Nigeria 2020",
            "authors": [
                {
                    "first": "Nigeria",
                    "middle": [],
                    "last": "Centre For Disease",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Control",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nigeria Centre for Disease Control. COVID-19 NIGERIA. NCDC Coronavirus COVID-19 Microsite 2021",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Preparing for a COVID-19 resurgence in the WHO African region",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Impouma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mboussou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kasolo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yoti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Moeti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)32725-2"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What Led to the Nigerian Boycott of the Polio Vaccination Campaign?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0040073"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diplomacy and the polio immunization boycott in Northern Nigeria",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Aff",
            "volume": "28",
            "issn": "4",
            "pages": "1091--101",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.28.4.1091"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Listening to the rumours: what the northern Nigeria polio vaccine boycott can tell us ten years on",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ghinai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willott",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dadari",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Glob Public Health",
            "volume": "8",
            "issn": "10",
            "pages": "1138--50",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2013.859720"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lay media reporting of monkeypox in Nigeria",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Oyebanji",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ofonagoro",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akande",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nsofor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ukenedo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Mohammed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Heal",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2019-002019"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Determinants of COVID-19 vaccine rollouts and their effects on health outcomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furceri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kothari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ostry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tawk",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 vaccine acceptance and hesitancy in low-and middle-income countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Solís Arce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Meriggi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scacco",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mcmurry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voors",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "8",
            "pages": "1385--94",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01454-y"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Speech by Dr Faisal Shuaib, Executive Director Of National Primary Health Care Development Agency at the National flag-off of phase 2 Covid-19 vaccination in Nigeria",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Understanding the infodemic and misinformation in the fight against COVID-19 | DIGITAL TRANSFORMATION TOOLKIT",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Belief in conspiracy theories: The influence of uncertainty and perceived morality",
            "authors": [
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Van Prooijen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Jostmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Soc Psychol",
            "volume": "43",
            "issn": "1",
            "pages": "109--124",
            "other_ids": {
                "DOI": [
                    "10.1002/ejsp.1922"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Data for action: achieving high uptake of COVID-19 vaccines | Interim Guidance",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "Cameron",
                    "middle": [
                        "E"
                    ],
                    "last": "Rashid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Redwood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Res Methodol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-13-117"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19 pandemic: questioning conspiracy theories, beliefs or claims that have potential negative impact on public health interventions and proposal for integrated communication and information dissemination strategies (ICIDS)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nyika",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Nyika",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Nyika",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Nyika",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyika",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Dev Commun Stud",
            "volume": "8",
            "issn": "",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.4314/jdcs.v8i1.1"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Medical disinformation and the unviable nature of COVID-19 conspiracy theories",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Grimes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Serra",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS ONE",
            "volume": "16",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0245900"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infodemic\" in a pandemic: COVID-19 conspiracy theories in an African country",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Olatunji",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ayandele",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ashirudeen",
                    "suffix": ""
                },
                {
                    "first": "Olaniru",
                    "middle": [],
                    "last": "Oluwatosins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc Heal Behav",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/SHB.SHB_43_20"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "How denial and conspiracy theories fuel coronavirus crisis in Pakistan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aasim",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Why do people believe COVID-19 conspiracy theories?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Uscinski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Klofstad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Seelig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Funchion",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harvard Kennedy Sch Misinformation Rev",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.37016/mr-2020-015"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A bioweapon or a hoax? The link between distinct conspiracy beliefs about the coronavirus disease (COVID-19) outbreak and pandemic behavior",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Imhoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lamberty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc Psychol Personal Sci",
            "volume": "11",
            "issn": "8",
            "pages": "1110--1118",
            "other_ids": {
                "DOI": [
                    "10.1177/1948550620934692"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Fake news, hiding data and profits: how COVID-19 spun out of control in Brazil",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "When it is available, will we take it? Social media users' perception of hypothetical COVID-19 vaccine in Nigeria",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Adebisi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Alaran",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Bolarinwa",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Akande-Sholabi",
                    "suffix": ""
                },
                {
                    "first": "Iii",
                    "middle": [],
                    "last": "Lucero-Prisno",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Pan Afr Med J",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.11604/pamj.2021.38.230.27325"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19 Poll Result",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Noi Polls",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pastor Chris Oyakhilome has made history",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adelakun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "On social media, vaccine misinformation mixes with extreme faith",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dwoskin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Vaccine indicator and reminder band to improve demand for vaccination in Northern Nigeria: A qualitative evaluation of implementation outcomes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Obi-Jeff",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Rakhshani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Bello-Malabu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nwangwu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nwaononiwu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Eboreime",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vaccine",
            "volume": "38",
            "issn": "",
            "pages": "4191--4200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2020.04.025"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The impact of control strategies and behavioural changes on the elimination of Ebola from Lofa County",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ciglenecki",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gignoux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philos Trans R Soc B Biol Sci",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rstb.2016.0302"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Achieving polio eradication: a review of health communication evidence and lessons learned in India and Pakistan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Obregón",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chitnis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morry",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galway",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bull World Health Org",
            "volume": "87",
            "issn": "8",
            "pages": "624--654",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Coronavirus: Bill Gates ''Microchip\" conspiracy theory and other vaccine claims fact-checked",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carmichael",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19 myths, conspiracies: Another unfortunate aspect of pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Efendioglu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dly Sabah",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Dispelling COVID Vaccine Myths in Africa -Africa Center for Strategic Studies",
            "authors": [],
            "year": 2021,
            "venue": "Africa Center for Strategic Studies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Correcting misinformation by health organizations during measles outbreaks: A controlled experiment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gesser-Edelsburg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Diamant",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hijazi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Mesch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Angelillo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS ONE",
            "volume": "13",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0209505"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What drives belief in vaccination conspiracy theories in Germany?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pfleger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Herbig",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wagoner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lorenz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watzlawik",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front Commun",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fcomm.2021.678335"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "OECD. Enhancing public trust in COVID-19 vaccination: the role of governments 2021",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Types, sources, and claims of COVID-19 misinformation | Reuters Institute for the Study of Journalism",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brennen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Beliefs in conspiracy theories and misinformation about COVID-19: comparative perspectives on the role of anxiety, depression and exposure to and trust in information sources",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Coninck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frissen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haenens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lits",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Champagne-Poirier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.646394"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Resilience to online disinformation: a framework for cross-national comparative research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Humprecht",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Aelst",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Press",
            "volume": "25",
            "issn": "",
            "pages": "493--516",
            "other_ids": {
                "DOI": [
                    "10.1177/1940161219900126"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Perceived vulnerability to disease and attitudes towards public health measures: COVID-19 in Flanders",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Coninck",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haenens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Personality Individ Differ",
            "volume": "166",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.paid.2020.110220"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Fake news detection on social media",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sliva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACM SIGKDD Explor Newsl",
            "volume": "19",
            "issn": "1",
            "pages": "22--36",
            "other_ids": {
                "DOI": [
                    "10.1145/3137597.3137600"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The spread of true and false news online",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vosoughi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aral",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "1146--51",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aap9559"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Center for International Governance Innocation. CIGI-Ipsos Global Survey on Internet Security and Trust",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Acceptance of COVID-19 vaccination at different hypothetical efficacy and safety levels in ten countries in Asia, Africa, and South America",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Rosiello",
                    "suffix": ""
                },
                {
                    "first": "Led",
                    "middle": [],
                    "last": "Ferreto",
                    "suffix": ""
                },
                {
                    "first": "Jto",
                    "middle": [],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "Jet",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Enitan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Yomi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Narra J",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Responding to a pandemic through social and behavior change communication: Nigeria's experience",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Ochu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Akande",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kaduru",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Akomolafe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Egwuenu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Heal Secur",
            "volume": "19",
            "issn": "2",
            "pages": "223--231",
            "other_ids": {
                "DOI": [
                    "10.1089/hs.2020.0151"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Vaccine xxx (xxxx) xxx",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wonodi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Obi-Jeff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Adewumi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Conspiracy theories and misinformation about COVID-19 and the vaccines in Nigeria.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "'The belief of Igbo is different. The Igbo people do not believe whatever [the President] says\". -Religious leader (FGD) ''Basically, those that do not trust anything Western are the hardcore Muslims, not the regular Muslims but hardcore Muslims. Then those that do not believe the government tends to be the Igbo speaking part of our country\". -Program manager (KII)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Socio-demographic characteristics of participants.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We acknowledge Dr. Emmanuel Abanida for his contributions and Ms. Kelly Whalen's invaluable administrative support to the project. We recognize our six implementing partners who provided coordination support for their respective states' data collection activities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.vaccine.2022.02.005.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary material"
        }
    ]
}