{
    "paper_id": "60f92884a0335bf57f27440436010ec290fcd490",
    "metadata": {
        "title": "Phenomenology of human collective consciousness confronting COVID-19: The trace of the pandemic in the humane mind",
        "authors": [
            {
                "first": "Alireza",
                "middle": [],
                "last": "Farnam",
                "suffix": "",
                "affiliation": {},
                "email": "alirezafarnam@yahoo.com"
            },
            {
                "first": "I",
                "middle": [
                    "D"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "No nation is protected against the damages of COVID-19 and this disease seems to be changing the global collective consciousness, taking humans to the deepest conflict of \"to be or not to be\" -a \"life or death\" situation! The characteristic feature of the upcoming years in the expanded global collective consciousness seems to be \"existential anxiety\", and human beings from various societies will deal with the existential issues more explicitly. Coping with existential anxiety could not be acquired merely by mental knowledge alone, and this ability must be acquired by going through mental growth and transcendence and find the ability to help people flourish themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Author's Biosketch Alireza Farnam is a Professor of Psychiatry at Tabriz University of Medical Sciences, with main expertise in Personology, Psychanalysis, Neurosciences and Clinical psychiatry research. He is the founder of the Selfawareness Research Committee of the University, the Head of the Working Group of Psychology and Psychiatry development according to the national culture and has been a member of the working group for the revision of the personality disorder section of ICD-11 (WHO). His recent researches fo cus on neuro-psychiatry, neurophilosophy and self-awareness. C oronavirus disease 2019 (COVID-19) is a fatal disease, affecting the whole world by the wellknown pandemic. There is no nation, with any level of economy and development, anywhere in the world, which is protected against the damages of this disease. 1 COVID-19 seems to be changing the collective conscious and the universal spirit of nations, taking humans to the deepest conflict of \"to be or not to be\" -a \"life or death\" matter! In recent decades, dramatic advances in human knowledge have created a sense of security, particularly among developed nations, inducing the illusion that adherence to health protocols makes humans somewhat invulnerable, and death has been deduced to as much as a mere medical error. But the COVID-19 pandemic demonstrates that death and non-being are close to all of us, much more than what we think. The COVID-19 pandemic, on the other hand, occurred at a time when the Internet and cyberspace were widespread at their most. The most important development in the field of communications could be attributed to the Internet, deeply protracting the connection of human beings beyond geographical borders and causing Collective Consciousness to spread from the level of nations to the global state. 2 Therefore, communications around the world, regardless of geographical boundaries, were so developed that it might be possible to talk about the \"Global Collective Consciousness\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The \"Collective Consciousness\" has been introduced by the famous French sociologist, Emile Durkheim, a concept encompassing a set of common beliefs, views, attitudes, and knowledge as the common denominator of society. 3 This Collective Consciousness indeed creates a sense of belonging and identity in human beings and shapes our behaviors. The Global Collective Consciousness was deeply involved in the COVID-19 crisis, particularly with the issue of life and death, creating a sense of vulnerability, and thereby connecting all human beings, and due to the need for social distancing, has increased involvement of human beings with the Internet, spreading the Collective Consciousness beyond geographical boundaries in this regard as well.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "According to Robert Cloninger, 4 awareness of being is the fundamental stage of human self-awareness, indicating that we exist, continuing during the time. Attempts to sustain and survive are the core struggle of all creatures, and in this, human beings have something in common with other living creatures. In humans, selfawareness is achieved in the form of \"being aware\". Since being and continuity can occur at both the individual and generational levels, being at this level can put humans in a struggle to perpetuate both individually and generationwise, and hence sexuality comes in order. Therefore, it can be predicted that people's views of life and sexual issues will change significantly, though changes can be extreme on both sides of the conflict, as excessive sexual behavior versus deep withdrawals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If the global collective consciousness is increasingly involved with the issue of life and death, what could we expect in the human mind in the near future?"
        },
        {
            "text": "The concept of death and non-being is over-viewed here, according to the philosophical points of Martin Heidegger, 5 who focuses on the contemplative being, called Dasein by Heidegger, defined as \"a being for whom being is a question\". He believes that immediately after the emergence of an awareness of being and existence, awareness of the inevitable non-existence occurs. The consequence of this awareness of non-existence is \"existential anxiety.\" Existential anxiety is the deepest anxiety type of human-caused by the perception of the instability of life and existence. Due to the powerful influences of the COVID-19 pandemic, it is anticipated that existential anxiety in humans will turn out to be a powerful motivating factor in the upcoming years, forcing humans to make fundamental changes in their lives, probably playing deeper roles in shaping humane behavior for the next three decades, as long as a generational change. Thereby it comes up as outstandingly important that human beings need meaning to alleviate existential anxiety. Thus, it could be claimed that in response to the existential anxiety, arisen by the COVID-19 pandemic, there may be an increase in the tendency towards seeking meaning and spirituality, as well as intoxicating pleasures such as extreme eroticism and instant gratification! Seeking pleasure or spirituality might be as following science and knowledge or tend to buildup wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If the global collective consciousness is increasingly involved with the issue of life and death, what could we expect in the human mind in the near future?"
        },
        {
            "text": "In the near future, psychiatrists and psychologists will frequently visit patients with existential anxiety, as their main challenge, occasionally confused by pathological anxiety. The critical question is that, how does existential anxiety manifest itself clinically? The most delicate formulation in this field has been provided by \"Paul Tillich\". 6 He has categorized existential anxiety into three anxieties: \"fate and death\", \"sin and condemnation\", and ultimately \"emptiness and meaninglessness\". It seems that it is necessary for psychiatrists and psychologists, and for all contemplative individuals considering reflections in mind, to specify these three items so as not to be confused with \"pathological anxiety\".",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 351,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "If the global collective consciousness is increasingly involved with the issue of life and death, what could we expect in the human mind in the near future?"
        },
        {
            "text": "The anxiety of fate and death \"Fear of death and loss\" is at the heart of existential anxiety. Fate is defined as a set of forces that control our lives but we have no control over them. Helping ourselves and others deal with the weakness and inability of human beings to deal with death and destiny requires skills that must be master, and this mastery requires a naked confrontation with these humane concepts, thinking more about death and destiny and immersing oneself in.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If the global collective consciousness is increasingly involved with the issue of life and death, what could we expect in the human mind in the near future?"
        },
        {
            "text": "According to Tillich, humans, with a self-fulfilling nature, expect themselves to go through mental growth and prosperity, otherwise, they would feel guilty and will condemn themselves. We need to become more familiar with the concepts of mental growth and find the ability to help us and others flourish ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The anxiety of guilt and condemnation"
        },
        {
            "text": "Lack of value and meaning in life can lead to emptiness, which is actually a type of non-existence. This is the duty of contemplative humans to guide themselves and others to find values and meanings from the deepest sources of their being so that they can acquire the ability to work creatively and productively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The anxiety of emptiness and meaninglessness"
        },
        {
            "text": "Then, what will go on in the biological field of mind? Existential anxiety, while a type of anxiety is associated with the trait of \"Harm avoidance\" an element of the Temperament section of personality (the biogenetic section). According to Robert Cloninger, \"Harm avoidance\" is associated with neurotransmitter-based systems of serotonin and GABA. Therefore, with the appearance of existential anxiety, the task of pharmacological modulation of these two systems will find an outstanding role in psychiatric practice. This important particularly because many clients with existential anxiety might not be able to transcend beyond this anxiety, and consequently fall into the typical pathologic anxiety, or at least into tensions exceeding the optimal point, with increasing needs to \"emotional sobriety\", to adjust to circumstances despite tensions, and to promote mental health properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The anxiety of emptiness and meaninglessness"
        },
        {
            "text": "Overall, future contemplative individuals need to rely more on their mental as well as existential and transcendental foundations, to acquire the ability to cope with existential anxiety more profoundly. However, this could not be acquired merely by mental knowledge alone and working on themselves is essential. This ought to be considered in changes of educational systems as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The anxiety of emptiness and meaninglessness"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding sources"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mental health and the Covid-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pfefferbaum",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "North",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "",
            "pages": "510--512",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp2008017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Creating Internet Intelligence: Wild Computing, Distributed Digital Consciousness, and the Emerging Global Brain",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goertzel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Emile Durkheim and the Collective Consciousness of Society: A",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Study in Criminology",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feeling Good: The Science of Well-being",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Cloninger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Heidegger's existential analytic and psychiatry",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brencio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Folia Med (Plovdiv)",
            "volume": "56",
            "issn": "",
            "pages": "297--304",
            "other_ids": {
                "DOI": [
                    "10.1515/folmed-2015-0011"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Paul Tillich's theory of existential anxiety: A preliminary conceptual and empirical examination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Weems",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dehon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Berman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anxiety Stress Coping",
            "volume": "17",
            "issn": "",
            "pages": "383--399",
            "other_ids": {
                "DOI": [
                    "10.1080/10615800412331318616"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "BioImpacts, 2021, 11(3), 165-167 167Ethical statement Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collective consciousness confronting COVID-19"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}