{
    "paper_id": "62672883c381b8ebed747cf80131bf270f239680",
    "metadata": {
        "title": "Modelling palliative and end-of-life resource requirements during COVID-19: implications for quality care",
        "authors": [
            {
                "first": "Daniel",
                "middle": [],
                "last": "Chalk",
                "suffix": "",
                "affiliation": {},
                "email": "d.chalk@exeter.ac.uk"
            },
            {
                "first": "Sara",
                "middle": [],
                "last": "Robbins",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rohan",
                "middle": [],
                "last": "Kandasamy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Rush",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ajay",
                "middle": [],
                "last": "Aggarwal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Sullivan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Chamberlain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives The WHO estimates that the COVID-19 pandemic has led to more than 1.3 million deaths (1 377 395) globally (as of November 2020). This surge in death necessitates identification of resource needs and relies on modelling resource and understanding anticipated surges in demand. Our aim was to develop a generic computer model that could estimate resources required for end-oflife (EoL) care delivery during the pandemic. Setting A discrete event simulation model was developed and used to estimate resourcing needs for a geographical area in the South West of England. While our analysis focused on the UK setting, the model is flexible to changes in demand and setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Participants We used the model to estimate resourcing needs for a population of around 1 million people. Primary and secondary outcome measures The model predicts the per-day 'staff' and 'stuff' resourcing required to meet a given level of incoming EoL care activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "An estimated 1 377 395 people died between the 30 January 2020, when the WHO Director General declared COVID-19 a Public Health Emergency of International Concern and 22 November 2020 at the publication of their latest report. 1 Increasingly, excess mortality is being used to describe the impact of COVID-19, comparing current mortality, with deaths at the same period in previous years, indicating deaths that are likely related to COVID-19 but that have not been directly attributed to it due, primarily, to differences in testing. Excess mortality also includes deaths due indirectly to COVID-19, resulting from disruptions to health services and health seeking because of the pandemic. Excess mortality in the USA from 1 February 2020 to 25 May estimates between 84 891 and 113 139 all-cause excess deaths. 2 Cumulative excess mortality in the UK is estimated to be around 48 823 (31 January to week ending 15 May). 3 In the peak week of COVID-19 deaths in April in the UK, there was a 113% higher excess mortality compared with the same period in the previous 5 years. 4 This surge in death rates is substantial and represents an extensive personal and societal cost, as well as a significant increased burden on end-of-life (EoL) care resource. It is essential that those dying from COVID-19, as with all illnesses, receive high-quality relief of suffering, which is mandated by the human right to health and a recognised component of essential universal health coverage. 5 Without access to the essential palliative care package, countries will not meet the sustainable development goals, and inequity of access to quality EoL care is likely to increase. 5 6 In COVID-19, where predominant physical symptoms at the EoL include delirium and respiratory distress, 7 palliative care has a key role in administration of anticipatory medicines. Anticipatory medication may include Open access midazolam for agitation, morphine or equivalent opioid for breathlessness or pain, among others. Palliative and EoL care are critical in the pandemic context to support the psychological and spiritual needs of patients, their loved ones and health professionals particularly in the context of social isolation due to the virus. EoL care, defined in this paper as the last days of life, differs by culture, country and by setting (home, hospital, hospice and care home). Lower income countries frequently rely more on informal care networks of family and friends who in some care settings are supported by health professionals with an interest in palliative and EoL care and may not be able to access essential palliative medicines. 5 Highincome countries rely on a specialist and generalist model of delivery of palliative care. In the UK, generalist palliative care, provided by general practitioners (GPs) and community nurses (also known as district nurses) working in peoples' residences and care homes support EoL care for the majority of the population. 8 Specialist palliative care provision varies across the UK but includes hospice services, hospital palliative care teams and community palliative care. The critical resource components of EoL care in any setting include multidisciplinary EoL expertise (for instance physiotherapy, occupational therapy, doctors, nurses, healthcare assistants, spiritual care, social work support and psychologists), as well as availability and access to anticipatory medication and the delivery systems of those medication (eg, commonly syringe pumps in a UK setting). Despite increasing recognition of the importance of palliative care during the pandemic, [9] [10] [11] identifying the essential resource to continue the high-quality, equitable delivery of such care has been overlooked in many national responses. Mathematical modelling allows estimation of required resource in the face of changing demand. It is common in infectious disease and acknowledged for its utility in planning and coordination for predicted surges in demand for healthcare resource, changing epidemiology of the disease and social responses to it. The model presented here was conceived to predict local EoL resource demand for the anticipated waves of COVID-19 death. It was developed in collaboration with clinicians, local health service funders (known as commissioners in the UK) and health providers and based on representative UK health data for a population of 968 314 in the South West of England. 12 It predicts key EoL care resources needed for a given level of incoming activity (dying) and duration of EoL care, adaptable to different geographical regions within the UK or other countries, and flexible, allowing users to include newly emerging evidence about COVID-19. The model is free and open source and has been made publicly available.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 228,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 813,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 921,
                    "end": 922,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1479,
                    "end": 1480,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1663,
                    "end": 1666,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 1770,
                    "end": 1771,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2628,
                    "end": 2629,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2956,
                    "end": 2957,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3598,
                    "end": 3601,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3602,
                    "end": 3606,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3607,
                    "end": 3611,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4427,
                    "end": 4429,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A palliative care pandemic response requires proactive planning around four elements: 'staff, stuff, space and systems'. 13 Delivering this palliative pandemic framework requires essential estimation of demand for EoL resources in each of these elements; this can be facilitated by EoL resource modelling and is necessary to facilitate equitable access to the high-quality relief of suffering essential in a pandemic. This study aimed to estimate the 'stuff', such as essential medication to treat common symptoms of breathlessness and the equipment to deliver those medications, as well as the 'staff', including district nurse and specialist palliative care input required to support quality care for the growing number of deaths in the community during the COVID-19 pandemic in the South West region of England.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A conceptual model was designed in collaboration with practising clinicians, modelling experts and local health service funders and providers, including links with the clinical cabinet who represent local senior leaders in clinical decision making. An iterative approach with two local palliative care doctors, email correspondence with a local lead district nurse (one) and the former lead of EoL care commissioning and current lead of the publicly funded National Health Service (NHS) and social care services (Sirona). Further stakeholder engagement was challenging during the peak of the pandemic. This collaborative effort aimed to estimate essential EoL care resource need (approximated in 'bundles' of EoL resource) in the different settings in which it is delivered. Staff and stuff estimates were made based on the collaborative approach. Since space was not a limiting factor for the community care being delivered (at home), this was not specifically described in the model. However, the model is flexible to location, and therefore, future analysis with the model can include this feature. The systems identified as a key focus of palliative pandemic planning include care pathways to triage patients and escalate care for uncontrolled symptoms. We had insufficient data to make assumptions to include this approach in the model. The staff and stuff information was then used to develop a discrete event simulation model. Discrete event simulations are types of model that simulate entities flowing between discrete, sequential events and the resource utilisation needed to meet incoming levels of activity. 14 Probability distributions are used to emulate the real-world variability observed in arrival and process times. The model, using the Pythonbased SimPy 15 framework, is available here: https:// colab. research. google. com/ drive/ 1K0-xsqG_ uIpo Whw8 6tjO UM55 OcFfhq_ 2. Figure 1 shows an overview of the basic model structure. Patients enter the model at the point they need EoL care at home, in a care home or in hospital. The time between patients arriving into the model in each setting is randomly selected from an exponential probability distribution and can be set to increase or decrease over time to account for growth or decline in activity. An exponential distribution is commonly used to model time between independent events occurring, such as the arrival of people into a system. The model allows for the capture of non-COVID-19 patients, but we only simulated COVID-19 patient activity to predict excess resource need. We excluded two resources from our analysis: hospital nurse time (which is already incorporated in hospital planning) and GP time (as we were unable to quantify excess GP time for EoL care as a result of COVID-19). Both are included in the model should others wish to specifically include them in their analyses. The important spiritual and psychosocial contributions (social workers and chaplains) of the palliative care multidisciplinary team were not included in the model due to limited or absent data for modelling.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1894,
                    "end": 1902,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Patients are allocated a 'bundle' of EoL care resources, each of which has a probability of being selected, and a duration for their EoL care, sampled from an exponential distribution. There are seven types of resource in the model: anticipatory medicine bundles, syringe pumps, community nurse time, hospital nurse time, healthcare assistant time for personal care, specialist palliative care time (eg, local hospice support) and GP time. The amount and/or frequency of each of these resources varies according to the level of need of patients, with three levels of need for patients in home and care home settings, and just a single level of need modelled for hospital patients, representing the most complex needs in terms of the resources we capture in the model. Anticipatory medicine bundles may include a combination of midazolam, morphine sulphate and an antiemetic, but these have deliberately not been specified since the bundle may vary per region and the significance is that the drugs are generally prescribed together for EoL care, and therefore, they have been treated as a bundle. Staff resources are specified in terms of the number of 'visits' (physical or virtual) per day, the length of visits and the resources needed per visit. Visit lengths are sampled randomly for each patient from a normal distribution, in which most values are assumed to be close to the mean. The necessary resources needed over time are recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "The simulation can be run for a chosen length of time and for a chosen number of runs. This is important when there is randomness in the model to ensure that results are not solely based on runs of 'good' or 'bad' luck in random number selection. The model calculates results over runs to maximise accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "To model the EoL care resource needs for Bristol, North Somerset and South Gloucestershire, we derived parameter values from a variety of local and national sources. Office for National Statistics data 16 indicates that, from 31 March 2020 to 3 April 2020, the total COVID-19 deaths recorded was 35, with 29 recorded in hospital. Government statistics 17 report 130 new cases in the locality over the same 4 days. Therefore, we estimate the percentage of patients requiring EoL care in hospital is 22.3% (29/130). While this is not by any means a precise estimate, not least due to the lag between new cases and deaths, it does provide us with an approximation sufficient for modelling, particularly given the relative 'stability' in cases and deaths around the 'peak' we're modelling.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 352,
                    "end": 354,
                    "text": "17",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Data from Scotland 18 indicate 24.6% of COVID-19 deaths take place in care homes and 13.3% at home. If we are estimating 29 cases per day needing hospitalised EoL care, and this represents 62% of EoL cases (100%-24.6% in care homes and 13.3% at home), then this means that, for our locality, we would estimate a total of 46.8 new EoL cases per day across all settings, with 11.5 per day in care homes and 6.2 per day at home. Assuming that 22.3% of cases require EoL care, then we would estimate 6.47 new EoL care cases per day in hospital, 2.56 per day in care homes and 1.38 per day at home. This translates to mean times between arrivals of new patients in the model of 223 min for hospital cases, 563 min for care home cases and 1043 min for cases at home. We modelled a stable mean rate of activity based on the 'peak' levels of activity observed at the time of writing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "A study of 101 patients with COVID-19 in London found that patients spent an average of 2 days under the palliative care team. 7 The local palliative care team estimated the community EoL care duration to be similar, at around 2 days for those in care homes and 3 days for those at home. Table 1 shows an overview of the bundles of resource used in the model that were categorised first on the basis of the setting: (1) home, (2) care home (residential or nursing) and (3) hospital. For the 'home' and 'care home' settings, these bundles were further categorised according to three levels of need (high, medium and low) for palliative care support. For patients with COVID-19 receiving EoL care at home, it was estimated that around 25% of patients would need the highest level of care due to the complexity of their needs or limited functional status. They would typically receive two 1-hour district nurse contacts per day, and we assume a SD of 15 min around each contact time. Two care assistants visiting for 40 min (SD 5 min) four times per day are needed for personal care, as well as one care assistant on a 12-hour 'night sit' every other day. Around 1 hour of specialist palliative care per day would be needed, along with a bundle of anticipatory medicines and a syringe pump to administer medicines.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "text": "7",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 295,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "METHODS"
        },
        {
            "text": "Around 5% of patients at home have very low-level needs or do not want regular input. For these patients, anticipatory medicine bundles would still be provided, and a minimal level of district nurse contact, estimated at around 30 min every other day (SD 5 min). The remaining 70% at home would receive one 30 min district nurse contact per day (SD 5 min). Three 30 min (SD 5 min) care assistant visits per day, and a bundle of anticipatory medicines would be provided. Around half of the patients in this cohort require a syringe pump. Specialist palliative care support was estimated at around 1 hour (SD 15 min) every other day. Travel time was excluded from visit duration for estimates of community nurses, care assistants and specialist palliative care support, as travel times can vary widely and travel time is already considered as part of community care planning. 19 For patients in care homes, those in residential homes would typically require the highest level of EoL care resource because of the lack of internal nursing support. Therefore, we used our three bundles of highlevel, medium-level and low-level resource for care home patients to represent those in residential homes needing external support, those in nursing homes needing Open access external support and those in either nursing or residential homes who have very low level needs, respectively. In addition, we would expect to see more patients needing EoL care in nursing homes due to the complexity of their care needs. A non-weighted mean calculation from 2011 Census data shows an approximate 50/50 split between nursing and residential home residency in the locality. 20 A prior study reported 41 969 annual deaths in nursing homes, compared with 32 138 deaths in residential homes. 21 This represents a 31% higher death rate in nursing homes, assuming population levels are the same. The Clinical Commissioning Group (CCG) estimated around 40% of care home residents require non-trivial external EoL care support. If the nursing home cohort is 31% larger, we estimate that 17.3% of patients fit into the 'residential home -external support required' bundle and 22.7% into the 'nursing home -external support required' bundle. For those in a residential home needing external support, two 1-hour district nurse contacts and 1-hour specialist palliative care support (15 min SD) would be required per day. These patients would also be supplied with a bundle of anticipatory medicines and a syringe pump. Patients in a nursing home would only need district nurse support to answer short ad hoc queries over the phone, so we exclude them from this bundle. Patients with low level needs would only require a bundle of anticipatory medicines, and minimal district nurse contact, estimated at around 30 min (SD of 5 min) every other day.",
            "cite_spans": [
                {
                    "start": 874,
                    "end": 876,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1767,
                    "end": 1769,
                    "text": "21",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Patients receiving EoL care in hospital would receive their nursing and personal care support via the hospital staff, and so the only external resources required would be syringe pumps and bundles of anticipatory medicines. We ran the model for a simulated 28 days in each model run. The model was allowed to 'warm up' for 5 days of simulated time, because the model starts with no patients in the system, which is not a realistic representation. Therefore, we allow the model to run for a 5-day period before we start collecting results to ensure we are not underestimating needs at the start of a model run. The model was run 100 times, and average results were taken across the batch of runs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "No patient involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "The model predicts that up to 28 hours of additional district nurse time (mean of 11.97 hours, 0.18 hours SE) will be required per day because of out-of-hospital COVID-19 deaths. Ninety-five per cent of days are predicted to need no more than 19 hours of additional district nurse time and 5% of days would need less than 5.7 hours. Up to 33 hours of care assistant time would be required per day (mean 9.17 hours, 0.23 hours SE), with 95% of days needing no more than 19 hours but only 5% days needing less than 2 hours. In addition, up to 30 hours of additional care from night sits per 24-hour period may be required (mean of 5.74 hours per day, 0.22 hours SE), with 95% of 24 hour periods requiring no more than 17 hours and around 26% of nights needing no night sit resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff"
        },
        {
            "text": "Specialist palliative care demand is predicted to increase up to 19 hours per day (mean of 9.32 hours per day, 0.12 hours SE). Ninety-five per cent of days are predicted to need no more than 14 hours, but only 5% of days would need less than 5 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staff"
        },
        {
            "text": "Physical resource demand will increase by an additional 286 anticipatory medicine bundles or 'just in case' prescriptions per month because of demand for EoL care for patients with COVID-19 both in the community and in hospital. This represents an average additional 10.21 bundles (0.06 SE) of anticipatory medication per day, with a predicted minimum and maximum of 2 and 23 bundles per day, respectively. Ninety-five per cent of days are predicted to need no more than 16 bundles, but only 5% of days would need less than five bundles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stuff"
        },
        {
            "text": "For syringe pumps, an average additional 9.35 pumps (0.11 SE) would be needed to be in use per day, with a predicted minimum and maximum of 1 and 20 pumps in use per day, respectively. Ninety-five per cent of days are predicted to need no more than 15 pumps in use, but only 5% of days would need less than five pumps in use. Figures 2 and 3 show the model's predicted mean resource usage per day for each of 28 days in the model for 'staff' and 'stuff' resources, respectively, averaged across the 100 runs in the trial. Error bars show SEs of the mean across the runs in the trial. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 341,
                    "text": "Figures 2 and 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Stuff"
        },
        {
            "text": "An increase in community nurse, care assistant, specialist palliative care time and anticipatory medicine and syringe driver resource is predictable with the rise in deaths due to COVID-19. The significance of this model is in quantifying that rise across a population of nearly 1 million in the UK to demonstrate the importance of planning and preparation for EoL care resource need during a pandemic. With an average of 12 hours extra district nurse time and 9 hours of additional care assistant time per day, care clearly cannot be met with current staffing levels, let alone with anticipated staff absence due to sickness, household isolation, other caring responsibilities and with a rise in non-COVID-19 deaths as has been demonstrated worldwide. 2 4 Based on the model analysis for additional COVID-19 EoL care need, specialist palliative care demand is predicted to increase by around 9 hours per day. This will necessitate different ways of working. Two hundred and eighty-six additional anticipatory medicine bundles or 'just in case' prescriptions predicted to be needed per month due to COVID-19 EoL care, which in the UK context cannot be reused even if they are not used by the named patient, may risk specific drug shortages. Nine additional syringe pumps needing to be in use per day at a cost of around £1742 each or £15 678 in total is also a significant added resource demand for EoL care for patients with COVID-19 in the community. Nine syringe pumps are also only the average in use in a 24-hour period and to ensure demand is met 95% of the time, 15 would be required, at a total cost of £26 130.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 756,
                    "text": "2 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "Comparison with the literature To our knowledge, this is the first published model of EoL resource need during the COVID-19 pandemic worldwide. Understanding demand for resource to relieve serious health-related suffering at the EoL is critical in providing essential solace to patients in knowing they are not abandoned, with care provided up to death and beyond for their families. Palliative care is important to mitigate the moral distress in health professionals who may be in the unenviable position of triaging patients to palliative care support where limited intensive care support may be available. 22 Palliative care is consistently shown to reduce symptom burden at the EoL and improve bereavement outcomes for families. 23 24 Planning for the predicted surge in demand follows the Downar and Seccareccia pandemic plan 13 identifying 'stuff', such as ensuring sufficient anticipatory medication and syringe pumps (and subcutaneous butterflies) availability, and acknowledging the minimum specialist and generalist palliative care staff required to fufill our duty of care, alleviating serious health related suffering. In many countries, like the UK, EoL community data are challenging to obtain because the community setting crosses different health and social care partnerships, as well as third sector charitable organisations. It is hardly surprising, therefore, that the clear increased risk in terms of acquisition and survival from COVID-19 to those who live in care homes was recognised late, and appropriate allocation of resources was hindered in the UK. 25 Community-driven carer injectable drug administration policies, 26 intended to provide symptom relief and access to medication even where there may be staff shortages, is one solution introduced in this locality to address the predicted staff shortages. Rapid generation of national and local guidelines on topics such as advance care planning, communication in COVID-19, EoL symptom care and bereavement support can and have been delivered remotely using digital solutions, demonstrating the largescale collaborative efforts through national and international organisations 27 28 that are possible to upskill other health professionals and mitigate the capacity constraint of specialist palliative care. Anticipating the large increases in demand in anticipatory medication and syringe pumps has also contributed to innovative community solutions, such as altered prescribing behaviour to prevent drug shortages and a greater reliance on butterfly needles to administer subcutaneous injections.",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "text": "22",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 733,
                    "end": 738,
                    "text": "23 24",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 833,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1577,
                    "end": 1579,
                    "text": "25",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1644,
                    "end": 1646,
                    "text": "26",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2155,
                    "end": 2160,
                    "text": "27 28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Main findings"
        },
        {
            "text": "This model is a step change in planning for EoL care during the COVID-19 pandemic and provides detail for the stuff, staff, space and systems pandemic planning approach. It has been made freely available to enable modellers and health service funders to estimate need for EoL resource in different regions, countries and for different rates of disease and resource estimations for usual care. The model also highlights the gaps and opportunities for research in EoL care in the community. The work was undertaken collaboratively with health service funders, providers, clinicians and modellers to base assumptions in the reality of current practice during the pandemic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Some of the limitations of the model assumptions are limitations due to available data, rather than of the model per se. The rate of COVID-19 death in the community setting is based on the latest available figures at the time of the project, and where those for England were absent, the most geographically similar area available, Scotland, was inputted. While all deaths from COVID-19 are a tragedy, it has been postulated that between 5% and 15% of COVID-19 deaths may have occurred in people who would have died of other causes within the year. 29 However, even if this was the case and that all deaths from COVID-19 do not represent additional resource and only 85% extra is required, the increased demand of COVID-19 deaths has occurred acutely, rather than spread out over the longer time period of a year, and therefore the supply constraint is still very problematic. The model does not take into account excess mortality, which has not been attributed directly to COVID-19. In other words, those deaths that have erroneously not been identified as COVID-19 due to absent testing, or deaths that have taken place because usual care has been disrupted leading to delayed healthcare presentation or interrupted local management of illness. When comparing the observed deaths in the UK for March and April with the expected number of deaths for the same period, based on the average deaths usually occurring in that time (over a 5-year period), it is clear that deaths due to COVID-19 are significantly increased, but deaths that are not being directly attributed to COVID-19 have also risen significantly. 3 While many of the non-COVID-19 deaths may in reality be unconfirmed COVID-19 deaths, the flexibility of the model will allow more accurate resource estimations to provide for palliative and EoL care to be made with improved data over time, and this will become the focus of further work.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "text": "29",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "While we would have liked to have included the resource requirement for EoL care in the community for non-COVID-19 deaths and to compare current observed practice with expected practice based on historic evaluation, the resource data were too limited, and in the first instance, we have focused on the deaths from COVID-19. Similarly, inclusion of GP time is felt to be of high importance, but data on time spent by GPs on EoL care are limited and worthy of further research given the significant role they play in the care of those at the EoL in the community. Hospice inpatient services have also not been included in this analysis (although the model could easily accommodate their inclusion). This is because hospice was treated as a finite resource, which was not affected by the pandemic in that there are limited numbers of inpatient hospice beds. For instance, in our locality, there are 25 inpatient beds, and only one patient has been confirmed to have died with COVID-19 in a hospice setting. Increased community support via redeployment of hospice health professionals to telephone advice lines was accounted for in the analysis as a specialist palliative care resource. Personal protective equipment has not been included in the model. Potential COVID-19 changes to the anticipatory care bundle, such as more carer-administered drugs (eg, lay carer administration of injectable medication or increased prescribing of non-injectable medication to mitigate staffing shortages), were not included in the analysis in order to model the care that most clearly mirrors that which is deemed optimal practice. Further consultation with a Delphi or other consensus building process or field data to ensure the robustness of estimates on staff and stuff would be encouraged to make the model most accurately reflect the setting in which it is applied. Finally, we have not included 'travel time' for community nurses and carers; therefore, in more rural settings, this will change estimates, which the model can accommodate. Models can be retrospectively validated and adapted once data of the impact matures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Our cultural bias towards healthcare heroics risks overlooking the essential contribution of palliative and EoL care to a pandemic. Armed with the structure to outline palliative care pandemic planning, 13 this study allows realistic modelling of the essential ingredients to prepare, plan and deliver a palliative care pandemic response tailored to local work patterns and resource. Without anticipating the resource constraints, equitable care is compromised. This pandemic is a reminder of the vital need for collaborative, flexible working and quality data collection to inform preparation and planning to prevent deaths with physical and psychosocial distress. There is limited evidence on cost-effectiveness of palliative care overall, [30] [31] [32] with research complicated by the heterogeneity of specialist palliative care services in the UK. 33 During the pandemic, we have found no evaluation comparing the financial cost of care for those affected who do and do not receive palliative care, and this is an area that requires greater research and understanding. Emphasising EoL care does not negate the importance of life-saving or even life-sustaining care but acknowledges the moral imperative to provide care for everyone in a pandemic, even where a cure is not possible. The model presented here provides evidence of the predicted resource essential to provide quality palliative care during a pandemic. and analysis reported in the paper. He also led the writing of the paper. CC, RK and SR provided the information about the real world systems to inform the design of the model and provided the data used to parameterise the model, both in terms of sourcing quantitative data and providing expert opinion to parameterise the model where data were missing. They also contributed heavily to the real-world context aspects of the paper. KR provided information and feedback specifically for the community aspects of the model, including the estimation of frequency and content of bundles of care used in the model. AA and RS both provided extensive feedback on the aspects considered by the model, the data used to parameterise the model and the drafts of the manuscript.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 742,
                    "end": 746,
                    "text": "[30]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[31]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[32]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 854,
                    "end": 856,
                    "text": "33",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Funding This work was supported by the National Institute for Health Research Applied Research Collaboration South West Peninsula. Award/grant number is not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        },
        {
            "text": "Disclaimer The views expressed in this publication are those of the author(s) and not necessarily those of the National Institute for Health Research or the Department of Health and Social Care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for practice"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 roundup: office for national statistics",
            "authors": [],
            "year": 2020,
            "venue": "CDC. Excess deaths associated with COVID-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Understanding excess mortality: international comparisons",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Alleviating the access abyss in palliative care and pain relief-an imperative of universal health coverage: the Lancet Commission report",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Knaul",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Krakauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "",
            "pages": "1391--454",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)32513-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Equity in the provision of palliative and end of life care. London school of economics and Marie Curie",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Characteristics, symptom management, and outcomes of 101 patients with COVID-19 referred for hospital palliative care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lovell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maddocks",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Etkind",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pain Symptom Manage",
            "volume": "60",
            "issn": "",
            "pages": "77--81",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpainsymman.2020.04.015"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Generalist plus specialist palliative care--creating a more sustainable model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Quill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Abernethy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1173--1178",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1215620"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role and response of palliative care and hospice services in epidemics and pandemics: a rapid review to inform practice during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Etkind",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lovell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pain Symptom Manage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The key role of palliative care in response to the COVID-19 tsunami of suffering",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Radbruch",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Knaul",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Lima",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1467--1476",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30964-8"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Palliative care and the COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30822-9"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Associated Medical Services Inc. Educational Fellows in Care at the End of L. Palliating a pandemic: \"all patients must be cared for",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Seccareccia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Pain Symptom Manage",
            "volume": "39",
            "issn": "",
            "pages": "291--296",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Discrete-Event simulation: modeling, programming, and analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Discrete-Event-Simulation% 3A-Modeling% 2C-Programming% 2C-Fishman/ 16fe 0ccd 1d6a cfc4 1bae 0def f725",
            "volume": "9096",
            "issn": "",
            "pages": "4--9407",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Discrete event simulation for python Copyright 2002-2020, team SimPy revision 2973dbe7",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Simpy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "peop lepo pula tion andc ommunity/ birt hsde aths andm arriages/ deaths/ adhocs/ 1160 0num bero fpro visi onal week lyde aths invo lvin gcor onav irus covi d19b yloc alau thor itye ngla ndan dwal es2020",
            "authors": [],
            "year": 2020,
            "venue": "ONS. Number of provisional weekly deaths involving coronavirus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19) in the UK",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Uk"
                    ],
                    "last": "Gov",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "NS. Deaths involving coronavirus (COVID-19) in Scotland: week 15",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Available: https:// improvement. nhs. uk/ documents/ 816/ Safe_ staffing_ District_ Nursing_ final. pdf 20 Lg inform: medical and care establishment: other: care home without nursing (percentage of population) in Bristol",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Improvement",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "End-Of-Life care in nursing and care homes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Percival",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nurs Times",
            "volume": "109",
            "issn": "",
            "pages": "20--22",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Triage of scarce critical care resources in COVID-19 an implementation guide for regional allocation: an expert panel report of the task force for mass critical care and the American College of chest physicians",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Maves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Downar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Dichter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Specialist palliative care support is associated with improved pain relief at home during the last 3 months of life in patients with advanced disease: analysis of 5-year data from the national survey of bereaved people (VOICES)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Elmokhallalati",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Woodhouse",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Farragher",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Med",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-019-1287-8"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Specialized palliative care services are associated with improved short-and long-term caregiver outcomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Abernethy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Currow",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Fazekas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Support Care Cancer",
            "volume": "16",
            "issn": "",
            "pages": "585--97",
            "other_ids": {
                "DOI": [
                    "10.1007/s00520-007-0342-8"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Special report: in shielding its hospitals from COVID-19, Britain left many of the weakest exposed. Reuters",
            "authors": [
                {
                    "first": "Grey",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CARer-Administration of as-needed subcutaneous medication for common breakthrough symptoms in home-based dying people in Wales (the CARiAD package",
            "authors": [
                {
                    "first": "Poolman",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CAPC. CAPC COVID-19 response resources",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "EAPC. Coronavirus and the palliative care response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Spiegelhalter says majority of Covid deaths would not have occurred in coming year",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "What is the cost of palliative care in the UK? A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gott",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Support Palliat Care",
            "volume": "8",
            "issn": "",
            "pages": "250--257",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjspcare-2018-001519"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The effectiveness and costeffectiveness of hospital-based specialist palliative care for adults with advanced illness and their caregivers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bajwah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Oluyase",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst Rev",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD012780.pub2"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effectiveness and costeffectiveness of home palliative care services for adults with advanced illness and their caregivers",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gomes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Calanzani",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Curiale",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD007760.pub2"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Establishing key criteria to define and compare models of specialist palliative care: a mixed-methods study using qualitative interviews and Delphi survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Firth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Palliat Med",
            "volume": "33",
            "issn": "",
            "pages": "1114--1138",
            "other_ids": {
                "DOI": [
                    "10.1177/0269216319858237"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Provides a step-change in end-of-life resource planning during a pandemic. ► Model provided free and open source to allow others to use and further develop. ► Model built collaboratively with commissioners, providers and academics. ► Limited data to model general practitioner and non-COVID-19 excess death impact.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Overview of the basic structure of the model. EoL, end of life; GP, general practitioner.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Predicted mean staff hours required per day across the 100 runs of 28 days of the simulation for community nurses, night sits, care assistants (CAs) and specialist palliative care.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Predicted mean anticipatory medicine and syringe pump usage per day across the 100 runs of 28 days of the simulation. Anticipatory medicine numbers represent numbers of new bundles required per day, while syringe pump numbers represent total needed to be in simultaneous use per day.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of the bundles of resource used in the model for each of the three care settings, including their frequencies and the amount of each resource required",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Competing interests None declared.Patient consent for publication Not required.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement All data relevant to the study are included in the article. The model described in this paper is available free and open source from https:// colab. research. google. com/ drive/ 1K0-xsqG_ uIpo Whw8 6tjO UM55 OcFfhq_ 2. No additional data is available.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Daniel Chalk http:// orcid. org/ 0000-0002-4165-4364",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ]
}