{
    "paper_id": "6270fbafc72dbae70fdd387521eadd1995f8583e",
    "metadata": {
        "title": "The Still, Small Voice of Grief",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "Byrne-Martelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Massachu-setts General Hospital",
                    "location": {
                        "addrLine": "55 Fruit Street",
                        "postCode": "02114",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "sbyrne-martelli@mgh.harvard.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "When caring for a grieving patient, professional chaplains may assess the patient's spiritual suffering, address questions of meaning and purpose, and identify sources of comfort, love, and strength. In the setting of a pandemic, with heightened precautions and limited visitation by loved ones, all members of the clinical team are called to utilize compassionate listening and communication skills to address the pervasive isolation and grief of those in their care. This article uses a chaplain's personal narrative to explore the challenges of facilitating grief support with a newly bereaved patient who cannot speak. It presents the Biblical concept of kol d'mama daka, the ''still small voice,'' as an image of the power of silence and revelation that comes when clinicians employ deep listening and compassion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is early in the pandemic. Our team has finished rounding on the newly established palliative care coronavirus disease (COVID) floor. I am the palliative care chaplain, and I am the only spiritual care provider present in the hospital these days. After rounds, a floor nurse pulls me aside and says, ''Could you help our patient? He was in the ICU with COVID for weeks. He's extubated now, and he's doing okay, but still COVID positive. He'll go to rehab eventually.'' I take a breath, thankful for the opportunity to care for someone who has managed to survive this virus. The nurse continues, ''But the thing is, his wife was also in the ICU with COVID, and yesterday she took a turn for the worse. We helped him video chat with her . that is, he just looked at her, and she could not respond. She died yesterday. They were together for 28 years. I speak through the mask to John, then realize that my voice is too quiet. Or is it? I cannot quite tell. I do not want to yell, but I do want him to hear me. The distance between us feels vast. I want to get closer, to be compassionate, to connect. Normally, I would hunker down and hold his hand with a certain ease, not thinking about the length of the visit. I would take a moment to get a chair, so that I may sit at John's level, but there are no chairs in the room. I cannot casually stick my head out into the hall to grab one. What used to be hand in hand is now my glove in John's protective mitt as I stoop over him. He cannot speak. I introduce myself to him; he turns his head and makes eye contact. His eyes contain multitudes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The words of the poet Philip Larkin come to me: ''The first day after a death, the new absence is always the same; we should be careful of each other, we should be kind while there is still time.'' 1 The first day after a death, I tread gently, without trying to fix anything and steering clear of my own agenda. I am guided by a patient's perception of what he or she needs, allowing grief to come through when it feels right. I carefully assess spiritual needs, hopes, and resources, determine a plan of care, and communicate with my team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I always aim for balance: of holding space, allowing tears or laughter, being a listening presence, conveying hope. I listen closely for any hints of underlying spiritual distress or unnamed despairdthe music under the lyrics. I draw on my patients' spiritual resources as a source of comfort. A balance of grief and hope, joyful sorrow. I aim to be careful as Larkin says. I hope to be kind, while there is still time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a chaplain, I often think about the peace that surpasses understanding. 2 I work with patients and families to discern a spiritual peace that transcends the limits of our human questions and limitations. So much is beyond our understanding that I do not dwell on the question of why? I never have. Instead, the question is how? How do we respond and care for each other? How do we put one foot in front of the other, and breathe, and be gentle with one another?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most importantly, how do I facilitate John's grief when he cannot express himself? How does one lament without a voice? In chaplaincy, we talk about taking a pastoral risk, which in this case would be to go ahead and name John's loss. I say, ''John, I know your wife died yesterday. I cannot imagine how hard this is. My heart breaks for you.'' I wait. He blinks. I wait. I wonder if there is still time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I wonder about his mental status. I wonder about his wife, and what it was like to see her face on his phone's screen. I wonder about their marriage and their kids, their home, and what they ate for breakfast the day they ended up on ventilators. I wonder about the vast space between admission to the hospital and waking up to this new reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I give voice to John's loss as best as I can. I reassure him that he is in good hands, he is safe, and that we are caring for him. I am painfully aware of his COVID status and his ventilator as he repeatedly tries to cough, weakly, through the trach. I promise myself that I will set aside time to process my own fear, my unsteady breath, my racing heartdlater. Now is not the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As John is a practicing Christian, I quote a reliable Psalm reflecting the grief I imagine: ''I sink in deep mire, where there is no foothold; I have come into deep waters, and the flood sweeps over me. I am weary with my crying; my throat is parched. My eyes grow dim with waiting for my God.'' 3 The ancient words feel refreshingly honest in this moment. How many people have chanted this lamentation before us? I fear that I will leave John floundering alone in these deep waters at the end of our visit, so I continue to voice the real pain of loss while offering trust in God. I follow a theme throughout the Psalms: ''How long must I bear pain in my soul, and have sorrow in my heart all the day long? I have trusted in your steadfast love.'' 4 A great cloud of witnesses surrounds us. 5 As palliative care clinicians, we are trained to listen deeply to our patients' words and expressions. When we need clarification, we are not afraid to say, ''Tell me more.'' When they present a list of their fears, their hopes, their questions, we say, ''And what else?'' And when there are no words to hear, we listen at the heart level. We name what we know. We give voice to what must be said. Sometimes this voice is quiet. Sometimes it emerges out of a vast silence. It can be as subtle as a nod, as loud as a sob, as small as a sigh.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 793,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I recall how in the first book of Kings, God instructs Elijah to stand on the mountain. God sends a mighty wind, which breaks the rocks in pieces, but God is not in the wind. God sends an earthquake and a fire, but God's voice is not within them. Finally, God speaks to Elijah in a still and small voice. The Hebrew phrase is kol d'mama daka. Literally: the voice of a thin silence. My heart knows the comforting rhythm of these words: kol d'mama daka. I am seeking guidance from God's still, small voice as I hold space for John's grief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "John blinks; he nods in response to my words. Our time together is quiet, with more stillness than movement, more silence than words. The kol d'mama daka exhales wisdom to guide us, despite our imperfect halting words and our unsteady breaths. We carry this voice within us, as it seeks an opening, a moment when the rocks crack and the dust settles after the earthquake and fire. It exhales its wisdom, one peaceful breath in the midst of unspeakable loss. I exhale; I give thanks, while there is still time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Collected Poems. London: Marvell and Faber",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Larkin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The new Oxford annotated bible with apocrypha: New revised standard version",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Coogan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Brettler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Newsom",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ps 13:2,5. 5",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibid",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ibid., Heb",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Three kids, a couple grandkids. I just wondered if you could help him.'' I nod. I will try. This is my first time navigating the full personal protective equipment extravaganza. I replay our required safety training videos in my mind, aware of my quickening heartbeat. I am already wearing scrubs these days, which is a new practice for a chaplain. I put on my new N95, dutifully pressing on the bridge of my nose, straight through to the back of my head for 10 seconds, as I was trained to do. My nose already hurts. Mask, gown, gloves, goggles, and scrub cap. I enter the patient's room as if going into battle. I see John lying in bed with a tracheostomy, wearing protective mitts and a look of quiet despair. My heart races; my goggles fog up. I wonder, Does the fog mean I do not have a seal? Did I do the seal check wrong? Some air has to come out, right? I hold my breath, then release it haltingly. I have a moment of gratitude for my breath. Breathing is supposed to be involuntary, right? I am all too aware of each breath. We are all so aware of breath, these days.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research received no specific funding/grant from any funding agency in the public, commercial, or not-for-profit sectors. The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}