{
    "paper_id": "63de76d226cfcf106d9bb7597950c9c2b61b4740",
    "metadata": {
        "title": "The Readiness, Resilience and Recovery Tool: An Emerging Approach to Enhance Readiness Amidst Disruption",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Kolodny-Goetz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Debra",
                "middle": [
                    "W"
                ],
                "last": "Hamm",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Brittany",
                "middle": [
                    "S"
                ],
                "last": "Cook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Abraham"
                ],
                "last": "Wandersman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Disruptions of varying severity often occur in the course of an organization's work to implement new programs or projects. These disruptions may slow their progress or even derail the work altogether. Resilient organizations must be prepared to respond in a thoughtful and timely way to disruptions. Readiness, Resilience and Recovery is an adaptable readiness assessment tool that organizations can use to proceed with their work with insight about their readiness status and how their readiness has been impacted by a disruption. The resulting information can then be used to guide the development of solutions for recovery and build the organization's overall capacity for resilience. Based on our early experience, the Readiness, Resilience and Recovery approach is emerging as a tool that can be useful when organizations face significant disruptions. We have found it to be adaptable to different types of projects, at various points in the implementation cycle, and with multiple types of disruptions. To demonstrate its use, this illustrative paper provides five examples from different projects and settings: Substance Abuse Treatment Services, Multi-Site Sexual Assault Prevention Initiative, Serve and Connect (a Police-Community Relationships Initiative), Carolina Family Engagement Center (family engagement in schools), and Action for Equity (an equity intervention). Practical uses of the tool and conceptualizing it within important implementation science concepts are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19, a disruption of historical proportions has affected almost every facet of our lives. Readiness, one of the keys to successful implementation, has become a commonly voiced concern as society asks big questions like, \"Are we ready to fully reopen our economy?\" or \"Are we ready to administer the COVID-19 vaccine to millions of people and convince enough people to take it now that one is available?\" and as individuals face smaller, but still important, questions like, \"Am I ready to send my child back to school?\" or \"Am I ready to practice recommended safety precautions on a prolonged basis?\" COVID-19 has not only created a new normal, it has taught us lessons about the importance of readiness when significant disruptions occur and led to the development of the Readiness, Resilience and Recovery (RRR) tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Resilience and Recovery"
        },
        {
            "text": "When major disruptions occur, organizations need strategies to respond and then develop a course of action. This article presents a new approach to readiness assessment; Readiness, Resilience, and Recovery (RRR) is a tool to examine organizational readiness when confronted with a disruption, and to use the information from the assessment to improve resilience. We provide case examples of how the RRR tool can and has been used successfully in a variety of contexts when disruptions occurred in the course of programs and projects being implemented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Resilience and Recovery"
        },
        {
            "text": "Readiness is an established construct in implementation science. In both the implementation science and organizational literatures there is consensus that readiness is a fundamental precursor to successful implementation of an innovation (a new program, policy, practice or process) (Drzensky et al., 2012; Greenhalgh et al., 2004; Hall & Hord, 2010; Weiner, 2009 ). R = MC 2 , or Readiness = Motivation × Innovation-Specific Capacity × General Capacity, is an evidenceinformed heuristic which illustrates that readiness requires being both willing and able to accomplish something (Scaccia et al., 2015) . The Readiness Building System, developed by the Wandersman Center, is a comprehensive process to delineate and improve an organization's readiness to implement innovative programs and practices with quality (Imm et al., 2020; Wandersman & Scaccia, 2018) . Organizational resilience has been defined as the ability of an organization to anticipate, prepare for, respond and adapt to incremental change and sudden disruptions to survive and prosper (Denyer, 2017; Xiao & Cao, 2017) . The RRR tool assesses an organization's readiness and identifies areas impacted by the disruption(s). The assessment results, together with action planning and implementation of the plan, can improve resilience by increasing the organization's motivation and capacity to respond and adapt to change when significant disruptions occur. It provides an adaptive approach to the engagement and assessment phases of the Readiness Building System by incorporating questions related to the impact of the disruption (e.g., . Additionally, the RRR tool is structured to encourage comprehensive understanding of readiness for change and to encourage generative thinking that will yield novel solutions which, if effective, may ultimately lead to recovery from the setbacks brought on by major disruptions. Recovery in this case may be a return to \"normal\" or a chosen and preferred \"new normal.\"",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 306,
                    "text": "(Drzensky et al., 2012;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 307,
                    "end": 331,
                    "text": "Greenhalgh et al., 2004;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 332,
                    "end": 350,
                    "text": "Hall & Hord, 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 351,
                    "end": 363,
                    "text": "Weiner, 2009",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 582,
                    "end": 604,
                    "text": "(Scaccia et al., 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 814,
                    "end": 832,
                    "text": "(Imm et al., 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 833,
                    "end": 860,
                    "text": "Wandersman & Scaccia, 2018)",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1068,
                    "text": "(Denyer, 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1069,
                    "end": 1086,
                    "text": "Xiao & Cao, 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Readiness, Resilience and Recovery"
        },
        {
            "text": "Whether the RRR is used as a questionnaire, group or individual interview protocol, or thinking tool, participants are asked to determine the status of their organization on each readiness subcomponent as it relates to the innovation itself and then to identify how that has changed, is changing or likely will change because of a major disruption. By considering both the innovation and effects of the major disruption, participants are able to clarify readiness strengths and weaknesses. The information allows them to formulate problems they need to address and effectively engage in readiness building conversations. In short, clearly modeling their readiness problems supports modeling solutions; this might ultimately result in recovery to some new and improved state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Resilience and Recovery"
        },
        {
            "text": "Readiness is a critical aspect of successful implementation (Livet et al., 2020) . R = MC 2 defines readiness as the interplay between motivation, innovation-specific capacity and general capacity. The components are assumed to have a multiplicative relationship-if one of the components is low or nonexistent, the organization or community is not ready. Motivation refers to the degree to which an organization wants and is committed to the innovation taking place. Innovation-specific capacities are the conditions necessary for a specific innovation (program, policy, practice or process) to be implemented with quality. General capacity refers to the overall ability of an organization to function successfully on a day-to-day basis. Together, the three components represent a comprehensive and actionable model for readiness (Scaccia et al., 2015) . Five general principles, described below, are associated with the R = MC 2 model (Wandersman & Scaccia, 2018) .",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 80,
                    "text": "(Livet et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 830,
                    "end": 852,
                    "text": "(Scaccia et al., 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 936,
                    "end": 964,
                    "text": "(Wandersman & Scaccia, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Overview of Readiness"
        },
        {
            "text": "The major components of readiness are motivation, innovation-specific capacity, and general capacity. Each of these components has multiple subcomponents. The components and subcomponents are described in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 212,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Readiness Consists of Multiple Concepts"
        },
        {
            "text": "The ability to execute new programs, practices, or other innovations requires particular skills and resources. For example, a telehealth innovation may require very specific technology and diagnostic skills. Readiness for one innovation may be quite specific and not generalize to another. For example, motivation to engage in a company's new wellness initiative might not translate into the same engagement in its new sales approach. In the context of the RRR tool, the innovation-specific capacities include those for both the innovation and the additional capacities necessitated by the particular disruption (in this case by . For example, a school implementing a new small group reading program might need teachers who know the new curriculum (a specific capacity related to the innovation) and also the COVID-related safety procedures for working with students (a specific capacity related to the disruption).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness is Innovation-Specific"
        },
        {
            "text": "Readiness in the context of implementation is not simply a matter of readiness status at the beginning of a project or innovation. Popular experience with \"ready, set, go\" may lead people to believe that readiness means being ready to begin something; however, readiness is not limited to the beginning of an effort. Readiness elements may shift over the course of the implementation cycle as the duration of the project and the nature of the work change over timelevels of readiness can go down as well as up (Domlyn & Wandersman, 2019) .",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 537,
                    "text": "(Domlyn & Wandersman, 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Readiness is Important Throughout the Implementation Life Cycle"
        },
        {
            "text": "Readiness should be applied to the various system levels that are engaged in the change or innovation. In education, for example, change may start at the national level through policy changes or allocation of resources tied to particularly desired activities or outcomes; these may then lead to state level changes in its own policies, resources or technical assistance initiatives. The state initiatives next require school district level changes like a new curriculum or health service. In turn, these must be put into practice at the school and classroom level. Each of these organizational levels must be ready for its part of the change, and readiness at each level should be assessed and addressed in light of the requirements of its particular part of the innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness is Important for Outcomes Across Multiple System Levels"
        },
        {
            "text": "Readiness can be built using customized interventions and technical assistance. The Readiness Building System includes a Change Management of Readiness (CMOR) phase that provides research-based interventions related to the readiness components and subcomponents. By assessing readiness, establishing priorities for readiness improvement, and selecting and implementing evidence-based readiness change strategies, readiness can be improved. Ultimately, engaging in a readiness building process and utilizing targeted readiness building strategies to enhance certain capacities and motivation can help to achieve outcomes (Livet et al., 2020) . Additionally, building readiness can be closely linked to many implementation outcomes such as acceptability, appropriateness and feasibility (Proctor et al., 2011) . The Readiness Building System is diagrammed in Fig. 1 .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 640,
                    "text": "(Livet et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 785,
                    "end": 807,
                    "text": "(Proctor et al., 2011)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 857,
                    "end": 863,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Readiness Can be Built"
        },
        {
            "text": "With the advent of COVID-19, it became necessary to offer an expansion of the original R = MC 2 readiness tools, such as the Readiness Diagnostic Scale or the Readiness Thinking Tool, by adding questions or prompts to assess the disruptive impact of COVID-19. RRR was initially developed to specifically address the impact of COVID-19 on each subcomponent of readiness included in the R = MC 2 model. No longer was it sufficient for an organization and its members to be ready for the innovation. They also needed to be ready to make innovative changes related to the effects of the virus on the various components of readiness. Moreover, since the effects of disruptions are likely to change over time, agile readiness improvements may be needed throughout the implementation life cycle (Rittel & Webber, 1973) . While COVID-19 is a devastating disruption of historic proportions, other disruptions, large and small, are frequent during the life cycle of an innovation. Change has long been a constant for organizations but, over time, the pace of change has changed (Bennis & Nanus, 1985; Rick, 2017) ; change happens more rapidly and multiple changes, some disruptive, can often happen concurrently. For example, a study of The innovation seems more useful than what we've done in the past Compatibility",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 811,
                    "text": "(Rittel & Webber, 1973)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1068,
                    "end": 1090,
                    "text": "(Bennis & Nanus, 1985;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1091,
                    "end": 1102,
                    "text": "Rick, 2017)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "The innovation fits with how we do things Simplicity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "The innovation seems simple to use Ability to Pilot Degree to which the innovation can be tested and tried out Observability",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Ability to see that the innovation is producing outcomes Priority Importance of the innovation in relation to other things we do Innovation-specific capacity What we need to implement the innovation Innovation-specific Knowledge & Skills Sufficient abilities to implement the innovation Program Champion A well-connected person who supports and models the use of the innovation Supportive Climate Necessary supports, processes, and resources to enable the use of the innovation Intra-organizational Relationships",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Relationships within our site that support the use of the innovation Inter-organizational Relationships Relationships between our site and other organizations that support the use of the innovation General capacity",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "The overall functioning of the organization Culture",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Norms and values of how we do things at our site Climate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "The feeling of being part of this site Innovativeness",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Openness to change in general Resource Utilization Ability to acquire and allocate resources including time, money, effort, and technology Leadership Effectiveness of our leaders at multiple levels Structure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Effectiveness at communication and teamwork Staff Capacities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "Having enough of the right people to get things done primary care practices found that in the first year of a project involving 208 primary care practices, major disruptions (e.g., moving to a new location, being purchased by a larger organization) occurred in 32% of the practices and 20% of the practices experienced multiple disruptions (Mold et al., 2018) . In today's era of rapid change, organizations must be resilient to be successful. Chien and Blachman (2013) described change and disruption on time and intensity dimensions as shown in Fig. 2 , which has been adapted. Figure 2 illustrates the need for readiness throughout the implementation cycle. In the case of the RRR tool, the importance of an enhanced readiness assessment tool is to address the significant disruptions signified by the \"tornado winds\" in the graphic. Organizations all endure some expected changes or disruptions, signified by the \"storms\" in the graphic, which organizations can anticipate and somewhat prepare for. While known or minor challenges are taxing because of their on-going nature, unexpected and severe disruptions can be even more taxing and challenging. In short, not every change requires the RRR tool; routine changes can be addressed through typical use of the Readiness Building System or Plan-Do-Study-Act cycles (McNicholas et al., 2019; Taylor et al., 2014) . However, innovation does not occur in a vacuum and is typically accomplished in an environment where other significant and possibly disruptive changes are taking place. Determining those environmental changes and how they are impacting readiness is emerging as an important aspect of the Readiness Building System. Overhaul Resign",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 359,
                    "text": "(Mold et al., 2018)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1319,
                    "end": 1344,
                    "text": "(McNicholas et al., 2019;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1345,
                    "end": 1365,
                    "text": "Taylor et al., 2014)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 553,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 580,
                    "end": 588,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Readiness, Change and Disruption"
        },
        {
            "text": "In the course of providing technical assistance to several large implementation efforts when COVID-19 hit the USA, the need to address readiness in light of COVID-19′s impact was immediately apparent. The experiences pointed to the need to expand upon existing readiness tools to include a strategy to address the impact of the virus, while simultaneously supporting on-going implementation of the innovations. The result was the development of the RRR tool and its utilization in several different settings and at varying points in the implementation life cycle. An example of one subcomponent and a filled-in response from the RRR tool, which was adapted for COVID-19 as the major disruption, is shown in Table 2 . The full RRR tool can be found in Online Appendix A.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 707,
                    "end": 714,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Enhancing the Readiness Building System with RRR Tools and Approaches"
        },
        {
            "text": "In this approach, RRR requires consideration of each readiness subcomponent defined in the R = MC 2 heuristic; this allows organizations and technical assistance providers to develop a better understanding of how major disruptions affects implementation. Using information collected through the RRR tool, both the organization and the technical assistance provider are able to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhancing the Readiness Building System with RRR Tools and Approaches"
        },
        {
            "text": "within the organization/community have led to a stall or to a resilient response. Taking a strengths-based approach, these organizations/communities can then continue to leverage their strengths throughout the implementation process and reconsider them should another disruption occur. 2. Encourage generative thinking that will ultimately yield solutions to promote recovery. Considering which readiness subcomponents have been or may be impacted by a major disruption can lead to developing strategies to address those subcomponents and build readiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Understand what factors of motivation and capacity"
        },
        {
            "text": "It is likely that both a technical assistance recipient and a technical assistance provider will need to adapt to the changing circumstances. Developing and implementing strategies to build readiness for recovery may be necessary throughout the implementation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjust the technical assistance or implementation plan."
        },
        {
            "text": "With the advent of COVID-19 some organizations and communities have been able to make continual progress on an innovation at an almost normal pace, some have stopped planning or implementing completely, others are hibernating in hopes that things will return to normal \"when the dust settles,\" and still others have experienced continuing, but faltering, implementation progress. Projects that have thus far There seems to be misalignment in espoused priority and evidence of priority. We hear a lot of positivity and sense that the innovation is a priority, but very little movement on action steps. Recurring feedback that this project is a \"heavy lift\" and that while the innovation is still important, they are not as feasible right now/difficult to prioritize Who is it a priority for? a. The implementation team? b. The target audience? c. Leadership?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRR in Practice"
        },
        {
            "text": "Appears to be more of a focus for executive leadership and evaluation than supervisors and clinicians used RRR to improve readiness were diverse with respect to content, scope, place in the implementation life cycle, readiness experience, and organizational culture. These factors resulted in variability in the approaches to using the tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRR in Practice"
        },
        {
            "text": "The following are descriptions of RRR in practice in a variety of settings and with variations in approach. Although the RRR is still an emerging readiness strategy, the cases illustrate the multiple ways the tool has been used so far, and advantages and/or limitations of the tool administration given its context. While the following five examples are associated primarily with the major disruption caused by COVID-19, RRR may be a promising tool and process to apply in implementation efforts facing other major disruptions (e.g., natural disasters, major changes in funding, policy, leadership, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRR in Practice"
        },
        {
            "text": "SATS is a multi-site project implementing new evidencebased practices in substance use disorder clinics throughout key metropolitan regions of a state. It was in the early stages of implementation when COVID-19 struck. In this case, the technical assistance providers decided to use RRR as a tool to fine tune their technical assistance services. With sound knowledge of the project, they completed the tool on their own and for their own use as a thinking tool. They then used what they learned from the exercise to inform their technical assistance planning and make modifications in their services as needed. Information was also shared with stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Substance Abuse Treatment Services (SATS)"
        },
        {
            "text": "For SATS, the technical assistance providers were able to analyze their data, not only at the site level, but at the project level by synthesizing and crosswalking responses for each site to identify major readiness themes. They also made side-by-side comparisons of the sites to identify those needing particular attention and to learn from those that were particularly resilient. For example, clinics that had unwavering support from leadership, despite being faced with other COVID-19 related challenges, were able to continue making progress. Alternatively, clinics that experienced a \"mismatch\" between the level of leadership support that was communicated and the actual level of support that staff received around the innovation were slower to regain their momentum. The approach allowed the technical assistance providers to see what issues all or most agencies were experiencing and provided valuable information to take back to the initiative's stakeholders. A report was created for the SATS stakeholders that included an overview of what the RRR was and its intended use, \"big picture\" items or what subcomponents seemed to be most affected by COVID-19 across all sites, and major themes in each subcomponent. For instance, big picture items included simplicity, as the perception of the initiative's complexity seemed to increase across all clinics in the context of COVID-19 compared to when the initiative started (see Table 1 for subcomponent definitions). An additional big picture item was staff capacity, as all agencies were reporting that they were understaffed as a result of COVID-19. A sample of this report can be found at https:// www. wande rsman center. org/ using-readi ness. html.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1434,
                    "end": 1441,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Substance Abuse Treatment Services (SATS)"
        },
        {
            "text": "MSSAP is a large, complex and long-term project taking place at multiple sites and is supported by extensive technical assistance. When COVID-19 emerged, sites were spread across the planning, implementation or evaluation phase. While all of the locations were using the R = MC 2 heuristic to address their readiness, they were each working on their own readiness changes with the assistance of technical assistance providers and had been doing so for over a year prior to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-Site Sexual Assault Prevention Initiative (MSSAP)"
        },
        {
            "text": "In May of 2020, using the RRR tool, technical assistance providers facilitated a conversation at each site with key representatives, typically four to six individuals, from the organization who played major roles in the project. Given that they had limited time with sites to complete the tool, technical assistance providers pre-selected only seven readiness subcomponents that they thought were most relevant or most likely to be impacted by COVID-19. These seven subcomponents included two motivation items (priority and compatibility), two general capacity items (staff capacity and resource utilization) and three innovation-specific items (program champion, innovation-specific knowledge and skills, and supportive climate). When selecting these subcomponents, the TA providers considered which subcomponents were most likely to change given competing needs related to COVID-19, such as priority, compatibility, staff capacity, program champion and resource utilization. Supportive climate was also included given the assumption that leadership's support of the interventions may need to shift as well to focus on COVID-19-related needs. Lastly, the TA providers knew that some sites would be receiving outside, innovation-specific support, such as the developers and trainers of selected interventions, and assumed that access to these support personnel may change. The modified RRR tool was used to guide conversation and prompt responses to encourage thinking around how COVID-19 impacted each site's readiness for implementation and what may need to be done to support recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-Site Sexual Assault Prevention Initiative (MSSAP)"
        },
        {
            "text": "A comparable type of informed decision-making could be used to prioritize certain readiness subcomponents and not others to maximize the efficiency and effectiveness of the tool. For example, when states went into \"shut-down\" or quarantine periods as a result of COVID-19, a new innovation's significance may have diminished in comparison to responding to health and safety issues, making \"priority\" a particularly important element of readiness to tackle. Similarly, staff capacity has commonly been impacted by COVID-19. Not only are staff being tasked with additional responsibilities at work, but responsibilities such as at-home childcare are likely taking away from regular time allotted for work, making the staff capacity subcomponent of RRR particularly important to assess. With guidance from a technical assistance provider, key elements of RRR can be selected and an efficient, wellfocused readiness assessment can take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multi-Site Sexual Assault Prevention Initiative (MSSAP)"
        },
        {
            "text": "Serve & Connect is a non-profit organization that was established to improve police-community relations by building relationships, collaboration, and empowerment in high-need communities. These predominantly African American communities are disproportionately impacted by poverty and COVID-19. The virus posed a disruption to both the communities and to the police as first responders. Serve & Connect's leadership (the Serve & Connect organization along with its partners) was well versed in readiness and determined that RRR could be used to address the complex situation the virus imposed. Working with TA providers, they used it as an engagement strategy for strengthening the relationship between the police and the communities they serve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serve & Connect"
        },
        {
            "text": "The RRR tool was also used to orient police officers to the readiness framework and the findings were used to guide improvements in the project's readiness and modify its efforts to better reach its desired outcomes. Stakeholders and police officers were able to use the tool's questions as prompts to guide an extensive conversation about the virus and the impact that it was having on Serve & Connect's efforts. Using participatory approaches is a hallmark of Serve & Connect, therefore using RRR as a framework to engage stakeholders in productive dialogue was a natural strategy to choose. The work led to the uncovering of needed enhancements to the project, kindled community members' understanding of COVID-19-related readiness issues that needed to be addressed and acted as a stimulus for ideas of how to improve the project's capacity to foster improved police-community relationships in the face of COVID-19. In addition, Serve & Connect is developing a more robust evaluation process to address crisis response in the communities with which they work, in part because of the benefits they experienced through using the RRR. Serve & Connect intends to include the RRR as a part of their crisis response evaluation process, which will allow for further evaluation of the RRR's usefulness and sustainability of use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serve & Connect"
        },
        {
            "text": "The Carolina Family Engagement Center is a multi-site initiative with locations representative of the regions of a state. It is designed to increase family engagement in their children's education by providing technical assistance to individual schools and by building a warehouse of available family engagement resources from various agencies and non-profit partners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Carolina Family Engagement Center"
        },
        {
            "text": "A major feature of Carolina Family Engagement Center is school site support for family engagement that is provided by well-qualified liaisons who, at the time COVID-19 impacted their work, had some understanding of R = MC 2 . The project was in its first year of full implementation when schools shut down statewide. The school closures and the shift of schools' attention to safety and logistics presented a major challenge to the Carolina Family Engagement Center effort and particularly disrupted the work of the liaisons, whose TA services were being delivered in school settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Carolina Family Engagement Center"
        },
        {
            "text": "In the case of Carolina Family Engagement Center, TA providers decided that rather than using the RRR tool as a one-time assessment, it would be more beneficial to use RRR as a tool to monitor readiness changes over time. Liaisons were furnished with a generic version of the RRR tool, given training on the elements of the tool, and provided with ideas for how it could be adapted to help frame readiness conversations with their schools or to make their own assessments of their schools' RRR status. TA from the Wandersman Center was continuously available to help the liaisons with decisions about when to use the tool, how to select subcomponents that best support the initiatives at their schools, and to determine how the tool could be used. Liaisons used the tool to identify and address gaps that need to be filled in through their own work or by partner agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Carolina Family Engagement Center"
        },
        {
            "text": "A potential advantage of providing RRR training and using RRR on an ongoing basis in this or other settings is that with frequent use, organizations can learn over time to use the readiness framework habitually, without prompting from a TA provider. The ability to routinely employ the RRR shows promise of contributing to organizations' resilience to routine changes as well as more significant disruptions. It is emerging as a strategy not only for immediately improved readiness, but also as a means to sustain readiness, and hence, resilience in general. Moreover, the use of the RRR over time and with continued technical assistance will provide an evaluative opportunity to understand what supports contribute to sustainability of use of the RRR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Carolina Family Engagement Center"
        },
        {
            "text": "Action for Equity (A4E) is a community action effort aimed at engaging the community to improve racial justice and equity. A4E's activities were underway when COVID-19 struck and through a grant the project turned its attention to its readiness (using R = MC 2 , but not RRR) to proceed with the work despite the challenges the virus posed for the community. Shortly after that, George Floyd presumably died of asphyxia due to compression of the neck and back at the hands of police, which sparked a national movement focused on racial justice, discrimination, and equity and the expansion of Black Lives Matter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Action for Equity"
        },
        {
            "text": "Guided by technical assistance providers, the decision was made to use the RRR tool to focus on readiness in light of the racial justice movement that had become a critical context for the A4E work. Plans were made to individually interview a few actors and key influencers using the RRR tool as a guide for the interviews and to analyze the interviews to uncover common readiness themes that should be addressed or capitalized upon. Luthans (2002) defined resilient organizations as those that can bounce back and progress despite adversity, conflict, failure, or even positive events (emphasis added). Part of A4E's approach to using the RRR tool was to emphasize that disruption can have positive as well as negative consequences and to consider both carefully. In this sense, disruption was used as a stimulus for action.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 448,
                    "text": "Luthans (2002)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Action for Equity"
        },
        {
            "text": "Using organizational readiness as a bridge between research and practice, the RRR tool provides a means for organizations that experience significant disruptions to examine their readiness to address the situations that confront them. This creates the opportunity for organizations to use the information that they acquire with the potential goal of building resilience and continuing implementation of their program, policy, practice or process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The RRR tool has been used in diverse contexts, in a variety of ways and at different points in the implementation life cycle. The variety of experiences with RRR to date provides support that the tool is adaptable and useful as a framework for readiness thinking when different types of disruptions have occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Work on RRR began as a consequence of the many questions about readiness that emerged as a result of the COVID-19 pandemic, but quickly expanded to the more general issue of organizational readiness when significant disruptions occur. The focus was on actual practice; how can readiness be applied to assist organizations struggling with adaptations and innovations necessitated by the pandemic, and how can readiness approaches be adapted to address other significant disruptions such as natural disasters, market swings, shifting trends, technological advances, mergers, and reorganizations? Disruptions of varying severity often occur in the course of an organization's work to implement new programs or projects (Bennis & Nanus, 1985 , Horney& O'Shea, 2015 . Our emphasis was on practical solutions to very real readiness problems. As a result, we reconsidered the Readiness Building System and the tools associated with it.",
            "cite_spans": [
                {
                    "start": 716,
                    "end": 737,
                    "text": "(Bennis & Nanus, 1985",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 738,
                    "end": 760,
                    "text": ", Horney& O'Shea, 2015",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "RRR and Practice"
        },
        {
            "text": "The Readiness Building System's mainstay approach has been to assess readiness using the Readiness Diagnostic Scale, the original survey assessing readiness using the R = MC 2 components and subcomponents (Imm et al., 2020) . Following assessment, Change Management of Readiness (CMOR) strategies supported by technical assistance are provided to guide practitioners in improving their readiness in areas of deficiency. The process is relatively sequential and utilizes a strong research base for the assessment and change management strategies for readiness, pulling from cross-disciplinary literature (e.g., Kotter, 2012; Langley et al., 2009; Powell et al., 2012) . It works for implementations that are experiencing normal conditions and routine challenges (Livet et al., 2020) . However, when there is a significant disruption or disruptions, the changes are volatile, uncertain, complex, and ambiguous or VUCA. VUCA is an acronym coined by social scientists working with the US Army War College to describe anything that is not simple and straightforward at the strategic level (Gerras, 2010 , Horney & O'Shea, 2015 . It was necessitated by their understanding that leaders needed new skills to deal with VUCA challenges. Johansen (2017) states that we live increasingly in a VUCA world and particularly cites global climatic disruptions, cyber terrorism, and pandemics as examples.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 223,
                    "text": "(Imm et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 610,
                    "end": 623,
                    "text": "Kotter, 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 624,
                    "end": 645,
                    "text": "Langley et al., 2009;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 646,
                    "end": 666,
                    "text": "Powell et al., 2012)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 761,
                    "end": 781,
                    "text": "(Livet et al., 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1084,
                    "end": 1097,
                    "text": "(Gerras, 2010",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1098,
                    "end": 1121,
                    "text": ", Horney & O'Shea, 2015",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "RRR and Practice"
        },
        {
            "text": "When conditions are VUCA, leaders do not want to be caught like a deer in the headlights. RRR can help leadership obtain strategic information using the tool to quickly ascertain particular aspects of readiness that need to be addressed and then take action to address them and evaluate the impact of the action plan. In novel and complex circumstances, adaptive, creative solutions and divergent thinking are crucial. Innovation requires observing the situation from multiple viewpoints, listening to dissident voices and encouraging divergent thinking on problems (Heifetz & Laurie, 1997; Auspos & Cabri, 2014) . By providing a framework for simultaneously considering an on-going innovation as well as the disruption that is occurring, the RRR tool gives users a structured and generative strategy to gather readiness information from key stakeholders or technical assistance providers. Such information creates the potential for developing action plans and guiding evaluation efforts that can lead to effective solutions.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 590,
                    "text": "(Heifetz & Laurie, 1997;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 591,
                    "end": 612,
                    "text": "Auspos & Cabri, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RRR and Practice"
        },
        {
            "text": "Understanding and improving an organization's readiness to address the challenges at hand are among the elements of resilience that ultimately contribute to recovery. While the RRR tool was originally developed in response to COVID-19, its adaptation to the A4E community-based racial justice and equity project described earlier, which was impacted by the racial justice movement, provides preliminary support that RRR can be adapted and applied to other disruptions. Because disruptions occur frequently, learning more about the generalizability of the RRR approach should be an important enhancement to the application of readiness in the field of implementation science. Our hypothesis is that the RRR strategy can be applied to a variety of disruptions. Future opportunities to work with a larger variety of organizations and in other disruptions will shed light on the adaptability of the RRR approach of simultaneously considering implementation and disruption factors as part of readiness assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRR and Practice"
        },
        {
            "text": "RRR has been used by different organizations for purposes that go beyond ascertaining readiness alone. In the Serve & Connect police-community relationships project, it was used to assess the organization's readiness and to engage stakeholders in identifying problems and solutions. While the primary purpose of the family engagement initiative's use of RRR was on-going readiness assessment and improvement, a secondary objective was to develop a readiness thinking mentality among the liaisons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Uses of RRR"
        },
        {
            "text": "RRR also can be used by TA providers to secure information to guide their work. In the substance abuse treatment program's application of RRR, the point in time assessment was used as a strategy for TA providers to identify readiness gaps overall, to keep the project on track at some sites and to get it back on track at others. The tool was also used to gain insights into differences in readiness levels among the sites, which allowed the TA providers to strategically direct their services to those with the greatest needs and to target TA to the identified readiness gaps-therefore more accurately meeting the needs of the project. The approach also provided a template for TA providers to use to examine gaps at the site level as well as project level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple Uses of RRR"
        },
        {
            "text": "While our initial RRR work focused on practice (e.g., its uses in technical assistance), as implementation scientists, we also have focused on evidence-based practices and considered the theoretical underpinnings associated with readiness. RRR was built on the R = MC 2 heuristic that provides a synthesis and translation of readiness research for practical implementation. RRR serves as a tool where tools are defined as informational resources designed to organize, summarize, and/or communicate knowledge (Wandersman et al., 2012) . Wandersman et al. emphasize the benefits of quality tools, the detrimental effects of poorly designed tools, and the value of engaging tool users in the development and refinement of tools. The importance of tools to organizations experiencing disruptions is exemplified by a corporate VP's statement, \"Today every business is like a new arrival in a VUCA world, requiring different attitudes, skills, language and tools to survive.\" (Emphasis added. Justo Nunez, VP, as quoted from Horney &O'Shea, 2015) . RRR is intended to be such a tool: one tool in a toolbox that will support resilience and recovery that allows an innovation to continue when an organization is attempting to make change.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 533,
                    "text": "(Wandersman et al., 2012)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1019,
                    "end": 1040,
                    "text": "Horney &O'Shea, 2015)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "RRR and Implementation Science Conceptualizations"
        },
        {
            "text": "RRR was designed as a critical thinking tool in the sense that each element requires thought and analysis about the impact of the disruption on the readiness factor. It is conceptualized as part of the assessment phase of the Readiness Building System, since it helps organizations assess and understand their readiness status when confronted with a disruption. We see it as guiding implementation in two key ways: first to improve readiness and second to make informed choices based on readiness status. As an example of the readiness building purpose, RRR might identify the need to clearly communicate short-term wins, a contributor to motivation, as staff are becoming beleaguered by the adversities posed by the disruption. In terms of making choices, an organization may decide (1) it should suspend an initiative because it just can't be a priority at the time or (2) it may choose to invest its time and efforts in a different improvement effort where there is greater readiness and therefore a greater chance of success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RRR and Implementation Science Conceptualizations"
        },
        {
            "text": "As we have described, RRR is viewed as one option that can be used in the assessment phase of the Readiness Building System. It is a type of readiness thinking tool that can be used on its own or in conjunction with the Readiness Diagnostic Scale, a survey instrument with scales representing each readiness component (Imm et al., 2020) . Because RRR is intended to serve as a tool, it should be evaluated based on its utility. While we describe it as falling into the assessment phase of the Readiness Building System, it is not being proposed as a measure requiring a classical measurement approach to validity and reliability. Instead, its utility should be studied to determine its usefulness for improving readiness and, in the longer term, its contribution to recovery. The purpose of RRR is to support the delivery system and to allow leadership and technical assistance providers (if available) to take action based on capacity and motivation readiness factors when faced with a confusing array of options after a disruption.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 336,
                    "text": "(Imm et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "RRR and Implementation Science Conceptualizations"
        },
        {
            "text": "Next steps for RRR may include investigating the relative strengths and weaknesses of various strategies for using the RRR tool when used in different ways (e.g., as a TA provider to target services or led by a team member to generate readiness-focused engagement by the team, under the conditions of different disruptions (e.g., a company merger or major hurricane), and in different kinds of organizations (e.g., a restaurant chain or non-profit service organization). The tool itself should be studied to determine whether there are any adaptations needed (e.g., additional questions or changes in wording). Identifying common challenges and themes across future case studies will provide opportunities to detect beneficial general modifications, as well as helpful modifications associated with particular times in the implementation cycle. There is considerably more work that can be done to determine if refinements to the tool itself will be beneficial and when and how RRR may be used most effectively. This could include determining the selection criteria for who completes the RRR and the types and level of training that TA providers would need to administer the RRR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next Steps for RRR"
        },
        {
            "text": "To date the RRR tool's use has been focused on improving readiness for getting the delivery system back on track for successful implementation. We hypothesize that although the RRR tool can help frame the conversation, organizations need to have a baseline understanding of what readiness is and why readiness is important to appropriately select and then use the tool effectively. It will be useful to learn more about how much background knowledge of readiness is needed to effectively use RRR; and as a related matter, how much technical assistance is necessary for the tool to be used efficiently and effectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Next Steps for RRR"
        },
        {
            "text": "The validity of RRR has so far been supported only by numerous anecdotal comments about its usefulness. Since utility is the key aspect of RRR's validity, a more structured approach to collecting perceptions and concrete evidence of impact will be needed to demonstrate its utility. These studies should include both qualitative and quantitative measures. Qualitative measures such as interviews and focus groups could be used to assess perceived effectiveness of RRR for improving readiness as well as their perceptions of its efficacy for sustaining, appropriately adapting, postponing or abandoning the innovation itself. Quantitative indicators should include measuring readiness improvement subsequent to using RRR to guide a readiness improvement effort and the extent to which the innovation was able to recover or adapt despite the disruption. The improvement in readiness could be measured by administering the Readiness Diagnostic Scale (Imm et al., 2020) to the larger implementation team pre-RRR and later, post-RRR, in the implementation cycle. Tracking the longer term goal of actually improving implementation progress could be accomplished by clarifying the implementation milestones for the innovation, establishing a measure of the extent to which they were completed on time, and determining whether they were completed with fidelity. In a related, but different aspect of exploring utility, the effect of using RRR to encourage collaboration and innovation as components of agility and resilience is of interest. Research from the management field shows that collaboration is a critical element for successful implementation (Hajar et al., 2020; Williams & Hummelbrunner, 2010) , and one of the characteristics of resilient organizations is that they respond to change and disruption by distributing responsibility for innovation (Cullem & Davis, 2020) . Given the importance of collaboration and stakeholder engagement in complex situations, the levels and diversity of stakeholder involvement in completing the RRR tool should be explored. These findings should be evaluated to assess the impact of such involvement on outcomes. These findings may also inform tool refinement, as well as how it is used, and who should participate in its use.",
            "cite_spans": [
                {
                    "start": 947,
                    "end": 965,
                    "text": "(Imm et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1645,
                    "end": 1665,
                    "text": "(Hajar et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 1666,
                    "end": 1697,
                    "text": "Williams & Hummelbrunner, 2010)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1850,
                    "end": 1872,
                    "text": "(Cullem & Davis, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Next Steps for RRR"
        },
        {
            "text": "An additional area of investigation will be the use of RRR when multiple disruptions are impacting an organization simultaneously. Resilient organizations need to be able to respond to multiple disruptive incidents, which may occur simultaneously or sequentially (Sahebjamnia et al., 2018) . Since simultaneous disruptions are likely to occur, RRR development needs to be expanded to support guidance on how to address readiness in the context of multiple disruptions. For example, a school mental health project was expanding its work to include equity goals when COVID-19 hit. That left the organization impacted by two disruptions simultaneously: the challenges of COVID-19 and heightened national attention and sensitivity to racial justice and equity. In this case, the decision was to recommend using RRR twice in a group interview setting, once focusing on the mental health innovations and again focusing on the equity effort. While both initiatives were thought to be likely to be affected by both disruptions, it was anticipated that the disruptions would differentially impact them and that capturing those differences would benefit readiness improvement planning. (However, the approach has yet to be tried.) In the case of A4E, a different approach was taken. The readiness focus which was already underway to address the COVID-19 disruption shifted to a focus on the impact of the racial justice movement, which included elements of access to covid-related health care, but also capitalized on opportunities that were emerging as part of the national attention to racial justice and equity. Even our brief experience with RRR has evidenced that simultaneous disruptions happen and deserve further attention; resilient organizations need effective strategies to be ready for them and to overcome them.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 289,
                    "text": "(Sahebjamnia et al., 2018)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Next Steps for RRR"
        },
        {
            "text": "Constant volatility and disruption is a new normal for most organizations (Pirotti &Venzin, 2017; Johansen, 2017) and to be resilient, successful organizations must be agile at addressing disruptions when they occur (Holbeche, 2018) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 97,
                    "text": "(Pirotti &Venzin, 2017;",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 113,
                    "text": "Johansen, 2017)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 216,
                    "end": 232,
                    "text": "(Holbeche, 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fortunately, resilience is a capacity that can be developed (Kumari & Sangwan, 2014; Zihir & Narcikara, 2016) . RRR contributes to the field of resilience by providing means for assessing readiness of an organization to proceed with innovations despite a disruption, and armed with information to inform its practice, to be better prepared to make course corrections.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 84,
                    "text": "(Kumari & Sangwan, 2014;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 85,
                    "end": 109,
                    "text": "Zihir & Narcikara, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conversations with the users in the five examples described in this article suggest that RRR is user-friendly, intuitive, and effective; it helps re-engage stakeholders who have been drawn off track by a disruption (e.g., COVID-19 and racial violence). These early experiences with the RRR tool also suggest that it is generalizable to readiness for innovations being undertaken when other disruptions occur as well. A more formal evaluation of the tool's use and impact will be needed to verify our preliminary findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "More in-depth case studies of the RRR approach (the structured, simultaneous consideration of an innovation and a disruption) are needed to confirm its effectiveness and generalizability. However, it can be viewed as a promising practice; our RRR applications demonstrate that RRR is emerging as a needed and adaptable approach to readiness for innovations when disruptions occur and for building capacity for organizational resilience. If the RRR tool's utility for addressing disruptions continues along its current trajectory and provides more substantial evidence of its utility, RRR and the approach it uses may make a significant contribution to the readiness and resilience fields of implementation science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "By using the frame provided by the R = MC 2 heuristic and the RRR assessment tool, an organization can gain insights into its readiness by simultaneously considering each readiness subcomponent in light of both the on-going innovation and a disruption/disruptions. RRR has been used in projects ranging from sexual assault prevention to family engagement in children's education. It has been employed in projects with extensive support from technical assistance providers to those with very little assistance. It has been introduced at points in the implementation life cycle ranging from early planning to sustained implementation. Change and occasional significant disruptions are a fact of life for most organizations. Using the Readiness, Resilience and Recovery tool is showing promise as a new approach to understanding readiness needs within the context of adverse disruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complexity and community change",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Auspos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cabaj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Leaders: Strategies for taking charge",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bennis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nanus",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Harper Business",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/hrm.3930240409"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Practice-based educationalresearch: Taking advantage of the opportunities and addressing the challenges to entering a new frontier",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blachman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Resilient organizations. AIGA | the Professional Association for Design",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Organizational resilience: A summary of academic evidence, business insights and new thinking. BSI and Cranfield School of Management",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Denyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Community coalition readiness for implementing something new: Using a Delphi methodology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Domlyn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandersman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Community Psychology",
            "volume": "47",
            "issn": "4",
            "pages": "882--897",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ready for a change? A longitudinal study of antecedents, consequences, and contingencies of readiness for change",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Drzensky",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Egold",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Dick",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Change Management",
            "volume": "12",
            "issn": "1",
            "pages": "95--111",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Department of Command, Leadership, and Management",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerras",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Strategic leadership primer",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diffusion of innovations in service organizations: Systematic review and recommendations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Macfarlane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bate",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Kyriakidou",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Milbank Quarterly",
            "volume": "82",
            "issn": "4",
            "pages": "581--629",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Readiness and relationships are crucial for coalitions and collaboratives: Concepts and evaluation tools",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hajjar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Domlyn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laird",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandersman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New Directions for Evaluation",
            "volume": "165",
            "issn": "",
            "pages": "103--122",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Implementing change: Patterns, principles, and potholes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hord",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The work of leadership",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Heifetz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Laurie",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Harvard Business Review",
            "volume": "75",
            "issn": "",
            "pages": "124--134",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The agile organization: how to build an engaged, innovative and resilient business",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holbeche",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Focused, fast and flexible: Creating agility advantage in a VUCA world",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Horney",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shea",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Understanding readiness to improve community supervision practice: Potential application to the risk-need-responsivity model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Imm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hyde",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandersman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Federal Probation Journal",
            "volume": "84",
            "issn": "2",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The new leadership literacies: Thriving in a future of extreme disruption and distributed everything",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Leading change",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kotter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The improvement guide: A practical approach to enhancing organizational performance",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Moen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Provost",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ready, Set, Go!: Exploring use of a readiness process to implement pharmacy services. Implementation Science Communications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Livet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yannayon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sorge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/43058-020-00036-2"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The need for and meaning of positive organizational behavior",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Luthans",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Organizational Behavior",
            "volume": "23",
            "issn": "6",
            "pages": "695--706",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evolving quality improvement support strategies to improve Plan-Do-Study-Act cycle fidelity: A retrospective mixed-methods study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lennox",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woodcock",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Quality & Safety",
            "volume": "28",
            "issn": "5",
            "pages": "356--365",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2017-007605"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The alarming rate of major disruptive events in primary care practices in Oklahoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Homco",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Annals of Family Medicine",
            "volume": "16",
            "issn": "",
            "pages": "52--57",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Conceptual evolution of resilience capacity and its inclusion in psycap",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Kumari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Sangwan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IOSR Journal of Humanities and Social Science",
            "volume": "19",
            "issn": "3",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Compilation of Strategies for implementing clinical innovations in health and mental health",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmillen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Griffey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bunger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Glass",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "York",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medical Care Research and Review",
            "volume": "69",
            "issn": "2",
            "pages": "123--157",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Outcomes for implementation research: Conceptual distinctions, measurement challenges, and research agenda. Administration and Policy in Mental Health",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Proctor",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Silmere",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raghavan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hovmand",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aarons",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bunger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hensley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "65--76",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Change is changing -Riding the wave of change",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rick",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Dilemmas in a general theory of planning",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W J"
                    ],
                    "last": "Rittel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Webber",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Policy Sciences",
            "volume": "4",
            "issn": "2",
            "pages": "155--169",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Building organizational resilience in the face of multiple disruptions",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sahebjamnia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Torabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Mansouri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Production Economics",
            "volume": "197",
            "issn": "",
            "pages": "63--83",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A practical implementation science heuristic for organizational readiness: R=MC2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scaccia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamont",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandersman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castellow",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beidas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Community Psychology",
            "volume": "43",
            "issn": "4",
            "pages": "484--501",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Systematic review of the application of the plando-study-act method to improve quality in healthcare",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcnicholas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "British Medical Journal of Quality and Safety",
            "volume": "23",
            "issn": "",
            "pages": "290--298",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Toward an evidencebased system for innovation support for implementing innovations with quality: Tools, training, technical assistance, and quality assurance/quality improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wandersman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "American Journal of Community Psychology",
            "volume": "50",
            "issn": "3-4",
            "pages": "445--459",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A theory of organizational readiness to change",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-4-67"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Systems concepts in action: A practitioner's toolkit",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hummelbrunner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Organizational resilience: The theoretical model and research implication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ITM Web of Conferences",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Effects of resilience on productivity under authentic leadership",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zehir",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Narcıkara",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Procedia -Social and Behavioral Sciences",
            "volume": "235",
            "issn": "",
            "pages": "250--258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Readiness components and subcomponents",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "How have priorities in general shifted at your organization since COVID-19? Please describe Yes; switching to telehealth model, hiring new interns and staff, restructuring HR Is the initiative a priority at your organization? Please describe. How do you know it's a priority? Compared to other initiatives started before COVID19? Compared to changes that resulted from COVID19?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s43477-021-00011-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ]
}