{
    "paper_id": "63fe43fa39d643df7f93ed89411f29dc5989db09",
    "metadata": {
        "title": "A shock like no other: coronavirus rattles commodity markets",
        "authors": [
            {
                "first": "Himadri",
                "middle": [],
                "last": "Rajput",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rahil",
                "middle": [],
                "last": "Changotra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Prachi"
                ],
                "last": "Rajput",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Sneha"
                ],
                "last": "Gautam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karunya Institute of Technology and Sciences",
                    "location": {
                        "postCode": "641114",
                        "settlement": "Coimbatore",
                        "region": "Tamil Nadu",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Anjani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "K"
                ],
                "last": "Gollakota",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Yunlin University of Science and Technology",
                    "location": {
                        "postCode": "64002",
                        "settlement": "Douliou, Yunlin",
                        "country": "Taiwan, ROC"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Amarpreet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Singh",
                "middle": [],
                "last": "Arora",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Yeungnam University",
                    "location": {
                        "postCode": "38541",
                        "settlement": "Gyeongsan",
                        "country": "South Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Amarpreet",
                "middle": [
                    "Singh"
                ],
                "last": "Arora",
                "suffix": "",
                "affiliation": {},
                "email": "amarpreet.amar007@gmail.com"
            },
            {
                "first": "H",
                "middle": [],
                "last": "Rajput",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus (2019-nCoV) originated in China has now covered around 213 countries globally. It has posed health calamities which have threatened the world with the emergence. Owing to the number of confirmed cases still rising every day, it has now become a phase of an international health emergency. Sudden outbreak of coronavirus disease 2019 (COVID-19) has brought global declines in the commodity process. This has majorly affected the demand as well as supply of the commodities. The oil market has been severely affected due to the outrageous collapse in the demand majorly due to travel restrictions which has also caused the steepest decline in oil prices. The prices of both precious and industrial metals have also fallen, although the price drop is less than that of oil prices. The agriculture industry is one of the least affected so far by this pandemic due to its indirect relation with economic activities. However, the ultimate impact of COVID-19 pandemic will greatly depend on the severity and duration of its outspread, but it is expected to have long-lasting implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent and novel coronavirus disease 2019 was declared as a global emergency on February 2020 and later on a pandemic by the World Health Organization (WHO) on March 2020 (WHO 2020; Gautam 2020a, b; Gupta et al. 2020 ). The number of infected patients and demises caused by this pandemic is on a constant rise across the globe, and it has caused a major shock to an already fragile global economy (De Wit et al. 2016; Gautam and Hens 2020; Bherwani et al. 2020a, b) . Before the outbreak of this pandemic, a marginal rise of 2.5% in the global growth in the year 2020 was predicted from 2.4% post-crisis in 2019 (World Bank 2020a). However, the worldwide outbreak of COVID-19 has been followed by a substantial downturn in the global commodity markets. A commodity market is a market that trades in the primary economic sector rather than manufactured products. The mitigation measures adopted to fight against this pandemic have also significantly affected the supply chains and commodity market. Due to the restrictions in traveling and even complete lockdowns in some countries, demand and supplies of commodities are under extreme tremors. The oil market has been significantly affected by this pandemic outbreak by facing the unprecedented fall in its demand and steepest reduction in its price recorded in the month of March 2020. Metal prices are also facing a declining trend, while the agriculture sector is the least affected until now due to its indirect association with economic activities. The disturbances in supply chains can severely affect the commodity markets in short time duration, while food security is a prime concern. The prices of major commodities are facing a downward trend since January 2020. The consequences of COVID-19 on human health and commodity market are large and are likely to exist for quite some time. The global impact of this new pandemic is, however, indefinite and expected to be followed by weaker growth and deep recessions even in advanced economies. The weaker growth will probably result into cut back demand for commodities. This paper attempts to address the likely implications of COVID-19 outbreak on commodity market in a comprehensive way. The aim of this paper is not to provide any quantitative estimations of the probable future impacts as perhaps it is quit early for long-term predictions; rather, the aim is to provide an indicative overview on the ongoing and the probable impacts that could be seen in coming time.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 185,
                    "text": "(WHO 2020;",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 202,
                    "text": "Gautam 2020a, b;",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 220,
                    "text": "Gupta et al. 2020",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 401,
                    "end": 421,
                    "text": "(De Wit et al. 2016;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 422,
                    "end": 443,
                    "text": "Gautam and Hens 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 444,
                    "end": 469,
                    "text": "Bherwani et al. 2020a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The COVID-19 outbreak has influenced all the major economies including a G7 nation, who jointly shares a total of 60% of the world's supply and demand, i.e., GDP, 65% of the world's manufacturing, and 41% of the global manufacturing exports (Baldwin and di Munro 2020). As the major economies are severely affected by this pandemic, the rest of the countries will also face the consequences. The outcomes were earlier addressed as \"macroeconomic flu\" by di , stating this to have a temporary adverse effect on demand and supply followed by quick recovery and even a full catch-up. However, this prediction does not fit with the pandemic like COVID-19 which is expected to have a global economic disruption at large scale. Before COVID-19 was declared as a pandemic by WHO, McKibbin and Fernando (2020) used Dynamic Stochastic General Equilibrium and Computable General Equilibrium modeling and generated 7 pandemic scenarios, explaining that under all the produced scenarios GDP growth will reduce across countries at global level. It was also explained that if COVID-19 turns out to be a pandemic, the economic output lost begins to further escalate into trillions of dollars. It was also predicted that the disturbance in oil prices, travel, and tourism due to COVID-19 will affect the Middle East and North Africa. The decision of border closure will hit hard many economies (Arezki and Nguyen 2020) . It was also suggested that restrictions in cross-border movement will lead to major disruption in economic activities across EU (Meninno and Wolff 2020) . Baldwin and Tomiura (2020) explained that this pandemic outbreak will cause a dual demand and supply shock simultaneously which can slow down the trade flows and can cause international supply chain distortions. Beck (2020) studied the banking and finance risks originated due to COVID-19 and suggested that the impact will depend upon the extent of economic effects due to the pandemic globally, the reaction of monetary policy due to the sudden shock, and regulatory reactions addressing probable bank fragility. Cecchetti and Schoenholtzon (2020) suggested the high vulnerability of banks due to economic shocks and have compared this challenge to stemming a bank run. Mann (2020) suggested that the relation between global economy, commodity, financial market, and changing public sentiments can make the situation worse and could be challenging for policy responses. Wren-Lewis (2020) by applying mathematical modeling has suggested that COVID-19 might cause considerable reduction in the economic growth due to various factors like increased production cost, less labor supply, elevated temporary inflation, and reduced consumption. The pandemic has unleashed an extraordinary shock to the commodity market by affecting both demand and supply simultaneously (Baldwin and di Munro 2020). These shocks have marked themselves through a variety of channels having different impacts of different commodities. Table 1 represents the nominal price indexes and forecast revision.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 801,
                    "text": "WHO, McKibbin and Fernando (2020)",
                    "ref_id": null
                },
                {
                    "start": 1378,
                    "end": 1402,
                    "text": "(Arezki and Nguyen 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1533,
                    "end": 1557,
                    "text": "(Meninno and Wolff 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1560,
                    "end": 1586,
                    "text": "Baldwin and Tomiura (2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2075,
                    "end": 2109,
                    "text": "Cecchetti and Schoenholtzon (2020)",
                    "ref_id": null
                },
                {
                    "start": 2232,
                    "end": 2243,
                    "text": "Mann (2020)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 2970,
                    "end": 2977,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Impact of COVID-19 on commodity market"
        },
        {
            "text": "The crude oil market has been significantly shaken by the outspread of COVID-19 as its price is declined by two-third since January 2020. After the release of first COVID-19 report by the WHO, Saudi Arabia floods the market with crude oil resulting in international price drop of more than 20% in a single day (Albulescu 2020) . The oil market is witnessing the exceptional negative demand and positive supply shocks. The major factor governing the price drop is a decrease in demand due to the significant reduction in transportation activities owing to preventive measures. This has caused a steep fall in the fuel demand in many counties worldwide. According to a report prepared by the World Bank, in the first quarter of 2020, 6% (6 mb/d) reduction in the oil demand has been observed while the demand may further reduce to 23% (23 mb/d) by the end of the second quarter of 2020 due to the growing number of nations adopting the strict preventive measures (World Bank 2020b). Moreover, the reduction in economic activities will further reduce the consumption of oil on global levels. It is a well-known fact that oil has a high-income elasticity of demand, which gives an idea that reduction in economic activities can cause a collapse in oil demand (World Bank 2020c). The collapse of the organization of the petroleum exporting countries (OPEC) production agreement in March further leads to the fall in oil prices with a decrease of 24% per day post-announcement of the pandemic. The potential increase in the oil supply is very less (~ 2-3 million barrels/day) when compared to the estimated reduction in demand, intensifying the problem of chronic oversupply. Due to the uncertainty in oil demand, the OPEC has agreed on the production cut of 9.7 mb/d in mid-April 2020; however, this announcement did a little to support oil prices. ",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 326,
                    "text": "(Albulescu 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Impact on oil market"
        },
        {
            "text": "The substantial drop in the prices of industrial metals has been witnessed, but the declination is less when compared to oil prices. The largest fall of 15% since January 2020 was observed in zinc and copper prices. This was mainly due to the slowdown of worldwide economic activities, specifically in China which contributes toward more than half of metal demand globally. However, the temporary shutdown of refinery and mining activities as a mitigation measure due to the pandemic has impacted the supply of metals. 20% zinc and 15% of the copper mines are temporarily closed or operating at reduced capacities affecting the metal supplies. However, in contrast, iron ore operations in Australia and Brazil are less affected due to the current situation as they are highly automated and remote operational (World Bank 2020c).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on industrial and precious metals"
        },
        {
            "text": "The prices of precious metal like gold have increased by 8% since January 2020; however, considerable fluctuations have been observed. Due to the uncertain situation, a hike in gold prices was noticed, but the declining trend was seen in March signifying sales of gold metal covering margin calls during market sell-off. The prices of platinum and silver have also been sharply cut down in March 2020 and remained at the lower side in April. As much as one-third fall in the prices was observed, however, lately recovery was also observed. More than 40% of the demand for platinum metal arises from catalytic convertors and also affected by automobile production. In terms of supply, South Africa produces more than half of the world's platinum, and its mining activity stoppage for 21 days has affected the prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on industrial and precious metals"
        },
        {
            "text": "The global agriculture market has been least affected when compared to other sectors due to the outspread of coronavirus. The prices of some main food items have been reduced around 9% since January 2020. This modest fall in prices suggests a lower demand for agricultural commodities when compared to industrial commodities. Natural rubber mainly utilized in industrial activities is an exception showing a fall of 25%. Almost two-thirds of the total rubber produced is utilized in tire making for the transportation sector. Decreased crude oil prices and gasoline production has influenced the crops used for biofuels production like corn and soybeans. The availability of labor for agricultural activities is a major hurdle specifically for the production of high laborintensive products such as vegetables, fruits, meat, and dairy products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on agriculture"
        },
        {
            "text": "The increased frequencies of boarder checks due to COVID-19 outspread might lead to permanently increased price of transport-related commodities and declining trend in trade flow across the borders. The sectors highly dependent on trade like agriculture, textile, and food products are likely to get affected due to transportation restrictions and increased product demand will cause increased transportation costs (Walkenhorst and Dihel 2006 ).",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 442,
                    "text": "(Walkenhorst and Dihel 2006",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Increased transportation cost"
        },
        {
            "text": "Many industries that are highly dependent on the global value chain may go for localization or shifting industries back to the respective home country. These shifts may result in the reconstruction of value chain systems. In terms of the commodity market, the transportation demand might get reduced due to fewer import requirements which could ultimately lead to a permanent lowering of oil demands (World Bank 2020d).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unwinding of supply chains"
        },
        {
            "text": "The probable increase in the cost associated with transportation and reframing of supply chains could lead to the increased cost of imported commodities. This could lead to the substitution of imported commodities by locally available commodities that are domestically available at lower prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased substitution trend among commodities"
        },
        {
            "text": "Due to the mitigation measures adopted by many countries like lockdown, there are high chances that it will cause altered customer behavior and buying habits. As COVID-19 has significantly influenced the functioning of companies, the possibilities of remote functioning are likely to increase soon which can lead to lower demand for the fuel required for the mobility of workers. Similarly, business firms might prefer video conferencing over nation/international travels which can further cause reduced oil demands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changing behavior of consumers or end users"
        },
        {
            "text": "The impact of the pandemic unleashed a unique combination of shocks on the commodity market both on the regular and other commodities especially related to the energy sector, i.e., crude oil. It is estimated that there is a reduction in the crude oil prices to the all-time low, i.e., 2/3rd of the actual prices since January 2020 due to COVID-19 lockdown, an imbalance is created in demand and supply chain (Commodity Outlook 2020). Glancing at demand side approach, due to the deadly pandemic and the stringent containment measures such as total lockdown have sharply reduced the travel, thereby declining the oil demand. An interesting fact is that oil demand has one down by 10% in 2020 which is the latest all-time low when compared to the previous instances (IEA 2020). Further, the global recession is another vital factor resulting in the weaker commodity demand, i.e., unlike the agro-products, the demand for energy and metals is strongly influenced by the slowdown economic activities across the globe. On the spin side, the fluctuations in supply lead to the buffeting of the oil prices, and the breakdown of the production agreement by the major OPEC nations exacerbated the ongoing fall in oil prices reporting a downfall of 24% during the COVID-19 (Baumeister and Hamilton 2019) . A detailed summary of the energy fluctuations is shown in Fig. 1a .",
            "cite_spans": [
                {
                    "start": 1263,
                    "end": 1293,
                    "text": "(Baumeister and Hamilton 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 1354,
                    "end": 1361,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Twitch to commodities during pandemic COVID-19"
        },
        {
            "text": "The second stream of commodity that is seriously affected by the deadly virus is industrial metals. As per the reports of the commodity market outlook 2020, the hardhit metal industry is zinc and copper with a fall of 15%, especially in China, which accounts to cater 50% of the global metal demands (IEA 2020). Further, the shutdown of mining industry has a serious impact on the supply, and industry estimate suggests that 15-20% of copper and zinc mines are completely closed down or operating at reduced capacity. Nations that are rich in iron deposits like Australia and Brazil are less impacted due to their automization and remote operating mechanisms (Commodity Outlook 2020). The detailed picture of the industrial metal status during COVID-19 is shown in Fig. 4b .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 772,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Twitch to commodities during pandemic COVID-19"
        },
        {
            "text": "In addition, the prices of precious metals such as gold, silver, and platinum have been skyrocketed during the early stages of COVID-19 in January and remain sky high till March 2020 (Fig. 4c) . During this period, the prices of gold have risen to almost 8% and remain fluctuating since then (Commodity Outlook 2020). The primitive reason ascribing the higher prices is due to uncertainty and the safe-haven flows in order to retain an investment that is expected to retain its value. Besides, the prices of silver and platinum have come down due to the recovery in the mining industry. Another fact of price decline is driven by the relation between the economic activity and the investor sales margins. It is noteworthy to mention that 40% of the platinum is consumed as a catalyst to the automobile industry, and on the demand side the 21-day shutdown of major platinum reserves in South Africa reprieved the prices (World bank 2019c).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Twitch to commodities during pandemic COVID-19"
        },
        {
            "text": "Further, the only demanding commodity during the pandemic is the agricultural stock (Fig. 2a, b) . This is due to the fact that the serious containment of the outside movement by the globe for almost 3 months and still some of them are extended to 6 months lead to increased consumption of agro-products. However, the stringent enactments of the respective government bodies have lead to decline in the food commodity prices by 9% reflecting the lower income elasticity of demand for agricultural commodities (Glauber et al. 2020) . To the spin side, global food market remains amply supplied with rice, maize, and wheat. Anticipating the severity of the situations, the government policies and relaxing regulations on agricultural farming lead to the smooth balancing and uninterrupted supply chain of staple food commodities (Schmidhuber and Qiao 2020) . However, the supply chain has affected the exportation of the perishable foods such as vegetables and fruits which have a major impact on the low-income nations. For instance, the disruptive travel bans from African continents nearly dropped 80% of the Fig. 1 a Energy demand and supply during COVID-19 compared to the last three years stats (IEA 2020), b status of the beverages from the last few years and the changes occurred during COVID-19 (Commodity outlook 2020) flower shipments to Western Europe including UK, Netherlands, and Germany (World bank 2020b). Low-income nations are highly vulnerable to these kinds of pandemic situations, for example, the nation relied on exports will suffer serious economic fluctuations, whereas the growing concern of labor availability and lack of pests to the farms seriously hampers the high labor-intensive sectors such as fruits, vegetables, meat and dairy production. In addition, a detailed analysis of various other concerns is presented in Figs. 1, 2, 3 , 4, and 5 during COVID-19 when compared to the previous three years. Fig. 3 a Non-essential food items demand and supply during COVID-19 compared to the last three years stats (Schmidhuber et al. 2020) , b status of the wood supply chain during the COVID-19 in comparison to the last three years (Commodity outlook 2020)",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 530,
                    "text": "(Glauber et al. 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 827,
                    "end": 854,
                    "text": "(Schmidhuber and Qiao 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2039,
                    "end": 2064,
                    "text": "(Schmidhuber et al. 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 96,
                    "text": "(Fig. 2a, b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1110,
                    "end": 1116,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1848,
                    "end": 1861,
                    "text": "Figs. 1, 2, 3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1932,
                    "end": 1938,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Twitch to commodities during pandemic COVID-19"
        },
        {
            "text": "The pandemic has triggered an unprecedented combination of demand shock-global recession, collapse of transport activity, and the disruptive supply chains. There were 4 global recessions witnessed by us in the last 70 years in 1975 70 years in , 1982 70 years in , 1991 70 years in , and 2009 70 years in (Kose et al. 2020 . Each instance had its own impact on the individual GDP of the nation along with the global GDP rate. Recent evidence during the outbreak of deadly virus EBOLA (2014) in West Africa has resulted the second-order effects in regional food markets. This has led to the serious disruptive food markets with shortage of supply arising due to quarantine-imposed travel ban on sellers from Guinea, Liberia, and Sierra Leone (Mann et al. 2015) , thereby hiked food prices and regional food insecurity (IFPRI 2020). Another instance of serious virus outbreak in 2003 was the SARS which has delayed China's winter wheat harvest by two weeks triggering the food market panics in Guandong, Zhejeing, and rest of the China. This outbreak in China did not have a measurable effect on global commodity demand and supply, but left a negative localized impact on food nutrition security to the children, women, elderly, and poor (Baffes et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 231,
                    "text": "70 years in 1975",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 250,
                    "text": "70 years in , 1982",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 269,
                    "text": "70 years in , 1991",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 292,
                    "text": "70 years in , and 2009",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 322,
                    "text": "70 years in (Kose et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 759,
                    "text": "(Mann et al. 2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1236,
                    "end": 1255,
                    "text": "(Baffes et al. 2016",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Lessons learnt from the previous episodes of similar impact"
        },
        {
            "text": "In addition, there are some long-term potential impacts on commodity markets due to the deadly COVID-19 which may shift and affect the exports and imports of regular and non-regular commodities. The primary effect is the transportation sector with high costs which is evident already by now. This is due to the enhanced boarder checks due to COVID-19 concerns, similar to the aftermath of 9/11 attacks (Mirzer and Verdier 2006) . The majorly affected markets are the textiles, agriculture, food products due to high level of import regulation and protections. Unwinding supply chains encourage either reshoring or nearshoring of production opportunities to the companies such as manufacturing critical medical equipment, personal protection equipment, and others relied upon the global supply chains (World Bank 2020c). Further, the pandemic increases the substitution among commodities due to the fluctuated markets and more of the regional commodities are benefited.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 427,
                    "text": "(Mirzer and Verdier 2006)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Lessons learnt from the previous episodes of similar impact"
        },
        {
            "text": "In other words, a higher cost imported commodity could promote the use of domestic product, i.e., usage of glass in drinks packaging instead of aluminum (World bank 2019c) which would create an opportunity for the nation to grow economically and curtail the unemployment to some extent. Another implication that the globe will face in feature is change in the consumer behavior, i.e., tendency of remote working is accelerating, due to the pandemic and shutdowns of real-time company atmospheres. With this tendency of remote working, even after the mitigation of the measures are lifted, the employees prefer to do the work from remote locations rather than commuting that will result in the declining energy source consumption, thereby lowering the fuel charges, pollution, and fuel demand (World Bank 2018c). Finally, the policy implications have a crucial role to play and counter balance the situations under control. Many nations are looking for alternate resources due to the depletion of the natural reserves, and the governments tend to encourage these supplemental commodities via relaxing the tax imposition and subsidies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons learnt from the previous episodes of similar impact"
        },
        {
            "text": "The impact of COVID-19 has now been widely seen in different global economies without the visible reflection of growth. As several economists and researchers mutually agree on a possible depression across economies, the world has left with no time for the preparation to face the crisis. Keeping the pandemic crisis in mind, the governments of many affected countries has announced several monetary measures (Baldwin and di Mauro 2020) . However, various expert economists and policy makers agree that the measures taken by the government will not be enough and government needs to adopt some new monetary and fiscal policy actions that have never seen and used before (Letzing 2020, Baldwin and . Baldwin and di Mauro (2020) has suggested a range of possible fiscal and monetary measures that can be adopted by households, public confidence, firms, health care, and banking at the national level and also through international collaboration. The major challenge in addressing the problem of this pandemic is that this crisis is very new and different, both in terms of its scale and nature. Hence, policy measures undertaken as a response to this pandemic must be designed after considering the key attributes very carefully.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 435,
                    "text": "(Baldwin and di Mauro 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 669,
                    "end": 695,
                    "text": "(Letzing 2020, Baldwin and",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 725,
                    "text": "Baldwin and di Mauro (2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Recommendation and perspectives"
        },
        {
            "text": "The outspread of the pandemic has caused a sudden reduction in oil prices and its demand due to the sudden halt in the economic activities. Commodities other than oil are also facing a sudden drop in the demand and supply; however, the drop is less than that of oil. The transportation and travel restrictions as a mitigation measure might lead to the shift in practices followed by industries. Also, if the pandemic situation does not disappear and deepens soon, the severe economic contractions may witness further fall in the demand and prices for industrial commodities. Finally, the impact of COVID-19 may persist for an extended period of time; however, in short term, the deep economic contraction lessens the demand for industrial commodities, causing additional reduction in prices. In addition to the health and human toll and the global economic downturn, they face substantially lower export and fiscal revenue. In long-term perspective, behavior changes in the end users may lead to the shift in commodity demand, in terms of demography and the industry. However, the major sufferer is the energy sector with rapid downfall in every aspect which had created an opportunity for the human kind and nature to grow and restart again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus and oil price crash",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Albulescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Novel coronavirus hurts the Middle East and North Africa through many channels. A VoxEU.org Book",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arezki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 2014-16 oil price collapse in retrospect sources and implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baffes",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Some",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stocker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vorisek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economics in the Time of COVID-19. A VoxEU.org Book",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Di Mauro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thinking ahead about the trade impact of COVID-19. A VoxEU.org Book",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tomiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Structural interpretation of vector autoregressions with incomplete identification: revisiting the role of oil supply and demand shocks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baumeister",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "American Economic Review",
            "volume": "109",
            "issn": "5",
            "pages": "1873--1910",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Finance in the times of coronavirus. A VoxEU.org Book",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Understanding COVID-19 transmission through bayesian probabilistic modelling and GIS Based voronoi approach: a policy perspective. Environmental Development and Sustainability",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bherwani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anjum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10668-020-00849-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Valuation of air pollution externalities: comparative assessment of economic damage and emission reduction under COVID-19 lockdown. Air Quality, Atmosphere and Health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bherwani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musugu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kapley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00845-3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Contagion: Bank runs and COVID-19. A VoxEU.org Book",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Cecchetti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Schoenholtz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nature Reviews Microbiology",
            "volume": "14",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Macroeconomics of the flu. A VoxEU.org Book",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Mauro",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19: air pollution remains low as people stay at home. Air Quality, Atmosphere and Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00842-6"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The influence of COVID-19 on air quality in India: A boon or inutile",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bulletin of Environmental Contamination and Toxicology",
            "volume": "104",
            "issn": "6",
            "pages": "724--726",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-CoV-2 pandemic in India: what might we expect? Environment, Development and Sustainability",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "3867--3869",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19: Trade Restrictions Are Worst Possible Response to Safeguard Food Security",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glauber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laborde",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IFPRI Blog post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Air pollution aggravating COVID-19 lethality? Exploration in Asian cities using statistical models. Environment, Development and Sustainability",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bherwani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gautam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anjum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musugu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10668-020-00878-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Oil Market Report",
            "authors": [],
            "year": 2020,
            "venue": "IEA (International Energy Agency)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "How China can Address Threats to Food and Nutrition Security from the Coronavirus Outbreak",
            "authors": [],
            "year": 2020,
            "venue": "IFPRI blog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global Recessions. Policy Research Working Paper 9172",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kose",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Terrones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How many policy tools are left to soften the impact of COVID-19?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Letzing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Real and financial lenses to assess the economic consequences of COVID-19. A VoxEU.org Book",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A review of the role of food and the food system in the transmission and spread of Ebolavirus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Streng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bergeron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kircher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLOS Neglected Tropical Diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0004160"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The economic impact of COVID-19. A VoxEU.org Book. London: Centre for Economic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mckibbin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fernando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "As coronavirus spreads, can the EU afford to close its borders",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meninno",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Economics in the time of COVID-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "International trade, security, and transnational terrorism: theory and empirics. Policy research working paper 4093",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mirzer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Verdier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A shock like no other: the impact of covid-19 on commodity markets",
            "authors": [
                {
                    "first": "Commodity",
                    "middle": [],
                    "last": "Outlook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19: Channels of transmission to food and agriculture. Rome: Food and Agriculture Organization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmidhuber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pound",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Trade impacts of increased border security concerns",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walkenhorst",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dihel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The International Trade Journal",
            "volume": "20",
            "issn": "1",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Naming the coronavirus disease (COVID-19) and the virus that causes it",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Commodity Markets Outlook; Oil Exporters: Policies and Challenges",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Commodity Markets Outlook; The Role of Substitution in Commodity Demand",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Three Imperatives to Keep Food Moving in a Time of Fear and Confusion",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "World Development Report 2020: Trading for Development in the Age of Global Value Chains",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The economic effects of a pandemic. A VoxEU.org Book",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wren-Lewis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Nominal price indexes and forecast revision a price index, as \"100,\" calculated by the ratio of nominal GDP to real",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Food grains demand and supply during COVID-19 compared to the last three years stats (World Bank 2020a, b, c), b status of the cooking oils from the last few years and the changes occurred during COVID-19(Glauber et al. 2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fertilizers demand and supply during COVID-19 compared to the last three years stats (World Bank 2020a, b, c), b status of the Metals and minerals during the COVID-19 in comparison to the last three years (IEA 2020) Fig. 5 Status of the precious metals during the COVID-19 in comparison with the last",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standard"
        }
    ]
}