{
    "paper_id": "6496cd51fd7dc037e7c69320255511ee70495933",
    "metadata": {
        "title": "Determining the dielectric constant of injection-molded polymer-matrix nanocomposites filled with barium titanate",
        "authors": [
            {
                "first": "Daniel",
                "middle": [],
                "last": "Brito",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Guadalupe",
                "middle": [],
                "last": "Quirarte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Morgan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleanor",
                "middle": [],
                "last": "Rackoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Fernandez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Dithi",
                "middle": [],
                "last": "Ganjam",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Albert",
                "middle": [],
                "last": "Dato",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Todd",
                "middle": [
                    "C"
                ],
                "last": "Monson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvey Mudd College",
                    "location": {
                        "addrLine": "301 Platt Blvd., 1515 Eubank Blvd",
                        "postCode": "91711, 87123",
                        "settlement": "Claremont, Albuquerque",
                        "region": "CA, NM",
                        "country": "USA, USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Barium titanate (BTO) is a ferroelectric perovskite with potential in energy storage applications. Previous research suggests that BTO dielectric constant increases as nanoparticle diameter decreases. This report recounts an investigation of this relationship. Injection-molded nanocomposites of 5 vol% BTO nanoparticles incorporated in a low-density polyethylene matrix were fabricated and measured. Finite-element analysis was used to model nanocomposites of all BTO sizes and the results were compared with experimental data. Both indicated a negligible relationship between BTO diameter and dielectric constant at 5 vol%. However, a path for fabricating and testing composites of 30 vol% and higher is presented here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A material's ability to store electrical energy at a particular voltage is dictated by its dielectric constant (ϵ), which defines the material's permittivity relative to the permittivity of vacuum. The increasing demand for energy storage has driven research into superior dielectrics, referred to as colossal dielectric constant (CDC) materials. [1, 2] These materials have dielectric constants above 1000, which is much higher than that of conventional dielectrics, such as plexiglass, mica, and air. [3] The most common mechanisms that can give rise to these large values of the dielectric constant are ferroelectricity, charge-density wave formation, hopping charge transport, and various kinds of interface effects. [2] The ferroelectric perovskite compound BaTiO 3 (BTO) is a CDC material. As shown in Supplementary Fig. S1 , the structure of BTO consists of a central titanium atom that is slightly offset from the unit cell midplane (when below the Curie temperature), resulting in a relatively high dielectric constant at room temperature. [4] [5] [6] BTO has a generally accepted dielectric constant between 1500 and 2000 for particle diameters of 1 μm. [7] Multiple studies have demonstrated the dependence of the dielectric constant of BTO on particle diameter, and BTO nanoparticles with diameters lower than 500 nm have exhibited dielectric constants as high as 4000. [8] In one study, the dielectric constants of BTO nanoparticles synthesized in a vacuum environment were investigated. [9] Across a particle diameter range of 10-500 nm, a dramatic increase in dielectric constant to over 15,000 was reported for BTO with a diameter of ∼70 nm. [9] A similar peak in dielectric constant was found for BTO nanoparticles produced in air. [10] Promising results have been reported, but BTO nanoparticle dielectric constants have varied significantly between different studies. Therefore, a complete understanding of the relationship between BTO nanoparticle diameter and dielectric constant is still needed. Here, we present an initial investigation into this relationship through the fabrication, measurement, and computational modeling of polymer-matrix nanocomposites containing BTO nanoparticles.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 350,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 351,
                    "end": 353,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1053,
                    "end": 1056,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1382,
                    "end": 1385,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1501,
                    "end": 1504,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1658,
                    "end": 1661,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1749,
                    "end": 1753,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 829,
                    "text": "Supplementary Fig. S1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The methodology of the investigation is summarized in Fig. 1(a) . The experimental stage of this study involved the fabrication of BTO nanocomposites using a novel injection molding technique. The capacitance of the specimens was then measured, and the dielectric constant of the nanocomposite, ϵ composite was calculated. The nanocomposite specimens used for analysis consisted of BTO nanoparticles (with diameters ranging from 50 to 500 nm) incorporated into a matrix of low-density polyethylene (LDPE) at 5 volume percent loading (vol%). 5 vol% loading was selected for this study to ensure nanocomposites could be created using this novel fabrication method, before introducing higher concentrations of BTO which could complicate the process. Further research will involve the analysis of nanocomposites at even higher volume percent loadings (30+ vol%). In the modeling stage of this study, COMSOL Multiphysics finite-element analysis (FEA) was used to determine a theoretical model of the composite dielectric constant. This was then compared to the experimentally determined ϵ composite to extract the dielectric constant of BTO for each particle size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "BTO nanoparticles synthesized through a hydrothermal process [10] [11] [12] [13] [14] [15] were obtained from Sakai Chemical Industry Co., Ltd. (Japan). BTO nanoparticles with diameters of 50 nm (KZM-50), 100 nm (BT-01), 200 nm (BT-02), 300 nm (BT-03), 400 nm (BT-04), and 500 nm (BT-05) were used in this research. LDPE powder (500 μm) purchased from Alfa Aesar (Ward Hill, MA) was used as the matrix material for the nanocomposites.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 66,
                    "end": 70,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 71,
                    "end": 75,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 76,
                    "end": 80,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Materials"
        },
        {
            "text": "Nanocomposites were produced using the process illustrated in Fig. 1(b) . The nanocomposite fabrication process involves a mixing stage and a molding stage. In the mixing stage, agglomerated BTO was ball milled with zirconia grinding balls (0.5 mm diameter, Retsch 32.368.0003) and surfactant (tert-Butylphosphonic acid, or tBuPA) for 4 h at 150 rpm. The ball mill (Retsch PM100) disperses agglomerated nanoparticles, which enables the BTO to be evenly dispersed within the LDPE matrix. [14] BTO nanoparticles were functionalized with tBuPA, obtained from Sigma-Aldrich (St. Louis, MO), to prevent nanoparticle re-agglomeration after ball milling. The amount of tBuPA used in each specimen is inversely proportional to the diameter of the BTO nanoparticles being incorporated into the polymer. The 500 nm BTO specimens require the smallest amount of surfactant, while the 50 nm specimens require the highest level of surfactant. For an initial mass of 25 g of BTO nanoparticles used to fabricate three 5 vol% specimens, the 500 nm BTO samples required 0.225 g of tBuPA, and the 50 nm BTO samples required 2.249 g of tBuPA. The complete calculation of the surfactant required for each diameter is included in section S3 of the Supplementary Material. After ball milling, a steel filter (Finum Part 63/421.08.00) was used to separate the grinding balls from the tBuPA-coated BTO nanoparticles. These nanoparticles were then mixed with LDPE powder in a closed container to obtain a homogeneous dry mixture consisting of 5 vol% BTO. This mixture was transferred to a Pyrex container, which was then placed in a vacuum oven. A nanocomposite sheet was produced by melting the LDPE in the mixture at −101 kPa at a temperature of 215°C for 2 h. The melted sheet was removed from the oven and cooled to room temperature. The sheet was cut into nanocomposite pellets with an area of ∼1 cm 2 that was used for injection molding with the Morgan Industries Plastic Injection Molding Machine (Model G-100T). [16] A schematic of the custom-built 6061 aluminum single-specimen mold used for injection molding nanocomposite specimens is shown in Supplementary Fig. S7 . Disc-shaped specimens with diameters and thicknesses of 40 and 1 mm, respectively, were fabricated using a barrel and nozzle temperature of 500°C. After the injection molding process, a gold film with a 100 nm thickness was sputtered onto each side of the nanocomposite specimens using a sputter coater (Quorum Technologies Q150T). For each BTO nanoparticle size (50, 100, 200, 300, 400, and 500 nm), six 5 vol% specimens were produced. A total of 36 nanocomposites were investigated. For a complete description of the nanocomposite manufacturing process with notes on the design of the mold, refer to section S4 of the Supplementary Material.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1994,
                    "end": 1998,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2129,
                    "end": 2150,
                    "text": "Supplementary Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Methods for fabricating BTO nanocomposites"
        },
        {
            "text": "In order to determine the dielectric constant of the BTO and model nanocomposites, control samples were made that contained just tBuPA and LDPE. These samples were used to measure the capacitance of the matrix without any embedded nanoparticles. The effect of surfactant levels was studied by creating pure LDPE specimens with the highest amount of surfactant (2.249 g-used to fabricate 50 nm nanocomposites) and the lowest amount of surfactant (0.225 g-used to fabricate 500 nm nanocomposites).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for fabricating BTO nanocomposites"
        },
        {
            "text": "The capacitance (C ) of each nanocomposite was determined using an ECG CX920A Digital Capacitance Meter, which has a working voltage of 3.5 V. Previous work has verified the precision and accuracy of this capacitance meter by benchmarking its measurements against a BioLogic SP-200 Potentiostat. Capacitance measurements were performed at room temperature in a Faraday cage. The average thickness of each nanocomposite (d ) was determined by using a micrometer to measure thicknesses at nine points on each specimen. The dielectric constant of each fabricated nanocomposite (ϵ c ) was calculated using the following equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for determining the dielectric constants of nanocomposites"
        },
        {
            "text": "In Eq. (1), A is the area of the deposited gold film (25.43 cm 2 ) and ϵ 0 is the vacuum permittivity (8.854 × 10 −12 F/m). The dielectric constant of pure LDPE specimens containing tBuPA (ϵ m ) was also calculated using Eq. (1). Studies investigating the macroscopic dielectric behavior of composites of linear dielectric phases have established effective medium approximations (EMAs) that were used to approximate the dielectric constants of BTO nanoparticles (ϵ p ). Three EMAs were used in a previous BTO nanocomposite study by Kaufman et al. because they have the closest application to the nanocomposites fabricated in this study. [17] Of these, the Jayasundere-Smith EMA, [18] shown in Eq. (2), was used as it most closely approximates the fabricated nanocomposites because it includes an additional level of complexity to describe the partial effects between particles. [19] ",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 878,
                    "end": 882,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods for determining the dielectric constants of nanocomposites"
        },
        {
            "text": "For reference, variable symbols and definitions are compiled in Supplementary Table S4 , found in section S9 of the Supplementary Material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 86,
                    "text": "Supplementary Table S4",
                    "ref_id": null
                }
            ],
            "section": "Methods for determining the dielectric constants of nanocomposites"
        },
        {
            "text": "In order to understand the impact of both polymer and nanoparticle dielectric constants, as well as particle agglomeration on the overall composite dielectric constant, FEA was conducted using COMSOL Multiphysics version 5.4, which has been used in previous studies of polymer-matrix nanocomposites containing BTO. [17] The nanocomposite model consists of a cube of side length L with a gold layer on the top and bottom faces ( Supplementary Fig. S2 ).",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 449,
                    "text": "Supplementary Fig. S2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods for computational modeling of nanocomposites"
        },
        {
            "text": "Particle agglomerates are modeled as tightly packed cubic arrays of particles, and the total number of particles is denoted as N p . Within the cube, the number of agglomerates (N a ) and particles per agglomerate (n) are specified, along with the number of dispersed single particles of BTO to reflect a specific factor of agglomeration (F a ), which is shown in Eq. (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for computational modeling of nanocomposites"
        },
        {
            "text": "For simulations where the BTO nanoparticle dielectric constant was held constant, ϵ p was set at 1500. This value was chosen in accordance with the simulations run by Kaufman et al., [17] based on the lower threshold of the range of BTO nanoparticle dielectric constants found by Arlt et al. [7] The remainder of the cube's volume consists of the polymer matrix. The matrix dielectric constant (ϵ m ) was set to 5.58, which is based on experimental dielectric constant measurements of injection-molded LDPE specimens containing the same mass (0.225 g) of tBuPA used to deagglomerate 500 nm particles. [20, 21] BTO loading was fixed at δ v = 0.05.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 606,
                    "end": 609,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods for computational modeling of nanocomposites"
        },
        {
            "text": "COMSOL was used to calculate the dielectric constant of the modeled nanocomposites with 10 V applied through the capacitor, the same applied voltage used in the studies by Kaufman et al. [17] In order to determine how various parameters could impact ϵ c , simulations were run that focused on varying one of three parameters (F a , ϵ p , and ϵ m ) while holding the other two parameters constant.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods for computational modeling of nanocomposites"
        },
        {
            "text": "In order to extract the dielectric constant of the BTO particle itself, the ϵ c values need to be compared to the dielectric constant of the medium ϵ m . Since the amount of surfactant concentration in the specimens is dependent on particle size, the study experimentally extracted the average value of the dielectric constant of the medium accounting for the highest and lowest amounts of surfactant. The average ϵ m values of control specimens composed of just LDPE with high and low surfactant levels are 6.29 ± 0.69 (corresponding to 2.249 g of tBuPA) and 5.58 ± 0.32 (corresponding to 0.225 g of added tBuPA), respectively. The higher surfactant level was used for 50 nm nanocomposites, while the lower one was used for the 500 nm nanocomposites. tBuPA is polar which leads to the varying medium dielectric constants. It should be noted that the effect of the surfactant on ϵ m can be better understood through FEA. The results of this analysis are depicted in Fig. 2(b) . This allows for the effect of tBuPA on ϵ m to be corrected for in further analysis steps. Refer to section S3 of the Supplementary Material for an outline of the mathematical details. Figure 2 (a) and Supplementary Table S1 show the average dielectric constants of fabricated nanocomposite specimens.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 966,
                    "end": 975,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1162,
                    "end": 1170,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Experimental results"
        },
        {
            "text": "Using the values for ϵ c shown in Supplementary Table S1 , ϵ m based on BTO size, and δ v = 0.05, ϵ p for each BTO nanoparticle size was calculated using the Jayasundere-Smith EMA. The results of these calculations are graphed in Fig. 3 , with numerical values tabulated in Supplementary Table S2 . Figure 3 presents the relationship between ϵ p and particle size applying the Jayasundere-Smith model presented in the Materials and methods section. There is a significant level of uncertainty resulting from the uncertainty of ϵ c in the 5 vol% loaded specimens. The Jayasundere-Smith EMA is used in all further analysis on the relationship between ϵ c and ϵ p . Previous research by Kaufman et al. suggests that this model provides a useful basis of comparison for the fabricated specimens because it accounts for agglomeration when extracting Research Letter ϵ p . [17] Figure 4 (b) shows the relationship between ϵ p and ϵ c for the specimens created in this study and depicts a roughly linear relationship between the specimen dielectric constant across a range of nanoparticle sizes and the approximate range of particle dielectric constant values.",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 871,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 56,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                },
                {
                    "start": 230,
                    "end": 236,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 274,
                    "end": 296,
                    "text": "Supplementary Table S2",
                    "ref_id": null
                },
                {
                    "start": 299,
                    "end": 307,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 872,
                    "end": 880,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Experimental results"
        },
        {
            "text": "FEA was used to measure the dependence of ϵ c on F a by varying F a . The results are illustrated in Supplementary Fig. S10 and demonstrate a linear relationship between F a and ϵ c . Linear regression revealed that the experimentally extracted ϵ c value of 7.03 ± 0.14 (Supplementary Table S1) for 5 vol% 500 nm BTO-loaded specimens corresponds to F a = 0.7789 in the computational model. For N p = 512, F a = 0.6699 was the closest input factor of agglomeration to this predicted value. As such, F a = 0.6699 (n = 7) was fixed for the sweeps over the remaining parameters. In future work, F a will also be determined experimentally by imaging fabricated nanocomposites using transmission electron microscopy (TEM). Scanning electron microscopy images of as-delivered and post-ball milled nanoparticles can be found in section S8 of the Supplementary Material.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 123,
                    "text": "Supplementary Fig. S10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "FEA results"
        },
        {
            "text": "After determining the predicted factor of agglomeration, a sweep on composite dielectric constant was performed by varying particle size from 50 to 500 nm [ Fig. 2(b) ]. The experimental results depicted in Fig. 2(a) show an inversely related trend between ϵ c and particle size, but the dependence between surfactant concentration and particle size may be responsible for the trend. In order to verify this, an FEA study on all possible medium dielectric constants was conducted. The values of ϵ m shown in Supplementary Table S3 for the 50 and 500 nm specimens were used in a quadratic interpolation to estimate the ϵ m values for the 5 vol% nanocomposites across all particle diameters. Figure 2(b) shows the lack of dependence between particle size and composite dielectric constant once the surfactant's contribution is separated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "Fig. 2(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 207,
                    "end": 216,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 508,
                    "end": 530,
                    "text": "Supplementary Table S3",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 701,
                    "text": "Figure 2(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "FEA results"
        },
        {
            "text": "Following the analysis of the surfactant's influence on the relationship between particle size and composite dielectric constant, a sweep on BTO dielectric constant was performed by varying ϵ p from 0 to 4000. Because the simulated particle size of BTO was 500 nm, ϵ m = 5.58 was used in the model, which corresponds to the dielectric constant of LDPE loaded with the lowest amount of surfactant (Supplementary  Table S3 ). Figure 4(a) shows that an ϵ p range of 2000-2500 closely overlaps the experimentally measured ϵ c for 5 vol% 500 nm BTO specimens presented in Supplementary  Table S3 . Based on the data extracted from the model [ Fig. 4  (a) ], it was concluded that the BTO dielectric constant has a low impact on the composite dielectric constant at 5 vol% loading. Between the ϵ p range of 1000 and 4000 , ϵ c varies by less than 0.2. This phenomenon is a result of BTO comprising a small volume per cent of the nanocomposite. Therefore, the relative magnitude of error in determining BTO dielectric constant at 5 vol% (both experimentally and computationally) motivates the investigation of significantly higher volume loadings of BTO. This will allow for conclusive observation of meaningful dielectric changes as a result of particle diameter. Indeed, Kaufman et al. demonstrated that higher volume loadings allow for decreased error in determining particle dielectric constant. [17] Figure 4(c) shows the effect of BTO dielectric constant on the dielectric constant of the nanocomposites. Future research will focus on fabricating, measuring, and simulating BTO nanocomposites with loadings of 30 vol% and greater. This effort was halted prematurely by the circumstances caused by COVID-19, but a complete procedure for fabricating 30 vol% BTO samples by incorporating a step of LDPE dissolution in xylenes is described in the Supplementary Material. Samples produced by incorporating this step will enable future research into the relationships between BTO nanoparticle diameter and dielectric constant, which could potentially be revealed at higher volume loading.",
            "cite_spans": [
                {
                    "start": 1393,
                    "end": 1397,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 420,
                    "text": "(Supplementary  Table S3",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 435,
                    "text": "Figure 4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 567,
                    "end": 590,
                    "text": "Supplementary  Table S3",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 649,
                    "text": "Fig. 4  (a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "FEA results"
        },
        {
            "text": "The experimental results obtained from the 5 vol% BTO nanocomposites presented in Fig. 2 and Supplementary Table S1 do not show a statistically significant relationship between the nanocomposite dielectric constant and BTO nanoparticle size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 93,
                    "end": 115,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Although these two parameters demonstrate a linear relationship, the error associated with each sample group in Fig. 2(a) shows a relatively wide scope of uncertainty along the dielectric constant axis. Moreover, Supplementary Table S3 highlights a dependence of the dielectric constant on the concentration of tBuPA in the specimens. Figure 2 (b) presents an analysis of the effect surfactant has on the medium dielectric constant and verifies that there is only a weak relationship between composite dielectric constant and BTO nanoparticle size at this 5 vol% BTO loading. When separating the contribution of the surfactant in the value of ϵ m , it is evident that ϵ m and particle size are not inversely related. However, this figure does highlight how higher levels of tBuPA increase the value of ϵ m and result in the extraction of higher ϵ c from fabricated nanocomposites. As a result, the small shift in the dielectric constant values of the nanocomposites at different particle sizes can be explained by the influence of the surfactant. Figure 4 (b) further shows how the extraction of the dielectric constant of the BTO particles at 5 vol% loading is limited by the error presented at a low volume loading.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 213,
                    "end": 235,
                    "text": "Supplementary Table S3",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1047,
                    "end": 1055,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Experimental and FEA results show that the degree of agglomeration in the experimental data can be approximated Research Letter using the model. This indicates that the simulated results showing no clear relationship between BTO diameter and nanocomposite dielectric constant at 5 vol% loading are a reasonable approximation of experimental data, as with higher levels of agglomeration and known medium and BTO dielectric constants, the experimental results can be closely approximated by the model. The FEA results shown in Fig. 4(a) and the dielectric constants determined from 500 nm BTO nanocomposites (Supplementary Table S1) indicate that the degree of agglomeration of BTO nanoparticles in LDPE is close to F a = 0.7. Further studies into the agglomeration state of the fabricated specimens, investigated using TEM, will provide valuable insight into the physical state of BTO agglomeration in fabricated nanocomposites. However, the degree of agglomeration of F a = 0.6699 used in the simulations was deemed to be appropriate for the nanocomposites investigated in this work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 534,
                    "text": "Fig. 4(a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Figures 4(a) and 4(b) both present a relationship between ϵ c and ϵ p given δ v = 0.05. While Fig. 4 (b) approximates this relationship by applying the Jayasundere-Smith EMA to determine experimental ϵ c values, Fig. 4 (a) presents the computational simulation results of sweeping across a range of particle dielectric constant values given the parameters F a = 0.6699, δ v = 0.05, and a particle size of 500 nm. The FEA simulation produces ϵ c values that align with experimental results within a range of values of 2000-2500 for ϵ p , but the use of the Jayasundere-Smith EMA produces a range of 1100-1350 values of ϵ p . This inconsistency highlights the limitations of using a low volume loading of BTO to implement the use of the Jayasundere-Smith EMA for the extraction of ϵ p . However, the data do suggest that agglomeration is playing a role in the dielectric constants of our composites, even at modest volume loadings. Further investigation into the agglomeration state of the specimens is necessary to compare the FEA simulation with different EMA results. Future studies will focus on investigating the agglomeration state of specimens with volume loadings ranging from 5 to 50 vol% using TEM to develop an EMA that closely replicates the system.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Studies have shown that at higher volume per cent loading, the approximation and distinction of the dielectric constant of the BTO particle can be refined. [17] After investigating 5 vol% loaded specimens produced with the fabrication methods outlined in this study, the next step involved revising the procedures to reach higher volume per cent loaded samples. Comparing computational models of 5 and 30 vol% loaded samples [ Fig. 4(c) ] demonstrates how the behavior of the curve shifts the plateau region of ϵ p to higher values. This helps minimize the error presented in the current experimental results by allowing a broader range of values to approximate the BTO nanoparticle dielectric constant. As the relative magnitude of error decreases, other influencing factors, such as the contribution of surfactant, become easier to quantify. Presently, each measured average dielectric constant value falls within the error bounds of most other data points [ Fig. 2(a) ], meaning the dielectric constant contribution from the surfactant cannot be reliably extracted. With the fabrication of higher vol% loaded nanocomposites, and more control samples containing only surfactant, these effects can be accounted for. BTO nanocomposites with higher volume loadings can be fabricated through an additional LDPE dissolution step using xylenes in the mixing stage shown in Fig. 1(b) . Using this, polymer dissolution step has enabled the fabrication of 30 vol% loaded specimens (see Supplementary Material) . Future studies will investigate the relationship between BTO diameter and dielectric constant using this modified fabrication method.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 436,
                    "text": "Fig. 4(c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 961,
                    "end": 970,
                    "text": "Fig. 2(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1369,
                    "end": 1378,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1479,
                    "end": 1502,
                    "text": "Supplementary Material)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Beyond the examination of nanocomposite specimens, this research also presents a method for producing BTO nanocomposites in a repeatable and reproducible manner. An investigation into LDPE-matrix nanocomposites loaded with 5 vol% BTO nanoparticles of varying diameter showed no clear relationship between nanoparticle size and dielectric constant. Our study indicates that such a relationship may not be observable at 5 vol% loading. COMSOL simulations agree with the experimental results, though adjustments to the fundamental assumptions of the models may yield more interesting insights in the future. The results presented here provide further insight into the properties of BTO nanoparticles that have been indicated in previous studies. This study necessitates further investigations of LDPE-BTO nanocomposites at higher volume loadings, which could indeed reveal a clear relationship between BTO nanoparticle size and dielectric constants. Such a study might facilitate the discovery of a drastic increase in the dielectric constant of BTO at a critical nanoparticle size, which could have significant implications in energy storage and conversion applications. injection molding procedure. Similar thanks are extended to Morgan Press, Inc. for advising the research group on cleaning and operational procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and outlook"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dielectric properties of colossal permittivity materials: An update",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheballah",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Valdez-Nava",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Laudebat",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lebey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bidan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Diaham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guillemet-Fritsch",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Conference on electrical insulation and dielectric phenomena",
            "volume": "",
            "issn": "",
            "pages": "706--709",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The route to resource-efficient novel materials",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krohns",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lunkenheimer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gleich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rathgeber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gaugler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Buhl",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loidl",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nat. Mater",
            "volume": "10",
            "issn": "",
            "pages": "899--901",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Colossal Permittivity Materials as Superior Dielectrics for Diverse Applications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yanbin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "History and challenges of barium titanate: Part II",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Vijatovic Petrovic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Bobic",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stojanovic",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sci. Sinter",
            "volume": "40",
            "issn": "",
            "pages": "235--244",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of interfaces on an apparent grain size effect on the dielectric properties for ferroelectric barium titanate ceramics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ferroelectrics",
            "volume": "206",
            "issn": "",
            "pages": "337--353",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Phase transition and high dielectric constant of bulk dense nanograin barium titanate ceramics",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Appl. Phys. Lett",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dielectric properties of fine-grained barium titanate ceramics",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arlt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hennings",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De With",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J. Appl. Phys",
            "volume": "58",
            "issn": "",
            "pages": "1619--1625",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Permittivity scaling in Ba 1− x Sr x TiO 3 thin films and ceramics",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aygün",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ihlefeld",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Borland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Maria",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Appl. Phys",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preparation of nm-sized barium titanate fine particles and their powder dielectric properties",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yasuno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoshina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kakemoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsurumi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Jpn. J. Appl. Phys",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Size effect of dielectric properties for barium titanate particles and its model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hoshina",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yasuno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohishi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kakemoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsurumi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yashima",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Key Eng. Mater",
            "volume": "301",
            "issn": "",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Nanoparticle polymer composites: Where two small worlds meet",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Balazs",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Emrick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "314",
            "issn": "",
            "pages": "1107--1110",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Truncated wedge-shaped nanostructures formed from lateral microphase separation of mixed homopolymer brushes grafted on 67 nm silica nanoparticles: Evidence of the effect of substrate curvature",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ACS Macro Lett",
            "volume": "1",
            "issn": "",
            "pages": "1061--1065",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Current issues in research on structure-property relationships in polymer nanocomposites",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jancar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Starr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cassagnau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lesser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sternstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buehler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "51",
            "issn": "",
            "pages": "3321--3343",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "General strategies for nanoparticle dispersion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tuteja",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Duxbury",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Horn",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "311",
            "issn": "",
            "pages": "1740--1743",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effect of chain stiffness on nanoparticle segregation in polymer/nanoparticle blends near a substrate",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Padmanabhan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Frischknecht",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Macromol. Theory Simul",
            "volume": "21",
            "issn": "",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "G-100 T Instruction Manual, Ver. 1.1. Morgan Industries INC",
            "authors": [
                {
                    "first": "Morgan",
                    "middle": [],
                    "last": "Industries",
                    "suffix": ""
                },
                {
                    "first": "Inc",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Permittivity effects of particle agglomeration in ferroelectric ceramic-epoxy composites using finite element modelling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kirklann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Gambee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Macintosh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dato",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Saeta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Haskell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Monson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "AIP Adv",
            "volume": "8",
            "issn": "",
            "pages": "125020--125021",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The electrical conductivity of composite media",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Kerner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Phys. Soc., B",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dielectric constant for binary piezoelectric 0-3 composites",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jayasundere",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "V"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J. Appl. Phys",
            "volume": "73",
            "issn": "",
            "pages": "2462--2466",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Electrical properties of polyethylene/polypropylene compounds for highvoltage insulation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dabbak",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Illias",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Ang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Latiff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Makmud",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energies",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tailoring of thermal and dielectric properties of LDPE-matrix composites by the volume fraction, density, and surface modification of hollow glass microsphere filler",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Compos part B: Eng",
            "volume": "58",
            "issn": "",
            "pages": "91--102",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Overall sequence of the investigation into the relationship between BTO particle diameter and dielectric constant. (b) The manufacturing process involves two main stages: the mixing stage and the molding stage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Jayasundere-Smith EMA ϵ p for nanocomposites containing BTO nanoparticles of increasing diameter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a) The relationship between ϵ c and particle size for fabricated specimens. (b) Simulated ϵ c versus particle size (δ v = 0.05, F a = 0.6699) for each possible ϵ m value dependent on surfactant concentration from lowest to highest tBuPA level.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "(a) Simulated ϵ c (ϵ m = 5.58) versus ϵ p , at a BTO diameter of 500 nm (δ v = 0.05, F a = 0.6699). (b) Jayasundere-Smith EMA experimental results with a sample size of 6 nanocomposites for each particle diameter comparing dielectric constant of composite over dielectric constant of BTO. (c) Simulated ϵ c (ϵ m = 5.58) versus ϵ p , at a BTO diameter of 500 nm for both δ v = 0.05 and δ v = 0.3.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Dr. Susan Heidger of the Air Force Research Laboratory/High Power Microwave Electromagnetic Microwave Division for significant support of this work. Sandia National Laboratories is a multi-mission laboratory managed and operated by National Technology and Engineering Solutions of Sandia, LLC., a wholly owned subsidiary of Honeywell International, Inc., for the U.S. Department of Energy's National Nuclear Security Administration under contract DE-NA-0003525. This paper describes objective technical results and analysis. Any subjective views or opinions that might be expressed in the paper do not necessarily represent the views of the U.S. Department of Energy or the United States Government. Further, the authors acknowledge Harvey Mudd College machine shop manager Drew Price, who helped to formulate the operational procedure for the injection molder, enabling the fabrication of nanocomposites via injection molding. The team also thanks Jackson Baker, HMC '21, who worked with the team to develop the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The supplementary material for this article can be found at https://doi.org/10.1557/mrc.2020.69",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary material"
        }
    ]
}