{
    "paper_id": "64da0d30500b3db2fc36067b5b3997aacb99aee2",
    "metadata": {
        "title": "Design of advanced siRNA therapeutics for the treatment of COVID-19",
        "authors": [
            {
                "first": "Iman",
                "middle": [],
                "last": "Niktab",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Isfahan",
                    "location": {
                        "settlement": "Isfahan",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Maryam",
                "middle": [],
                "last": "Haghparast",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Isfahan",
                    "location": {
                        "settlement": "Isfahan",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammad-Hossein",
                "middle": [],
                "last": "Beigi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Isfahan",
                    "location": {
                        "settlement": "Isfahan",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "L"
                ],
                "last": "Megraw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "USA A R T I C L E I N F O",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amirkianoosh",
                "middle": [],
                "last": "Kiani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ontario Tech University",
                    "location": {
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamran",
                "middle": [],
                "last": "Ghaedi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Isfahan",
                    "location": {
                        "settlement": "Isfahan",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) has been rapidly spread around the globe since December 2019. Due to the high transmission rate of this virus, it can affect vast number of people in a short time; and to this fact, there is an urgent need for a safe vaccine or therapeutic option for this viral infection. According to the pathological aspects and clinical stages of the disease, different classes of drugs have been used. They include antiviral agents, inflammation inhibitors, plasma, and hyperimmune immunoglobulins (Stasi et al., 2020; Bartoli et al., 2021) . The antiviral agents mainly focus on virus replication inhibition either by protease inhibition -preventing the Gag/Pol polyprotein cleavage-or by interfering with the RNA-dependent RNA polymerase reaction; and they include Ritonavir-lopinavir, darunavir, Remdesivir, favipiravir, and ribavirin. Another possible approach is to block the virus entry path. The possible drugs that are capable of doing this are Chloroquine, hydroxychloroquine, arbidol. As the virus infection, in many cases, resulted in a severe inflammatory response, another option could be immunomodulatory agents. The other alternative is plasma-injected antibody therapy (Stasi et al., 2020; Bartoli et al., 2021; Wang and Guan, 2021) . Besides, the nucleic acid-based treatments can be offered as a potential co-treatment for coronaviruses due to their high target specificity. In this regard, siRNA inhibitors can act as powerful therapeutic agents to combat the ongoing outbreak. Unique sequences that target the virus genome and do not interfere with the human genome can be used for the design of siRNAs to target the virus (de Fougerolles et al., 2007) . These pre-designed siRNAs will target the viral RNA genome and its replication and terminate the proliferation of the virus (Dykxhoorn and Lieberman, 2006; Whitehead et al., 2009) . Wu et al. and Li et al. used a similar siRNA approach with the SARS-CoV-1 virus RNA and inhibited the expression of viral proteins in infected cells (Li et al., 2005; Wu et al., 2005) . They reported that upon the entry of the viral particles, direct interaction of viral RNA with introduced siRNAs within the upper airway epithelial cells resulted in degradation of viral RNA and blocked viral replication and the spread of SARS-CoV-1 particles (Li et al., 2005) .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 542,
                    "text": "(Stasi et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 543,
                    "end": 564,
                    "text": "Bartoli et al., 2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1209,
                    "end": 1229,
                    "text": "(Stasi et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1230,
                    "end": 1251,
                    "text": "Bartoli et al., 2021;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1252,
                    "end": 1272,
                    "text": "Wang and Guan, 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1667,
                    "end": 1696,
                    "text": "(de Fougerolles et al., 2007)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1823,
                    "end": 1854,
                    "text": "(Dykxhoorn and Lieberman, 2006;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1855,
                    "end": 1878,
                    "text": "Whitehead et al., 2009)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1881,
                    "end": 1909,
                    "text": "Wu et al. and Li et al. used",
                    "ref_id": null
                },
                {
                    "start": 2030,
                    "end": 2047,
                    "text": "(Li et al., 2005;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2048,
                    "end": 2064,
                    "text": "Wu et al., 2005)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2327,
                    "end": 2344,
                    "text": "(Li et al., 2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For better therapeutic effects of potent siRNA-SARS-CoV-2 inhibitors and to minimize the effect of any probable mutation in the virus genome, we designed six selective siRNAs by the Oligo.7 software (Molecular Biology Insights, Colorado, USA) (Rychlik, 2007) for most of the virus mRNAs to ensure better efficiency (Table 1 ). The siRNAs were then used as a mixture consisting of an equal amount of each siRNA duplex. These siRNAs were designed to be highly specific for the virus mRNAs and to have the least interaction with human RNAs, especially mRNAs. This specificity was evaluated using the NCBI Basic Local Alignment Search Tool (BLAST). The RNA sequence of the virus (\"Severe acute respiratory syndrome coronavirus 2 isolate Wuhan-Hu-1, complete genome\" (NCBI Reference Sequence: NC_045512.2) was aligned with human RNAs and similar sequences were excluded to ensure that no human mRNA would be affected. To minimize the off-target possibility of the siRNAs these sequences were re-checked with the human mRNAs by the BLAST to ensure there were no possible similarities between the designed siRNAs and the human-based mRNAs. Finally, each siRNA was checked by the BLAST to find which strains of the virus could be targeted by each siRNA. Before testing the effect of the siRNAs on the proliferation of the virus, the effect of the siRNAs was tested on the normal unaffected Vero cells, obtained from the cell bank of the Pasteur Institute (Tehran, Iran), and their cell viability was compared with an untreated group. The cells To test the efficacy of the siRNAs, the Vero cells were cultured in two main groups: an untreated SARS-CoV-2 infected group (I), and a siRNAtreated infected group (T). The I group was infected by a mixture of serum of the affected patients at a multiplicity of infection (MOI) of 0.05 (Kim, 2020; Sheahan et al., 2020) . (All the individuals who donated serum signed consent forms.) Finally, the T group was infected in a similar condition; the only difference was that the siRNAs were added to the culture medium after infection, as a mixture with 10 mg/mL dosage (Kondratowicz et al., 2011) . Forty-eight hours after the infection, the cells were harvested and entered the RNA extraction process for further investigations. Finally, the inhibition of viral RNA synthesis was measured by qRT-PCR, which is one of the most accurate methods for this infection according to Carter et al. (2020) . The equal number of cells was counted before RNA extraction. Total RNA of each group was extracted and purified by TRIzol reagent (Invitrogen, Carlsbad, CA, USA) and RNeasy MinElute Cleanup Kit (QIAGEN, Hilden, Germany) respectively according to the manufacturer's instructions. DNase treatment was applied before the purification process to ensure the elimination of unwanted DNA contamination. An equal concentration of RNA (measured by Nano-Drop) was taken to the qRT-PCR reaction. As qRT-PCR is a promising method for detecting the quantity of this virus (Yan et al., 2020) , a TaqMan-based PCR set was performed using commercial primers and probes for SARS-CoV-2 by StepOnePlus Real-Time PCR system. The sequence of the forward and reverse primers and the probe is as follows respectively. Forward 5 ′ -AAATTTTGGGGACCAGGAAC-3 ′ , reverse 5 ′ -TGGCAGCTGTGTAGGT-CAAC-3 ′ , and probe 5 ′ -FAM-ATGTCGCGCATTGGCATGGA-BHQ-3 ′ . Since there is no acceptable reference gene yet to normalize the Ct of the qRT-PCR for this virus, we decided to report the Ct values themselves according to Shen et al. (2020) .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 258,
                    "text": "(Rychlik, 2007)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1821,
                    "end": 1832,
                    "text": "(Kim, 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1833,
                    "end": 1854,
                    "text": "Sheahan et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2101,
                    "end": 2128,
                    "text": "(Kondratowicz et al., 2011)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2408,
                    "end": 2428,
                    "text": "Carter et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2990,
                    "end": 3008,
                    "text": "(Yan et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3515,
                    "end": 3533,
                    "text": "Shen et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Materials and methods"
        },
        {
            "text": "The BLAST results showed that all of the siRNAs could be matched with more than 5000 strains of the SARS-Cov 2 recognized from different parts of the world (more than 5000 accession numbers were matched in BLAST results) (data are not shown). Additionally, the BLAST results indicated that the chance of off-target effects in human cells was not significant for the siRNAs. The lowest E-value (the highest likelihood) of the BLAST results for human probable off-target and the actual SARS-Cov 2 target are shown in the Fig. 1 Ct value of the groups. The groups were tested in a triplicated manner and each test was repeated three times to minimize the operational errors. Student t-test was used to compare the statistical difference between the groups (p < 0.001). Data are presented as mean +/− SEM. I: untreated SARS-CoV-2 infected group, T: siRNA treated infected group. Fig. 3 . The schematic view of the virus replication inhibition by pre-designed siRNAs. The predesigned siRNAs interact with the viral mRNAs and this leads to viral mRNA cleavage. As a result, the replication of the virus is terminated due to the lack of its essential mRNAs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 519,
                    "end": 525,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 881,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "higher Ct value (Ct mean = 35.57 +/− 0.29) compared to the group I (Ct mean = 24.38 +/− 0.46) (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The mechanism of siRNA-COVID-19 inhibitors is to target and initiate the termination process for most critical mRNAs that encode the virus's essential proteins. These include the proteins that are translated first upon virus entry into the cells and encode the replicase (the very first process that is necessary for viral proliferation) and other structural proteins, which are used to form a complete virus (Du et al., 2009) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 426,
                    "text": "(Du et al., 2009)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Because a higher Ct number is correlated with the lower copy number of the target gene, the copy number of the virus-based mRNA was lower in the T group. Therefore, it appears that siRNAs may in fact inhibit the prolifration of the virus.. Similar Ct values have recently been reported for patients with COVID. (Carter et al., 2020) . Additionally, since the siRNAs did not affect the normal proliferation of the Vero cells, using these molecules in the airway system could be a sensible option as a co-treatment for the SARS-CoV-2. In other words, siRNAs appear to inhibit virus replication likely by degradation of siRNA-associated mRNA.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 332,
                    "text": "(Carter et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In comparison to proinflammatory cytokine treatments for the coronavirus family such as hemophagocytosis (Ware and Matthay, 2000; Yuen et al., 1998) or an interferon-gamma-related cytokine storm (Huang et al., 2005) , intranasal delivery of siRNA into the upper respiratory tract provides an effective method for high-specificity inhibition by potent siRNA inhibitors of SARS-CoV-2. Furthermore, in this method, the exacerbation of symptoms and lung damage can be avoided as it provides a minimal induction of a proinflammatory antiviral cytokine response (Li et al., 2005) . Besides, the current drugs for COVID-19 are phase-dependent and they should be carefully prescribed (Stasi et al., 2020; Bartoli et al., 2021) ; however, due to the nature of the disease and the unstoppable replication process of the virus, siRNAs can be administered in any phase of the disease.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 129,
                    "text": "(Ware and Matthay, 2000;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 130,
                    "end": 148,
                    "text": "Yuen et al., 1998)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 195,
                    "end": 215,
                    "text": "(Huang et al., 2005)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 556,
                    "end": 573,
                    "text": "(Li et al., 2005)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 676,
                    "end": 696,
                    "text": "(Stasi et al., 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 697,
                    "end": 718,
                    "text": "Bartoli et al., 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unfortunately, the lack of acceptable in vivo virus proliferation inhibition by siRNAs is the main limitation of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the challenging barriers to the development of siRNA inhibitors clinically is their intracellular delivery process. However, the COVID-19 viral infection is a respiratory disease and the initial tissues affected by the virus are lung cells; thus, the pre-designed siRNAs can be delivered near the affected cells via an aerosolized method such as an inhaler (Dykxhoorn and Lieberman, 2006) . This method has been previously tested for SARS-CoV-1 by Li et al. (2005) and this can be piloted in future studies for COVID-19.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 395,
                    "text": "(Dykxhoorn and Lieberman, 2006)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 455,
                    "end": 471,
                    "text": "Li et al. (2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, according to our initial results, we can state that this siRNA therapy can be used efficiently in vitro and there should be clinical practice in the next phase of this research (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "IN, MH and MB contributed equally in designing the research and drafted the original manuscript. TM, KG, and AK combined and edited the drafts, and partially supervised the manuscript. All authors subsequently revised the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "This work has been partially funded by the Natural Sciences and Engineering Research Council of Canada (NSERC). All other authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 treatment options: a difficult journey between failed attempts and experimental drugs",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bartoli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Intern. Emerg. Med",
            "volume": "",
            "issn": "",
            "pages": "1--28",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Assay Techniques and Test Development for COVID-19 Diagnosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Interfering with disease: a progress report on siRNAbased therapeutics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "De Fougerolles",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "6",
            "issn": "6",
            "pages": "443--453",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Microbiol",
            "volume": "7",
            "issn": "3",
            "pages": "226--236",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Knocking down disease with siRNAs",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dykxhoorn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "126",
            "issn": "2",
            "pages": "231--235",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An interferon-γ-related cytokine storm in SARS patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Virol",
            "volume": "75",
            "issn": "2",
            "pages": "185--194",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The architecture of SARS-CoV-2 transcriptome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "4",
            "pages": "914--921",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "T-cell immunoglobulin and mucin domain 1 (TIM-1) is a receptor for Zaire Ebolavirus and Lake Victoria Marburgvirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kondratowicz",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "108",
            "issn": "20",
            "pages": "8426--8431",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Using siRNA in prophylactic and therapeutic regimens against SARS coronavirus in Rhesus macaque",
            "authors": [
                {
                    "first": "B.-J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Med",
            "volume": "11",
            "issn": "9",
            "pages": "944--951",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "OLIGO 7 primer analysis software",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rychlik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PCR primer design",
            "volume": "",
            "issn": "",
            "pages": "35--59",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An orally bioavailable broad-spectrum antiviral inhibits SARS-CoV-2 in human airway epithelial cell cultures and multiple coronaviruses in mice",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Transl. Med",
            "volume": "12",
            "issn": "541",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Treatment of 5 critically ill patients with COVID-19 with convalescent plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "16",
            "pages": "1582--1589",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Treatment for COVID-19: An overview",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stasi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. J. Pharmacol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 drug repurposing: a review of computational screening methods, clinical trials, and protein interaction assays",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Med. Res. Rev",
            "volume": "41",
            "issn": "1",
            "pages": "5--28",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N. Engl. J. Med",
            "volume": "342",
            "issn": "18",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Knocking down barriers: advances in siRNA delivery",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitehead",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Drug Discov",
            "volume": "8",
            "issn": "2",
            "pages": "129--138",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Inhibition of SARS-CoV replication by siRNA",
            "authors": [
                {
                    "first": "C.-J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Antivir. Res",
            "volume": "65",
            "issn": "1",
            "pages": "45--48",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Laboratory testing of SARS-CoV, MERS-CoV, and SARS-CoV-2 (2019-nCoV): current status, challenges, and countermeasures",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev. Med. Virol",
            "volume": "30",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical features and rapid viral diagnosis of human disease associated with avian influenza a H5N1 virus",
            "authors": [
                {
                    "first": "K.-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "9101",
            "pages": "467--471",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "for each siRNA. In addition, for the qRT-PCR results, the group T showed significantly",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "K. Ghaedi, T. L. Megraw, A.K. Kiani, I. Niktab Designed research; M. Haghparast Azad, I. Niktab, M-H Beigi, Performed research; K. Ghaedi, M. Haghparast Azad, I. Niktab and M-H Beigi Analyzed data; M. Haghparast Azad, I. Niktab M-H Beigi Wrote the first draft of paper. Final draft of paper was edited and approved by K. Ghaedi, T. L. Megraw, A.K. Kiani.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "* Corresponding author. ** Correspondence to: T. L. Megraw, Department of Biomedical Sciences, Florida State University College of Medicine, West Call Street, Tallahassee, FL 32306-4300, USA. *** Correspondence to: K. Ghaedi, Department of Cell and Molecular Biology and Microbiology, Faculty of Biological Science and Technology, University of Isfahan, Hezar Jerib Ave., Azadi Sq., P.O. Code 81746-73441, Isfahan, Iran.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The sequence of the siRNAs.Fig. 1.BLAST results for probable human off target and the main SARS-Cov 2 target. The BLAST results for the lowest expected value (E-value) (highest chance of targeting) are shown. The human probable off-target is on the left and the SARS-Cov 2 main target is on the right for each siRNA. All E-values for human probable offtarget was greater than 0.05 (not statistically significant) and no E-values for SARS-Cov 2 interaction are greater than 0.01.were cultured in the proper culture medium, which was high glucose Dulbecco's Modified Eagle's Medium (DMEM) (Gibco, Grand Island, NY, USA) supplemented with 10% Fetal Bovine Serum (FBS) (Gibco, Grand Island, NY, USA). No sign of toxicity was observed in the uninfected siRNA-treated group according to the MTT assay (data was not shown).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We appreciate all the efforts of Miss. Zahra Haghparast Azad for designing the graphs of this manuscript and we give our special thanks to Mrs. Jamile Mahdavinia for rationalizing the text of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}