{
    "paper_id": "65c14fcda27fe892d0953847fd2c4bbc25eb2e29",
    "metadata": {
        "title": "Distribution of COVID-19 government support and its consequences for firm liquidity and solvency",
        "authors": [
            {
                "first": "Tibor",
                "middle": [],
                "last": "Lalinsky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Bank of Slovakia",
                    "location": {
                        "addrLine": "Imricha Karvasa 1",
                        "postCode": "813 25",
                        "settlement": "Bratislava",
                        "country": "Slovakia"
                    }
                },
                "email": ""
            },
            {
                "first": "Rozália",
                "middle": [],
                "last": "Pál",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Pal@eib"
                ],
                "last": "Org",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We utilize several unique firm-level datasets in order to assess the efficiency and effectiveness of the government support aiming to curb the economic consequences of the coronavirus pandemic. The results, drawing on the experience of a small open European country, suggest the distributed COVID-19 subsidies save non-negligible number of jobs and sustain economic activity during the first wave of the pandemic. General distribution rules designed on the fly may bring close to optimal results in terms of the support allocation, as relatively more productive, privately owned, foreign-demand oriented firms are prioritized and firms with a high environmental footprint or zombie firms record a relatively lower chance of obtaining government funding. By assuming constant cost elasticities to sales, we show that the pandemic deteriorates strongly firm profits and increases significantly the share of illiquid and insolvent firms. Government wage subsidies somewhat mitigate firm losses and have statistically significant effect, but relatively mild compared to the size of the economic shock. Our estimates also confirm that larger firms, receiving smaller relative size of the support, have more space to cover their additional liquidity needs by increasing trade liabilities or liabilities to affiliated entities, while SMEs face higher risk of insolvencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread of the coronavirus COVID-19 led to a steep decline in economic activity across the world. Unprecedented measures to contain the epidemic, including lockdowns, resulted in temporary closures of many businesses, especially those that provide in-person services. While widespread restrictions on travel and mobility, together with an erosion of confidence and increased overall uncertainty, led to loss of revenue in most industries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As summarized by Baldwin and Weder di Mauro (2020a) we can recognize three types of economic shock from COVID-19: medical shocks, economic impacts of containment measures and expectation shocks. According to Gourinchas (2020) the economy was facing a 'flatten the curve' problem and without proper macroeconomic support we would face a sharper and more intense economic downturn associated with larger losses.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 51,
                    "text": "Baldwin and Weder di Mauro (2020a)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 208,
                    "end": 225,
                    "text": "Gourinchas (2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The outlook of massive and permanent cuts in employment and investments motivated governments to introduce extensive measures that would help businesses survive the pandemic without unnecessary layoffs or bankruptcies, and avoid a greater economic decline. Governments and financial and monetary authorities across the world took action and introduced various fiscal, monetary or financial policy measures. A standard list of policy responses ranges from tax deferrals and public guarantees to direct grants. 1 The speed and the scale of the economic shock associated with the new coronavirus called for immediate action. Preliminary analyses (e.g. Schivardi and Romano 2020) showed that firms, especially the ones operating in the most affected sectors with no or limited revenues, could relatively quickly suffer from insufficient liquidity. Therefore, there was strong pressure to introduce unique economic measures without in-depth ex ante impact analyses.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 510,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 649,
                    "end": 675,
                    "text": "Schivardi and Romano 2020)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many relevant questions arise. Did the firms in need receive the support? Which firms have been supported? Was the support sufficiently efficient and effective? What macroeconomic implications of the support can we expect?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We consider the selection of firms to receive subsidies with respect to various firm characteristics. We find that more productive firms with a higher share of labour cost and exante experience in dealing with the state received support with higher probability. Financially less disciplined, distressed and zombie firms had a lower chance of being supported during the pandemic in Slovakia. And firms having adverse environmental impacts were also less likely to receive support. Last but not least, our findings suggest that the rules implemented directed the support quite efficiently to firms from sectors in need, subdued their illiquidity or insolvency and saved a non-negligible number of jobs in the economy during the first wave of the pandemic (between March and June 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the few months that the world has known COVID-19, there has been an unprecedented volume of papers published related to this disease (Teixeira da , and this holds not only for the fields of medicine, immunology and microbiology, biochemistry, genetics and molecular biology, but also for social sciences (Haghani and Bliemer 2020) . Brodeur et al. (2020) bring one of the first surveys on available literature, focusing not only on containment measures, but also policy reactions.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 333,
                    "text": "(Haghani and Bliemer 2020)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 336,
                    "end": 357,
                    "text": "Brodeur et al. (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our study connects with a number of important research works on the firm-level Covid-19 impact. Gourinchas et. al. (2020) estimates the impact of the crisis on business failures among European SMEs using a cost minimising theoretical framework. Maurin and Pal (2020) use sector-specific sales-cost elasticity to measure the impact of crisis on firms' revenue and its effect on investments-debt trade-offs. Demmou et. al. (2020) and Demmou et. al. (2021) investigates the likelihood of corporate insolvency derived from the drop in equity buffers and increase in their leverage ratio. We follow similar methodology to measure the sales shock on firm's revenues and risk of insolvencies. Additionally, we are the first, according to our knowledge, to utilize several public and confidential firm-level datasets of COVID-19 government support. This allows us to identify and analyse the characteristics of firms that received the support and to compare the level of shock with the government support for each firm. For this, we employ a fairly exhaustive sample of non-financial firms from Slovakia -a small, open and pro-export-oriented economy suffering a significant economic downturn during the first wave of the COVID-19 pandemic, despite low virus incidences.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 121,
                    "text": "Gourinchas et. al. (2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 245,
                    "end": 266,
                    "text": "Maurin and Pal (2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 406,
                    "end": 427,
                    "text": "Demmou et. al. (2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 428,
                    "end": 453,
                    "text": "and Demmou et. al. (2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To some extent, our approach is related to studies analysing distributions and outcomes of other public subsidies to the non-financial private sector. Given the nature of the COVID-19 pandemic, incentives and characteristics of firms that apply for, and eventually receive, support may differ from those who apply for and receive government grants intended to stimulate innovation and growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We focus on wage subsidies -the most frequently used group of measures according to the OECD (2020). Following Céspedes (2020) these measures, in contrast to standard fiscal ones, can help to maintain employment and productivity.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 126,
                    "text": "Céspedes (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Wage subsidies are not a novel policy measure and they can take different forms. 2 For example, Hujer et al. (2009) study the effect of wage subsidies on labour demand in Germany, where they have historical experience with various employment subsidies. 3 Experiences from other countries are among others described in Huttunen et al. (2013) or Gamberoni et al. 2016 . All three studies focus on the impact of the policies on employment and find no impact on the employment level of the treatment group or only a short-term increase. 4 However, we do not go that far and do not try to estimate the effect of the subsidies on employment at the firm level. This kind of evaluation requires some time delay. At the time of preparation of this study, the COVID-19 support is still active and post-pandemic firm employment or performance indicators are unavailable.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 115,
                    "text": "Hujer et al. (2009)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 318,
                    "end": 340,
                    "text": "Huttunen et al. (2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 344,
                    "end": 365,
                    "text": "Gamberoni et al. 2016",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We shed more light on the little-known and important phenomenon of the COVID-19 pandemic and its immediate microeconomic and macroeconomic consequences. By showing evidence on distribution of the government support to firms and its effect on firm behaviour we contribute the industrial organization literature. With our focus on firm liquidity and solvency we bring some empirical findings relevant for corporate finance. The last, but not least, with our discoveries related to the role of subsidies in mitigating the adverse economic impact, we also contribute to the public economics literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "More details on our data originating from various firm-level datasets are available in the next section (Section 2). The following section (Section 3) describes the methodology. Our analysis builds on the logistic and tobit regressions comparing firms that received government support with firms that did not receive the support. Section 4 gives an overview of the measures introduced to curb the economic consequences of the COVID-19 pandemic in Slovakia and discusses key short-run macroeconomic implications of the COVID-19 government support. Section 5 represents a structured presentation of our results related to the distribution of the support, not excluding highly relevant consequences for the green economy or prevalence of zombie firms. Section 6 continues with the analyses of the efficiency of the support and its consequences for firm profits, liquidity and solvency during the first wave of the pandemic. The last section concludes our study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our analysis builds on the early availability of a detailed list of recipients receiving government financial support for firms experiencing difficulties caused by the COVID-19 pandemic. The list has been made available by Transparency International Slovakia (TIS 2020), based on the Freedom of Information Act and has been updated on a monthly basis. It reveals information on the recipients and allocated support by priorities. 5 We focus on the period from March to June, i.e. the period during which the pandemic hit the economy the most, owing to stringent virus containment measures and international trade disruptions. 6 In order to thoroughly decompose the government financial help, we merge the list of supported firms with several publicly available, but also some confidential, micro-level datasets.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 431,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 627,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The commercial register provides information on main firm characteristics like sector, region, ownership or employment-based size-group information. And the date of each firm's establishment allows us to calculate the age of each firm. 7 Financial indicators originate from the Bisnode dataset. The dataset represents a key source for firm-level balance sheet and income statement information, offering satisfactory coverage in terms of medium and small firms, which is not the case of other available micro-level datasets. In addition to the original balance sheet or income statement items that allow us to derive various profitability, productivity, efficiency or debt indicators, the dataset contains other important auxiliary indicators. For example, we employ the information on defaulters, i.e. firms that do not fulfil their financial commitments to the state in terms of taxes or social security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "So that we can study differences in the trade or debt characteristics of the recipients, we employ also confidential firm-level customs and bank credit registers. It allows us to distinguish between domestically oriented firms, exporters, importers or two-way traders and study the scale of indebtedness of the firms supported by the government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "In order to study the role of state-firm relationships in allocation of the funds we merge the above-mentioned datasets with the Register of partners of the public sector. The register 5 See Section 4.1 for the priorities and overall allocations. 6 The strongest impact was recorded in April. In June revenues in most of the sectors returned close to the pre-crisis levels. See Figure D1 and D2 in the Appendix D. 7 See Appendix A1 for the detailed description of all variables. records all firms that either actively take part in public procurement of goods or services or plan to do so.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 248,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure D1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Firm profits, liquidity and solvency during the pandemic are modelled using actual monthly sectoral sales and short-term cost elasticities to sales. The sales data originates from Eurostat and sales in manufacturing subindustries, unavailable in Eurostat, are supplemented from the Statistical office of the Slovak Republic. As documented in Table B1 in Appendix B, all but two industries experienced decline in sales in the analysed period from March to June. The largest drop in sales was recorded in manufacturing of transport equipment. Sales in manufacturing of pharmaceuticals or chemicals increased in that particular period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 350,
                    "text": "Table B1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "The Slovak economy is one of the most concentrated in the European Union and heavily relying on manufacturing. Based on the Eurostat Structural business statistics manufacturing of transport equipment created 9% of the overall business sector value added -the largest share among EU countries -in 2018. This makes the Slovak economy more vulnerable to shocks to production and international trade. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "We are the first to bring an in-depth empirical analysis of COVID-19 related wage subsidies and their consequences for financial situation of firms using actual firm level data. The database of government support made available by Transparency International Slovakia, combined with other unique datasets, allows us to go deep into the details of the distribution of subsidies allocated to firms affected by the economic consequences of the coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The aim of this paper is to investigate which firms have received direct COVID-19 government support, what was the size of the support and assess the consequences for profits, risk of illiquidity and insolvency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In the first step, we consider the role of various firm characteristics for receiving government support. The unit of analysis is the receipt of employment subsidy at the firm level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In the baseline estimation strategy, we estimate the effect of independent variables on the probability of the firm receiving the grant using logit regression. The dependent variable in these regressions takes the value of 1 if the firm receives direct support and 0 otherwise. We take into account several financial and non-financial explanatory firm-level variables and control for the firm's size, sector and location.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The explanatory variables cover all aspects of the firm characteristics and can be allocated to relatively independent groups. We name them efficiency, performance, indebtedness, responsibility, structure, trade openness, ownership, environmental impact, zombie and connection with the state. In the numerous robustness estimates, we then compare the significance of all variables within the groups. The list of the variables with detailed descriptions is available in Appendix A1. Some of them take the form of continuous independent variables and some take the form of categorical independent variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Our empirical analysis is based on the standard logistic regression, where Yt is regressed on a vector of explanatory variables Xt-n:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where Pr(Yt=1|Xt-n ) denotes the probability of receiving support for a given firm in period t given Xt-n , where Xt-n is a row vector of explanatory variables and β is the corresponding column vector of regression coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The vector Xt-n contains main control variables (sector, size and region), continuous explanatory variables (e.g. labour productivity or return on equity) and binary explanatory variables (e.g. for high indebtedness or high labour share). Continuous explanatory variables enter the model in logarithm. n takes values of 1 or 2, i.e. the probability of a firm receiving government support in year 2020 depends on the firm's characteristics from year 2019 or 2018.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In addition, we use the same set of explanatory variables to investigate the size of support distributed to firms. However, the dependent variable -sum of subsidies per firm -is an example of left-censored data, when only a relatively small number of firms receive any support, and most of the firms receive no Covid-19 subsidy at all. Simple ordinary least squares methods may lead to biased and inconsistent estimates (Greene, 2008) . Therefore, we consider a tobit model, where the observed outcome Y is related to the latent variable Y*: * = + ~(0, 2 )",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 434,
                    "text": "(Greene, 2008)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where Xi, is the collection of the independent variables and β is the vector of coefficients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In the next step, we continue to shed more light on the government support distribution and its efficiency in relation to the pandemic's firm profits, liquidity and solvency. First, by employing the actual sectoral evolution of sales during the first wave of the pandemic (from March to June 2020) and applying industry specific cost elasticities to sales we estimate firm-level profits. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Then we consider historical firm-level values of cash holdings, equity or various types of current liabilities to identify firm illiquidity or insolvency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The pandemic firm-level Salesist are derived from the pre-pandemic firm Salesist-1 and annual index of sectoral turnover Ist recorded during the pandemic following the relationship Salesist = Ist . Salesist-1 (2) where i stands for individual firm, s for industry, t for pandemic period and t-1 for pre-pandemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Assuming the following relationship between total firm sales Salesi and total firm costs Costsi ΔCostsi = αs . ΔSalesi with 0 < αs < 1 (3) we estimate sectoral cost elasticities αs, that allow us to quantify pandemic changes in costs associated with pandemic changes in sales. Following Maurin and Pal (2020) , we employ the ORBIS-Bureau Van Dijk dataset of non-financial corporation located in the EU. We estimate the sectoral short-term elasticities of costs to sales using data from 17 EU countries (almost 13 million firms from all available sectors) over the years 2014-2017. The elasticities range between 0.36 (Real estate activities) to 0.61 (Manufacture of basic metals), reflecting different composition of firm costs across industries. 9",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 308,
                    "text": "Maurin and Pal (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "By applying the basic formula Profiti = Salesi -Costsi (4) we estimate pandemic firm-level profits. 10 A firm is then considered to be illiquid if Profiti + Cashi < 0 and Profiti < 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "i.e. when it does not have a sufficient amount of cash and cash equivalents to cover its loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "And it is considered to be insolvent when Profiti + Equityi < 0 and Profiti < 0",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "i.e. when its loss exceeds equity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "In the regression analysis we then utilize information on firm's liquidity or solvency together with the firm-level data on the pandemic governmental wage support. We apply the same logit regression approach as in (1), but Pr(Yt=1|Xt-n ) denotes the probability of a firm being illiquid (or insolvent) in period t given Xt-n , where Xt-n is a row vector of explanatory variables including binary dummy variables indicating whether the firm received or not the wage support and standard control variables (sector, size, age and region).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "heterogeneity. As documented in Appendix B, the approach used in the paper leads to a sufficiently precise approximation of true profit values. We compare observed pre-pandemic (2019) profits with profits estimated using sector-level changes in sales valid for 2019, sector-specific cost elasticities and firm-level sales and costs recorded in 2018. Figure B1 confirms high correlation between projected and actual profits in the pre-pandemic period. Figure B2 shows that the distribution of the actual profits resembles very well the distribution of our projected profits. 9 See Table B1 in Appendix B. 10 To be more specific, as documented later, we focus on the 1 st wave of the pandemic in Slovakia, i.e. we consider only 4-month profits (Profiti/3 = (Salesi -Costsi)/3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "Figure B1",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 451,
                    "end": 460,
                    "text": "Figure B2",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 580,
                    "end": 588,
                    "text": "Table B1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The spread of the new coronavirus led to an unprecedented boost in policy measures at all levels. Vast health protection orders were soon followed by economic policy measures safeguarding economies all around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "Although the economic measures related to COVID-19 vary across countries in term of their strength, breadth and scope, the lists of implemented policies recorded by the IMF (2020), the OECD (2020) or other institutions show that both preventive actions and acute treatments are broad-spectrum, employing fiscal, monetary and financial policy measures. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "Utilizing the IMF policy tracker IMF (2020a), Elgin et al. (2020) develop a COVID-19 Economic Stimulus Index. They correlate the standardized index with predictors of government response, such as population characteristics, public health related and economic variables and they come to the conclusion that the economic stimulus is more pronounced for countries with more COVID-19 cases, a higher median age, lower number of hospital beds per-capita and higher GPD per capita. In addition, Elgin et al. (2020) develop a Stringency Index covering measures such as school closures and travel restrictions. And they find that the Stringency Index does not predict the level of economic responses. At the same time, Deb et al. (2020) find that while workplace closures and stay-at-home orders are more effective in curbing infections, they are associated with the largest economic costs. Céspedes et al. (2020) suggest an economic model with two essential components. First, the coronavirus forces firms to shed labour beyond a certain threshold, and productivity suffers. Then, expected productivity determines collateral value; in turn, collateral value can limit borrowing and productivity. As a result, adverse shocks have large magnification effects, in an unemployment and asset price deflation doom loop. The authors conclude that traditional expansionary fiscal policy has no beneficial effects, only several unconventional policies can help. Wage subsidies, helicopter drops of liquid assets, equity injections, and loan guarantees can keep the economy in a full-employment, high-productivity equilibrium.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 65,
                    "text": "Elgin et al. (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 489,
                    "end": 508,
                    "text": "Elgin et al. (2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 711,
                    "end": 728,
                    "text": "Deb et al. (2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 883,
                    "end": 905,
                    "text": "Céspedes et al. (2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "The exact classification of all policy measures targeting businesses differs across institutions. Following the OECD (2020) we can distinguish four groups of measure: labour, deferral, financial instruments and structural policies. In general, the first group covers all initiatives to avoid layoffs, keep employment stable or promote job creation. The second group includes deferrals of taxes, tariffs or social contributions. The third group refers to financial support in terms of either direct financing, loans or guarantees. The last group covers the remaining more structural or targeted support (e.g. support of market expansion, innovation or training).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "A cross-country comparison of the measures implemented in OECD and EU countries (OECD 2020) shows that employment subsidies together with income tax deferrals and loan guarantees represent the most widely used measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "The fiscal policy reaction to the coronavirus emergency has been quick and powerful at the global level. Governments have taken a wide range of measures to support individuals and firms. But there is also a large variability among countries in the size and composition of fiscal packages. Emerging economies' responses have been much more limited. Probably, the most relevant factor is their limited fiscal space, which has been further constrained by the tightening of their financing conditions due to the pandemic shock (Alberola et al. 2020) .",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 545,
                    "text": "(Alberola et al. 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "The estimates of the size of stimulus vary depending on the source, its scope and date of publication (see e.g. Alberola et al. 2020 , Anderson et al. 2020 , available data indicates that the size of the overall stimulus and fiscal measures introduced in Slovakia is significantly smaller than in the most advanced G20 countries. 12",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 132,
                    "text": "Alberola et al. 2020",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 133,
                    "end": 155,
                    "text": ", Anderson et al. 2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "In response to the COVID-19 pandemic, Slovakia introduced strict containment measures and introduced them very quickly. The successful suppression of the pandemic during its first wave has been recognized by the media. 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "Google mobility index showing how visits and length of stay at different places change compared to a baseline confirms somewhat stronger impact of the measures taken in Slovakia during the first wave of the pandemic, especially focusing at the trough of the mobility. At the same, it indicates faster recovery in Slovakia compared to the EU average at the end of the analysed period from March to June (marked by the vertical line), that could probably be associated with low COVID-19 incidence recorded during the first wave of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 support for business"
        },
        {
            "text": "Note: Changes for each day are compared to a baseline value for that day of the week. The baseline is the median value, for the corresponding day of the week, during the 5-week period during the 3rd of Jan to the 6th of Feb 2020. Presented retail and recreation group includes visits to restaurants, cafes, shopping centres, theme parks, museums, libraries, and movie theatres. The vertical line marks 31 June 2020, the end of the period analysed in the paper. Source: Authors' calculations based on Covid-19 Google Mobility Report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "Stringent containment measures took their toll and together with international trade disruption severely hit the small, open and pro-export-oriented economy. Despite a surprisingly moderate 12 Based on IMF (2020b) the fiscal response in form of additional spending and forgone revenue in areas other than health, which includes wage support, in Japan, USA and Germany reaches between 9.8% GDP to 14.4% GDP and only 3.7% GDP in Slovakia. 13 For example, Bloomberg (2020) or Financial Times (2020). decline in private consumption, in the second quarter of 2020 Slovakia recorded above median quarterly real GDP decline in the European Union ( Figure D1 in Appendix D). 14 Observed and foreseen negative economic developments triggered the introduction of a long list of measures to mitigate the economic impact of the coronavirus. The measures ranged from relaxing labour code requirements or deferral of payments, to direct financial support. Firms could decide to delay their payments of payroll and corporate tax, or opt for deferral and waiver of employers' health insurance and social security contributions without any financial consequences. Another kind of measure included easing of the administrative burden on businesses and temporary relaxation of certain labour code requirements. Last but not least, the Government introduced COVID-19 related rental subsidies, wage compensation and loan guarantees.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 641,
                    "end": 650,
                    "text": "Figure D1",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "The most extensive set of direct financial support was introduced within the so called First Aid package 15 that covers measures targeted at employers and self-employed. In our analysis, we focus on the temporary (short-term) work instrument designed for employers. 16 It means we utilize data on support allocated, based on two out of four measures (Measure 1 and Measure 3) within the First Aid package.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "Measure 1 was introduced for firms that halted their operations on the order of the Slovak health authority. The employers could apply for financial support of up to 80 percent of the average wages of its employees. Measure 3 was designed for companies that decided to interrupt their operations to protect the health of their employees and clients, or due to decreased demand or sales. Measure 1 was relevant mainly for restaurants and shops, or other businesses which had to be closed during lockdown. Measure 3 pertains, for example, to carmakers and other producers, which halted their operations based on their own decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "In Figure 1 we can see that most of the resources were allocated to measure 3 in the form of wage subsidies to firms that experienced significant declines in revenue. On the contrary, the largest number of subjects was satisfied within measure 2, that together with measure 4 targeted self-employed individuals who lost part of their income or had no income. 17 Figure 2 Distribution of the direct subsidies 14 Following NBS (2020) the decline in household final consumption was the most moderate in any European country. These developments can be at least partly explained on the one hand by a relatively high share of housing or food and on the other hand a relatively low share of hotel or restaurants services in the Slovak consumer basket. Following Yilmazkuday (2020), we may hypothesize that the effect of consuming-at-home was stronger (and to a larger extent compensated the drop in consumption of goods and services that cannot be consumed at home) in Slovakia than in other European countries. 15 See Appendix for details. 16 Some countries already had policies in place that could be reused during the COVID-19 pandemic. However, there was no \"kurzarbeit\"or furlough scheme implemented in Slovakia prior to the corona crisis. 17 These observations do not necessarily hold throughout the next waves of the pandemic. The intensity of the economic impact of the pandemic varied in time and later lockdowns and restrictions had more severe and longer lasting effects for smaller firms and self-employed individuals supplying in-person services. The share of subsidies allocated to self-employed increased from 13% in March 2020 to 44% in June 2021 and the share of supported jobs (of self-employed) increased from 14% to 35% in the same time interval (calculations based on ISP, 2021).",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 410,
                    "text": "14",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 370,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "Note: Employment subsidies from March to June 2020. Measures considered highlighted by blue colour. Measure 1 -for employers obliged to limit their activity, Measure 2 -for self-employed individuals obliged to limit their activity, Measure 3 -for employers experiencing decline in activity, Measure 4 -for selfemployed individuals without income. See Appendix C for more details on the measures. Source: Authors' calculations based on TIS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "The large share of self-employed individuals in the overall number of supported entities is in line with the organizational structure of the economy. 18 We exclude self-employed individuals from our analysis due to lack of information, especially insufficient coverage of financial variables originating from balance sheet and income statements.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "Although we do not study implemented tax deferrals or measures to lower the overall administrative burden, it is important to mention that the standard March deadline to file tax returns and obligations to pay corporate or income taxes for the previous calendar year was postponed to the end of October 2020. The option to postpone the submission applied automatically, with no need to notify the tax authorities. This measure had a certain fiscal impact, but it also influenced firm-level data availability, because firms postponed the submission of balance sheets and income statements that represent a key data source for calculation of financial indicators. 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "The Slovak government support scheme targeted relatively large group of subjects, when almost one quarter of firms received some amount of wage subsidy. The share of firms receiving COVID-19 related subsidies varies across firm size classes and industries. At the aggregate level the proportion of supported firms increases with firm size, reflecting the smaller population in higher size classes. 20 Firm frequency (and size) then translates into differences in shares of supported firms across industries, that ranges between 6% to 50%. Top 5 most supported industries (in terms of relative number of supported firms) include Manufacturing of transport equipment, Accommodation and food services, Art and recreation, Manufacturing of machinery and Other manufacturing. Table 2 Share of firms receiving wage subsidies in Slovakia (in %) 18 In the second quarter of 2020, there were 344 thousand active self-employed individuals and 247 thousand active firms in Slovakia. 19 At the time of preparation of this analysis, financial indicators for approximately 20 % of firms were still unavailable. Therefore, whenever appropriate, we report results based on both 2018 and 2019 calendar year data. 20 Micro firms represent 85% and large firms only 0,6% of all firms active in Slovakia. See Table G1 Composition of firms by size and industry in Slovakia in Appendix G for more details. Note: with respect to all firms in the given cell, only firms with available information on size and industry.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 840,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 771,
                    "end": 778,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1296,
                    "text": "Table G1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "Median size of the government support, based on all supported firms, covered around 5% of firm labour costs. In contrast to the proportion of supported firms, the size of the subsidy (with respect to total firm-level labour costs or assets) decreases with firm size. As documented in the table below, the Art and recreation and Accommodation and food services, i.e. the two industries most hardly hit by COVID-19 lockdowns, enjoyed the highest relative support. An alternative approach using total assets as denominator leads to similar conclusions. 21 Information on the number of grants or firms per sector does not necessarily inform us regarding the scale and overall impact of the government support. We need to investigate the amount of resources allocated. Following Figure 3 , we can see that the sum of wage subsidies increases with the size of the sector with respect to valued added and employment recorded in the sector. This suggests that the support could potentially have not only a firm-level, but also an aggregate impact. By supporting firms and sectors with higher contribution to the overall value added or employment and by distribution of higher relative subsidies to these firms and sectors we potentially safeguard larger part of the aggregate country value added or employment. For the assessment of the overall effect we may take a closer look at the supported firms in terms of their population, employment or value added. Although supported firms represent about 12% of all firms, they employ more than 30% of all private sector employees and create more than 40% of revenue or value added. This suggests a potentially high impact on the aggregate developments.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 782,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "An additional information on the differences in employment and value added developments across size classes indicates that the COVID-19 government subsidies could potentially save a relatively significant number of jobs. Aggregate statistics show moderation of employment growth at the beginning of 2020 largely driven by long-term employment restructuring in large firms. However, COVID-19 triggered layoffs across all main size classes (in the second quarter of 2020). In contrast to previous periods, a higher reduction of employment in relative terms was recorded in smaller size classes. The high proportion of supported firms among the large firms indicates that the government policy measures could save a significant number of jobs. If we assume that supported firms postponed their layoffs, government support could save at least one percent of jobs in the second quarter of 2020. 22 In addition, the significant share of overall revenue and value added produced in the supported firms in year 2019 suggests that the implemented wage subsidies also contributed to a lower decline in GDP recorded in the second quarter of 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1 Google Mobility index"
        },
        {
            "text": "size of the support",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Firm-level probability of receiving support and"
        },
        {
            "text": "The baseline estimation results for the logit model describing the probability of receiving employment support (defined in Section 3) are presented in Table 5 . We show average marginal effects that tell us how our dependent variable changes when a specific explanatory variable changes, while other covariates are assumed to be held constant at their mean values. More information on the output and a robustness analysis are available in Appendix E.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Our results show that more productive firms have higher probability of receiving COVID-19 government support regardless of the inclusion of alternative explanatory variables and the effect is relatively large, when 10 percent increase in labour productivity leads up to 0.2 percentage point rise in the probability of receiving the grant. 23 The result for the Slovak firms partially contradicts a potential doubt that the quickly designed rules for distribution of the funds could lead to higher allocation to less efficient firms. However, more analysis on the actual size of the support with this respect will be needed.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Profitability variables show a different pattern, more profitable firms have a lower probability of receiving a public grant. However, the effect is relatively small. This finding suggests that profitable firms have a sufficient amount of other resources to overcome the corona crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "In terms of indebtedness, our estimates indicate that the COVID-19 support does not substitute credit financing and does not create an opportunity for excessively indebted firms to gain additional financing. Highly indebted firms, i.e. firms exceeding the 90 th percentile of the loan to assets ratio, have between 0.02 and 0.04 percentage points lower probability of receiving funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "On the contrary, firms with a high labour share, i.e. firms exceeding the 90 th percentile of the labour cost to revenue ratio, have up to 0.06 percentage points higher probability of acquiring the financial support. It represents an important outcome of the policy measure targeted at subjects having potentially the highest difficulties in maintaining employment during the coronavirus pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "In addition to control variables reflecting differences in size, sectoral or regional allocation, we control also for the age of the firm. The baseline estimates show that granting funds increases with age, but the relationship is nonlinear. 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Besides the main productivity, profitability, indebtedness, structure and available control variables, we are interested in the role of domestic or foreign demand, ownership, pre-existing experience with public institutions, but also the firm's broader impact on the environment. The main findings are summarized in the following paragraphs. A more detailed discussion for each group of explanatory variables is available in Appendix F.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "On the one hand, the nature of the shock would suggest that a higher proportion of domestically oriented firms should apply for the support. On the other hand, Slovakia represents a country with very high global value chain participation and dominance of pro-export-oriented sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Our results suggest that internationally active firms had a higher chance of being funded. Being 23 The results presented in Table 5 take into account firm characteristics from year 2018 to reflect higher firm coverage. One of the pandemic measures allowed firms to postpone their tax declarations and submissions of balance sheet and income statements, as a result at the time of our analysis, the information on the financial situation of a number of firms was missing. As shown in Table E2 in the Appendix E that presents results based on the available sample of firms, the baseline results continue to hold and the size of the effect is very similar. However, due to approximately 19% lower number of observations for year 2019, indebtedness variable was omitted, therefore we prefer to present results based on the 2018 characteristics as our baseline. 24 For further discussion on the control variables, see the next sub-section 5.2. As suggested by Figure 3 , the effect is relatively smaller for the highest age group.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 858,
                    "end": 860,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 492,
                    "text": "Table E2",
                    "ref_id": "TABREF16"
                },
                {
                    "start": 956,
                    "end": 964,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "an exporter brings about a 0.05 percentage points higher probability of being supported. This may reflect agility and experience of exporting firms in dealing with institutions, but also the higher eligibility of export-oriented manufacturing firms significantly hit by a temporary trade shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "From the policy point of view, it is interesting to see that public sector suppliers, i.e. firms having previous experience in dealing with public institutions, 25 exhibit approximately 0.03 percentage points higher probability of receiving financial help during the pandemic. This finding may suggest a presence of administrative or psychological burdens in applying for the state support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "In reality, the efficiency and effectiveness of the support depend on a much broader set of institutional or external factors. Support mechanisms are frequently enforced as a political compromise, rather than a thoughtful step in a balanced strategy of economic revitalisation with a clear design. A successful implementation of a support mechanism hinges also on a previous experience and an existing subsidy administration infrastructure. However, our single country setting of the analysis does not allow us to capture these factors efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Last, but not least, we focus on broader financial, productivity and environmental consequences. Following the literature on financially distressed firms (e.g. McGowan et al. 2017) , so called zombie firms have a negative impact on non-zombie firms and contribute to misallocation of resources. Our results indicate that a relatively small amount of COVID-19 support funds was allocated to financially distressed firms and zombies have more than 0.03 percentage points lower probability of being supported. 26",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 180,
                    "text": "McGowan et al. 2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "With rising awareness of climate change, it is important to promote environmentally friendly solutions. In line with the recovery plan for Europe (EC 2020), which supports modern policies and sets a path to a sustainable and resilient recovery, climate action should be mainstreamed in government policies and programmes. By employing one of the very few environmental impact indicators (Trucost score), we find that the COVID-19 support studied should not contribute to excessive subsidizing of businesses representing an environmental burden. A one unit increase in the value of the environmental indicator results in a more than 0.01 percentage point decline in the probability of receiving COVID-19 funding. 27 Table 5 Estimated average marginal effects for the baseline logit model Age squared -0.0002*** -0.0002*** -0.0002*** -0.0002*** -0.0002*** -0. 5.2 Wage support allocation across firm size, age, sector and region Figure 4 shows a graphical representation of marginal effects for the control variables originating from the estimate of our baseline logit model. The results indicate that the probability of receiving government support increases almost linearly with a firm's size. Although standard errors of the estimates rise with the size class, the largest firms tend to have the highest chance of being subsidized. The marginal effect increases also with age, but only up to 30 years of age; older firms have a lower chance of receiving financial help. We take this into account in our further estimates and besides age we control for age squared. 28 Figure 4 Marginal effects of control variables (percentage change with respect to base value) 28 Presented categorical representation of the age variable serves only for the illustration of the nonlinearity in the effect, regression outputs shown in the paper take into consideration continuous version of the age variable. Our estimates suggest that sectoral distribution of wage subsidies broadly follows the intensity of the adverse effects of the containment measures. On the one hand, Accommodation and Food Service Activities (Sector I), followed by Arts, Entertainment and Recreation (Sector R), and Manufacturing of transport equipment (Sector CL) record the highest marginal effect, i.e. highest relative probability of receiving the government support. On the other hand, firms from Electricity, Gas, Steam and Air Conditioning Supply (D) and Information and Communication (J) have the lowest or a low chance of getting the support. The regional division shows a smaller overall dispersion and higher marginal effects for all less developed regions (with respect to the most developed region of the capital city).",
            "cite_spans": [
                {
                    "start": 1663,
                    "end": 1665,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 935,
                    "text": "Figure 4",
                    "ref_id": null
                },
                {
                    "start": 1569,
                    "end": 1577,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "Results indicate that firms operating in industries experiencing larger overall decline in sales were allocated government support with higher probability. Figure 5 confirms that firms producing pharmaceuticals or chemicals, i.e. firms from industries that did not record decline in sales during the first wave of the pandemic, have lower probability to be subsidised. Moreover, firms delivering transport equipment of other manufacturing products, i.e. firms from industries facing large drops in sales, enjoy higher probability of receiving government support. Note: Probability of receiving support represents marginal sectoral effects from logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3 (with respect to baseline industry -Agriculture). Drop in sales represents average negative change in sectoral sales. Values of both variables refer to the period from March to June 2020. Source: Authors' calculations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Baseline results for probability of being supported"
        },
        {
            "text": "The baseline estimation results for the tobit model are in line with the logit results. Estimated coefficients of explanatory variables show the same direction of the effect identified by the logit regressions and the effects of all factors are strongly statistically significant, with exception of public sector suppliers, publicly owned or zombie firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "In Table 6 , we can see that the size of the support increases with firm productivity, labour intensity, age or export orientation. More profitable, or more indebted firms and firms with highly negative environmental impact receive relatively lower support. [CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "- Alternatively, we consider a relative firm size of the support with respect to the firm's labour costs as a dependent variable. In this case, we estimate tobit model with data censored from both sides, as the share of subsidies on labour costs takes values between 0 and 1. The results are presented in Table G6 in Appendix G. 29",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 313,
                    "text": "Table G6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Baseline results for the size of the support per firm"
        },
        {
            "text": "Firms from the sectors with higher sales drops receive higher support during the first wave of the COVID-19 pandemic in Slovakia. Based on our estimates, manufacturing firms from the transport equipment sector that documented the deepest drop in sales (by 45%) receive on average wage subsidies reaching close to 2% of total assets (or 4.5 % of labour costs). 30 29 The estimated coefficients are statistically significant and confirm the previous findings, with exception of the effect of labour productivity that loses statistical (and economic) significance and becomes small, but negative for the reduced sample taking into account all available explanatory variables. 30 See Figure G1 and G2 in Appendix G for details. Country specific composition and higher prevalence of large firms in the more adversely hit industries translate in sales drop increasing with firm size. See Figure  G3 for details.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 689,
                    "text": "Figure G1",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 892,
                    "text": "Figure  G3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "The pandemic related drops in income triggers various types of cost optimization and result in different sector specific profits or losses. Our estimates presented in Figure 6 suggest that the industries suffering higher losses receive larger government support. After taking into account different costs structures, highly affected sectors like manufacturing of transport equipment or accommodation and food services now stand out even more than in case of sales drops and relatively higher support flows to these industries are justified. Figure 6 Mean wage subsidies and simulated profits by industry Note: Wage subsidy represents average relative firm subsidy from measures 1 and 3. Profit (loss) represents average relative value of estimated firm profit during the first wave of the pandemic. Values of both variables refer to the four-month period from March to June 2020. Source: Authors' calculations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 549,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "Our calculations suggest that the first wave of the pandemic deteriorates financial prospects for most of the firms. As shown in Figure 7 the entire distribution of profits shifts leftwards and many originally profitable firms record losses. The developments differ across firm characteristics, with somewhat larger distribution shifts within large than small firms, or industries with sizeable and small sales' drops. As shown in Figure 8 , government support only marginally reverts the initial distribution shifts. Besides significant shifts in profits and increases in the mass of loss-making firms, the pandemic increases the risk of illiquidity and insolvency. As shown in Figure 9 , the illiquidity and insolvency issues are closely related and the pandemic shakes even originally sound industries, like the manufacturing of transport equipment. Given the specific Slovak firm size distribution, we can observe that the negative effect of the pandemic on liquidity increases with firm size. The share of illiquid large firms on total number of large firms quadruples. However, the larger the firm the higher space for manoeuvre. Larger firms have easier access to loans or can use other short-term liabilities to fill additional temporary liquidity needs. The available historic levels of loans and short-term liabilities suggest that larger firms can significantly reduce their risk of illiquidity by employing the available additional sources of financing. Our calculations show that temporary pandemic elevation in the risk of illiquidity in medium or large firms can vastly be mitigated by short-term credit lines and current trade liabilities to affiliated entities. 31 Figure 10 Share of firms in the risk of illiquidity (in %) 31 For a robustness test we consider both entire (short-term and long-term) liabilities to affiliated entities and overall short-term trade liabilities. The unconditional results (in Figure 10 ) are confirmed by results of our regression analysis presented in Table 6 .",
            "cite_spans": [
                {
                    "start": 1741,
                    "end": 1743,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 431,
                    "end": 439,
                    "text": "Figure 8",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 679,
                    "end": 687,
                    "text": "Figure 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1682,
                    "end": 1691,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 1924,
                    "end": 1933,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 2001,
                    "end": 2008,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "[CELLRANGE]",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "[ Simulated pandemic changes in the risk of insolvency are more homogenous. In line with the pre-COVID values, micro or small firms continue to show the highest risk of insolvency (potentially leading to bankruptcies) during the first wave of the COVID pandemic. In relative terms, the pandemic deteriorates mostly solvency of medium-size firms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effectiveness of the wage support"
        },
        {
            "text": "Source: Authors' calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "Our estimates show that the government wage subsidies not only alleviate overall firm losses, but also mitigate increases in the risk of illiquidity or insolvency. Table 7 The effect of support on the risk of illiquidity -estimated average marginal effects Note: The table shows average marginal effects from the logit regression for binary dummy representing firms in the risk of illiquidity. A firm is in the risk of illiquidity when the sum of its net revenue, cash holdings and potential additional pandemic sources of liquidity is negative. Pandemic sources may include government wage subsidy (support), short-term bank loans (loans), current trade liabilities to affiliated entities (liabilities affiliated) and current trade liabilities (trade liabilities). Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "Our logit regression results presented in Table 6 confirm positive and statistically significant effect of the COVID-19 wage subsidies on firm liquidity. Following the equation (5), a firm is considered to be illiquid and the dependent variable is equal 1, when firm does not have a sufficient amount of cash and cash equivalents to cover its loss. As shown in column 1, in the pre-pandemic time period there is not an economically or statistically significant difference between the supported and non-supported firms. During the pandemic (column 2) supported firms observe higher probability to be illiquid. 32 However, as documented in column 3, after receiving the government support that improves their simulated liquidity position, the supported firms become less prone to liquidity shortages. Further estimates (presented in columns 4-6) allowing firms to utilize their full pre-pandemic credit capacity suggest that credit lines or other additional short-term sources of liquidity can play even stronger role than the government support, especially in larger firms. As suggested by the coefficients for the size class dummy variables (in columns 5 and 6), large or medium firms facing strong pandemic liquidity shocks can improve their overall liquidity situation by exploiting their current trade liabilities or liabilities to affiliated entities far beyond the effect of the direct government support.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 49,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "By narrowing down the focus on the group of supported firms, we may conclude that the wage support has relatively higher positive impact on the smaller than larger firms. In micro and small firms, it could reduce the pandemic increase in the share of firms facing illiquidity risk between 30% and 50%. At the same time, medium and large firms can potentially to much larger extent reduce their risk using additional credit-lines and additional short-term sources of liquidity. 33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "In line with unconditional picture presented in Figure 11 , our logit regression results (in Table  7 ) confirm lower share of insolvency for larger firms in both pandemic and pre-pandemic period and show positive and statistically significant effect of the government on firm insolvency. As shown in column 2, the COVID-19 affects both supported and non-supported firms and the two groups do not differ in terms of probability to be insolvent during the first wave of the pandemic. Importantly, as documented further (in column 3), firms receiving pandemic wage subsidies show lower probability to be insolvent. Conditional regression outputs for individual industries, in line with unconditional industry means, suggest strongest negative impact of the first wave of the pandemic on liquidity and solvency of selected groups of manufacturing firms (mostly manufacturing of transport equipment), followed by firms delivering accommodation or food services and services covering art and recreation. However, these firms record the highest or one of the highest illiquidity or insolvency even before the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 57,
                    "text": "Figure 11",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 101,
                    "text": "Table  7",
                    "ref_id": null
                }
            ],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "A closer look at the supported firms indicates that the government support in the form of wage subsidies can significantly mitigate estimated increase in illiquidity of the firms delivering services (including the firms from highly affected industries of Accommodation and food services or Art and recreation). Firms from manufacturing industries can potentially rely more on the credit line channel in order to withstand the temporarily heightened risk of illiquidity. 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 11 Share of firms in the risk of insolvency (in %)"
        },
        {
            "text": "Despite the relatively small scale of the COVID-19 related economic support in Slovakia, especially compared to the most advanced G20 countries, implemented wage subsidies should safeguard about one percent of jobs, or more, during the first wave of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The early availability of a detailed list of firms receiving wage subsidies -the most widely used direct fiscal measure to curb the economic consequences of the pandemic -gives us a unique opportunity to understand the distribution of the support to the recipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our findings show that the quickly designed direct economic support was distributed efficiently as firms from the most adversely affected sectors received wage subsidies with higher probability. In addition, government financing reached more labour intensive, but at the same time more productive firms. Wage support did not substitute credit financing, as highly leveraged firms showed a lower probability of obtaining employment support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Importantly, our results do not confirm the frequently discussed heightened risk of misallocation of COVID-19 subsidies to financially distressed -zombie firms or technologically outdated firms with a highly negative environmental impact. However, a firm's ex-ante experience in dealing with a state institution has a statistically significant impact on receiving the wage support. This indicates that some firms in real need, but having less organisational capacities, could be left behind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our results also emphasize that a significant share of financially healthy and viable firms have been strongly affected by the sales drop during the first months of the crises. Many of the firms might survive the short-term liquidity shock owing to the effectively allocated government support. Despite the support, we may observe an increased share of firms for which equity is absorbed by their huge losses caused by sales drop. Beside the strong sectoral heterogeneity, insolvency risk decreases with firm size, the micro and small companies being the most exposed at the onset of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We show evidence that even relatively small-scale support can be effective in keeping employment and avoiding liquidity crises in the short term. Nevertheless, for the rebalancing of the firms' financial health, support might do less, while fast return to normal activity is crucial to avoid large scale bankruptcies. On top of that, some sectors might face additional challenge in returning to the pre-crisis normal activity and rather a \"new-normal\" should be achieved. From policy perspective, a careful monitoring and more targeted support will be needed to enable these firms to survive a longer period of crises and/or exceptional financing should be assured for investments that enable the transition to the new normal, otherwise even a well-meant and efficient support may harm healthy diversification and long-term growth. Although the current crises might be an opportunity to accelerate strategic transformation towards green and digital economy, a careful balancing and policy design will be needed to avoid excessive conditionality on already struggling businesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Empirical findings of this paper fully support the policy recommendations of The Group of Thirty (2020) that highlights that damages of the crisis at the corporate level is worse than visible so far and there is a growing corporate solvency challenges. While broad support was effective in the short term, more efforts are needed in terms of mix of policy responses and tools for targeted measures. The presented evidence of heightened solvency risk, even after the allocated government support, emphasizes also the need of sequencing of policy responses described by Revoltella et. al (2020) towards publicly funded equity-type instruments that should complement loans and guarantees in order to improve the capital base of the corporates. Binary dummy for a firm with an annual growth of turnover more than 10% over a minimum three-year period and having at least 10 employees at the beginning of the growth period (following Ferrando et al. 2019) Decline in sales (dummy) Binary dummy equal 1 for a firm with a negative annual change in sales; 0 otherwise Decline in value added (dummy) Binary dummy equal 1 for a firm with a negative annual change in value added; 0 otherwise Decline in employment (dummy) Binary dummy equal 1 for a firm with a negative annual change in employment; 0 otherwise Indebtedness variables Credit ratio Bank loan divided by total assets High indebtedness (dummy) Binary dummy equal 1 for a firm with a credit ratio belonging to the last decile of the sample distribution; 0 otherwise Interest coverage Operating profit divided by interest expenses Debt_service",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 592,
                    "text": "Revoltella et. al (2020)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Operating profit divided by loan debt Reliability variables Tax evader (dummy) Binary dummy equal 1 for a firm having tax arrears; 0 otherwise Social security evader (dummy) Binary dummy equal 1 for a firm having arrears on social security contributions; 0 otherwise Loan defaulter (dummy) Binary dummy equal 1 for a firm not paying instalments or interest on bank loans; 0 otherwise Debt defaulter (dummy) Binary dummy equal 1 for a firm not paying instalments or interest on bank loans and/or having tax arrears or arrears on social security contributions; 0 otherwise Structural variables High labour share (dummy) Binary dummy equal 1 for a firm with labour costs to value added ratio belonging to the last decile of the distribution; 0 otherwise High material intensity (dummy) Binary dummy equal 1 for a firm with material costs to value added ratio belonging to the last decile of the distribution; 0 otherwise High input intensity (dummy) Binary dummy equal 1 for a firm with input (material, service and labour) costs to value added ratio belonging to the last decile of the distribution; 0 otherwise High fixed assets share (dummy) Binary dummy equal 1 for a firm with fixed assets to total assets ratio belonging to the last decile of the distribution; 0 otherwise Trade openness variables Exporter (dummy) Binary dummy equal 1 for a firm having non-zero exports; 0 otherwise Importer (dummy) Binary dummy equal 1 for a firm having non-zero imports; 0 otherwise Two-way trader (dummy) Binary dummy equal 1 for a firm having non-zero imports and exports; 0 otherwise Ownership variables Public firm (dummy) Binary dummy equal 1 for a firm owned by public sector institutions; 0 otherwise State firm (dummy) Binary dummy equal 1 for a state firm (legal form); 0 otherwise Foreign firm (dummy) Binary dummy equal 1 for a firm owned by a foreigner owner; 0 otherwise Legal form Categorical variable for four legal forms: 1) Corporation or limited liability company; 2) Partnerships 3) Cooperative",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendices Appendix A Variable descriptions"
        },
        {
            "text": "Value of Trucost score -S&P indicator taking into account risks related to climate change, natural resource constraints, and broader environmental, social, and governance factors High enviro impact (dummy) Binary dummy equal 1 for a firm with environmental impact belonging to the last decile of the distribution; 0 otherwise Zombie variables Loss maker (dummy) Binary dummy equal 1 for a firm making loss for three consecutive years; 0 otherwise Distressed firm (dummy) Binary dummy equal 1 for a firm not able to cover its interest costs for three consecutive years; 0 otherwise Distressed firm 1 (dummy) Binary dummy equal 1 for a firm not able to cover its interest costs for three consecutive years and at the same time creating negative value added and loss; 0 otherwise Zombie (dummy) Binary dummy equal 1 for a more than ten years old firm not able to cover its interest costs for three consecutive years; 0 otherwise Zombie 1 (dummy) Binary dummy equal 1 for a more than ten years old firm not able to cover its interest costs for three consecutive years and at the same time creating negative value added and loss; 0 otherwise State connection variables Public sector supplier (dummy) Binary dummy equal 1 for a firm listed as supplier in the Register of Public Sector Partners; 0 otherwise Public sector procurer Appendix B Estimated cost elasticities to sales ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental impact variables Environmental impact"
        },
        {
            "text": "The Government of the Slovak Republic introduced state aid to employers, employees and selfemployed people in order to help them with the economic consequences of the new corona virus pandemic. There are four main measures. Measures 1 and 3 are aimed at employers who maintain jobs. Measure 2 is for self-employed individuals to compensate for their loss of income. Measure 4 is to support selected individuals with no income.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C First Aid Package"
        },
        {
            "text": "The first group measure is aimed at employers (including self-employed people who are employers) who maintain jobs in times of declared emergency, or state of emergency despite the obligation to interrupt or limit their operational activities based on the decision of the Public Health Office. Based on this measure an employer can be paid monthly wage compensation up to 80% of the employee's average earnings (up to EUR 1,100 per employee). Measure 2 is intended for self-employed individuals who had to close their operations because of a decision of the Public Health Office of the Slovak Republic, or their sales decreased by at least 20%. There are certain eligibility conditions that need to be met (e.g. the self-employed individual pays its health insurance and pension contributions or was granted a deferral). The amount of subsidy for the loss of income for a self-employed individual is linked to the decrease in sales and it is limited to 540 EUR (270 EUR for March 2020) per month.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C First Aid Package"
        },
        {
            "text": "Measure 3 is for employers (including self-employed people who are employers) who retain jobs in the event of interruption or reduction of their activities during a declared emergency. An employer can choose one of two available alternatives for the entire period of the support. Measure 3A represents the payment of an employee's salary compensation up to a maximum of 80% of his average earnings (limited to 880 EUR per month) under the condition that the employer cannot assign work to the employee due to an obstacle on the side of the employer. Measure 3B is a flat-rate contribution to cover part of the wage costs of all employees depending on the decrease in sales up to a maximum of 540 EUR per month (270 EUR for March) per employee. Measure 4 is designed for self-employed individuals and single-person limited liability companies. It is intended for applicants who have no income and interrupted their activities prior to the pandemic. They can receive a flat-rate monthly subsidy up to 210 EUR (270 EUR for March).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C First Aid Package"
        },
        {
            "text": "Appendix D Economic developments -1 st wave of the COVID-19 pandemic in Slovakia Restaurants and beverage serving Transport and storage Appendix E Robustness analysis -additional results for the baseline model ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix C First Aid Package"
        },
        {
            "text": "In an ideal world public resources allocation should also take into account reliability or honesty of the support recipients. In reality, we cannot entirely exclude firms that do not fulfil all their financial commitments to the state, employees or financial institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix F Robustness analysis -alternative explanatory variables Reliability"
        },
        {
            "text": "By employing records on firms that do not pay their financial obligations, taxes, contributions to social security system or agreed instalments and interest to banks, we find that these nonreliable firms tend to have a much lower chance of being supported during the pandemic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix F Robustness analysis -alternative explanatory variables Reliability"
        },
        {
            "text": "Following the Act on Register of Public Sector Partners adopted in Slovakia as part of the antimoney laundering and anti-letterbox company legislation, every firm entering into a contractual relationship with the public sector 35 needs to be listed in the Register of Public Sector Partners (and meet the set financial limits and other legal prerequisites).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experience in dealing with the state"
        },
        {
            "text": "This register represents a unique dataset enabling us to investigate to what extent an ex-ante firm-state relationship plays a role in the allocation of COVID-19 government subsidies. The dataset contains information on three different types of firms. There are partners, i.e. firms willing or planning to enter into a contractual relationship with the public institutions. Then, there are suppliers, firms that have already supplied their goods or services to the public sector, and there are also procurers. Table E2 all three types of firms listed in the register have a higher probability of obtaining pandemic support and the successful suppliers show the highest chance. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 510,
                    "end": 518,
                    "text": "Table E2",
                    "ref_id": "TABREF16"
                }
            ],
            "section": "Experience in dealing with the state"
        },
        {
            "text": "Estimations employing broader definitions of financially distressed firms support our baseline finding that the implemented pandemic subsidy scheme does not overly promote the existence of so-called zombie firms. In Table E3 we can see that a firm continuously making a loss (i.e. three years in a row) has about a 0.01 percentage points lower probability of receiving government funding. And the probability further decreases for distressed or zombie firms. In the case of the strictest definition of zombie or distressed firms the probability of being supported is more than 0.08 percentage points lower. 36 Note that the strictest definition of a distressed or zombie firm assumes that the firm is not able to cover its interest costs for three consecutive years and at the same time it creates negative value added and loss. The only difference between the distressed and zombie firm is that the definition of the zombie firms applies only to firms older than ten years. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Table E3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Zombies and financial distress"
        },
        {
            "text": "Alternative versions of our continuous environmental impact variable confirm negative marginal effect for firms having a higher negative impact. Binary dummy identifying firms belonging to the top decile in terms of their environmental effect have a 0.04 percentage points lower probability of being supported. Based on another definition allocating firms into quartiles of the environmental variable's distribution, we may conclude that the relationship is non-linear. Firms from the second quartile have about a 0.01 percentage points higher probability of receiving wage subsidies and firms from the last quartile have more than a 0.01 percentage points higher chance of being supported compared to firms from the first quartile. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental impact"
        },
        {
            "text": "Further investigation into the role of ownership structure confirms the higher chance of privately owned corporations or limited liability companies to receive the COVID-19 wage subsidies. Foreign owned firms tend to have a lower probability of receiving the support compared with domestic firms, but the coefficient for the marginal effect of the FDI dummy variable is very low. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ownership"
        },
        {
            "text": "Baseline estimates shown above suggest a positive marginal effect for exporting firms. Taking advantage of having access to both outward and inward foreign trade flows, we construct and test more trade related variables. We find that not only exporters, but also importers or two-way traders, i.e. firms that export and import at the same time, have a higher probability of receiving wage subsidies during the COVID-19 pandemic. A comparison of different types of trading firms with respect to non-trading firms shows the highest effect for two-way traders, sometimes cited as proxies for global value chain participants, that are found to outperform other firms in many aspects (Seker 2012). However, we cannot say much about the role of trade intensity. Coefficients for relative values of exports or imports (with respect to revenue) are found to be statistically insignificant. Note: The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trade openness"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The fiscal response to the Covid-19 crisis in advanced and emerging market economies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alberola",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moessner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BIS Bulletin",
            "volume": "",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The fiscal response to the economic fallout from the coronavirus. Breugel Datasets. Breugel",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bergamini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brekelmans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Darvas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jíménez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lenaerts",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Midões",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Who Gets the Money?: The Dynamics of R&D Project Subsidies in Germany",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Aschhoff",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Economics and Statistics. De Gruyter",
            "volume": "230",
            "issn": "5",
            "pages": "522--546",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economics in the Time of COVID-19, a VoxEU.org eBook",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weder Di Mauro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever It Takes. A CEPR Press VoxEU",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weder Di Mauro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus Pandemic (COVID-19)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beltekian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gavrilov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giattino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mathieu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A preliminary assessment of the impact of the COVID-19 pandemic on the euro area labour market",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Botelho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Consolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Da Silva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ECB Economic Bulletin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "What works in wage subsidies for young people: a review of issues, theory, policies and evidence. ILO Working Papers No. 199, International Labour Organization",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bördős",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csillag",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [],
                    "last": "Scharl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Literature Review of the Economics of COVID-19, IZA Discussion Papers 13411",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brodeur",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bhuiyan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Macroeconomics of a Pandemic: A Minimalist Model",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Céspedes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Velasco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Government Response Event Dataset",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barceló",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hartnett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kubinec",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Messerschmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Economic Effects",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Deb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furceri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ostry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tawk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Containment Measures, IMF Working Paper",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Economic Policy Responses to a Pandemic: Developing the COVID-19 Economic Stimulus Index. COVID Economics, Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Elgin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Basbug",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yalaman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 policy measures. European Systemic Risk Board. European System of Financial Supervision",
            "authors": [],
            "year": 2020,
            "venue": "ESRB",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Financing and obstacles for high growth enterprises: The European case",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferrando",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Durante",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Investment Bank (EIB)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Firm responses to employment subsidies: a regression discontinuity approach to the 2012 Spanish labour market reform",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gamberoni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gradeva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Working Paper Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Econometric Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Mitigating the COVID Economic Crisis: Act Fast and Do Whatever. A CEPR Press VoxEU",
            "authors": [
                {
                    "first": "P.-O",
                    "middle": [],
                    "last": "Gourinchas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19 and SME Failures",
            "authors": [
                {
                    "first": "P.-O",
                    "middle": [],
                    "last": "Gourinchas",
                    "suffix": ""
                },
                {
                    "first": "K-O",
                    "middle": [],
                    "last": "Sebnem",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Penciakova",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Covid-19 pandemic and the unprecedented mobilisation of scholarly efforts prompted by a health crisis: Scientometric comparisons across SARS, MERS and 2019-nCoV literature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haghani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C J"
                    ],
                    "last": "Bliemer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Estimating the macroeconomic effects of active labour market policies using spatial econometric methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hujer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Manpower. Emerald Group Publishing",
            "volume": "30",
            "issn": "7",
            "pages": "648--671",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The employment effects of low-wage subsidies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Huttunen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pirttilä",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uusitalo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Public Economics",
            "volume": "97",
            "issn": "",
            "pages": "49--60",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "IMF (2020a) Policy Tracker: Economic responses to COVID-19 by 196 countries",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Database of Fiscal Policy Responses to Covid-19",
            "authors": [],
            "year": 2020,
            "venue": "IMF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Prvá pomoc Slovensku: priebežná správa o sociálnej pomoci pracujúcim a rodinám",
            "authors": [],
            "year": 2021,
            "venue": "The First Aid to Slovakia: Interim report on social support to employees and families",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Investment vs debt trade-offs in the post-COVID-19 European economy, EIB Working Papers 2020/09",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maurin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Corporate Sector vulnerabilities during the Covid-19 outbreak: assessment and policy responses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Demmou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dlugosch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Insolvency and debt overhang following the COVID-19 outbreak: assessment of risks and policy responses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Demmou",
                    "suffix": ""
                },
                {
                    "first": "Sara",
                    "middle": [
                        "C"
                    ],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dlugosch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcgowanb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Sakha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Walking Dead?: Zombie Firms and Productivity Performance in OECD Countries. OECD Economics Department Working Papers. No. 1372",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Didier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huneeus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Millot",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "European Council conclusions",
            "authors": [],
            "year": 2020,
            "venue": "EC",
            "volume": "",
            "issn": "",
            "pages": "17--21",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Medium-Term Forecast",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Coronavirus (COVID-19): SME Policy Responses. OECD Policy Responses to Coronavirus (COVID-19). 15",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "EU firms in the post-COVID-19 environment: Investmentdebt trade-offs and the optimal sequencing of policy responses VoxEU.org",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Revoltella",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maurin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pál",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A simple method to estimate firms' liquidity needs during the COVID-19 crisis with an application to Italy, CEPR Covid Economics: Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schivardi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Romano",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Importing, Exporting, and Innovation in Developing Countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Şeker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Review of International Economics. Wiley Blackwell",
            "volume": "20",
            "issn": "2",
            "pages": "299--314",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Publishing volumes in major databases related to Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Teixeira Da Silva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tsigaris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Erfanmanesh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Scientometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Transparency International Slovakia",
            "authors": [],
            "year": 2020,
            "venue": "TIS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Changes in Consumption amid COVID-19: Zip-Code Level Evidence from the U.S",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yilmazkuday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Reviving and Restructuring the Corporate Sector Post-Covid. Designing Public Policy Interventions",
            "authors": [],
            "year": 2020,
            "venue": "Group of",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2. Note: Wage subsidy represents average relative firm subsidy from measures 1 and 3. Drop in sales represents average negative change in sectoral sales. Values of both variables refer to the period from",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Figure G2 Mean wage subsidies (% labour costs) and sales drops by industry Note: Wage subsidy represents average relative firm subsidy from measures 1 and 3. Drop in sales represents average negative change in sectoral sales. Values of both variables refer to the period from March to",
            "authors": [],
            "year": 2020,
            "venue": "Source: Authors' calculations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "16-Mar 15-Apr 15-May 14-Jun 14-Jul 13-Aug 12-Sep 12-Oct 11-Nov 11-Dec EU -Retail and recreation Slovakia -Retail and recreation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cross-sectoral division of the financial resources Note: The left-hand figure presents the number of persons employed versus sum of wage subsidies. The righthand figure presents sectoral value added versus sum of wage subsidies. The data originates from the most recent available Structural business statistics dataset referring to values for year 2018. Sectors displayed: B -Mining, CA -Food manufacturing, CB -Textiles, CC -Wood, CD -Coke and petroleum, CE -Chemicals, CF -Pharmaceuticals, CG -Rubber and plastic, CH -Basic metal, CI -Manuf. of computer electronics, CJ -Manuf. of electrical equipment, CK -Machinery, CL -Transport equipment, CM -Other manufacturing, D -Electricity and gas, E -Water, F -Construction, G -Trade, H -Transportation, I -Accommodation and food services, JA -Publishing, JB -Telecommunication, JC -IT, L -Real estate, MA -Legal and accounting services, MB -R&D, MS -Other professional services. Source: Eurostat, TIS and authors' calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "size class, lowest age category, Sector A -Agriculture and forestry and Bratislava -the most developed region used as base values. ISIC industries: A -Agriculture, B -Mining, CA -Food manufacturing, CB -Textiles, CC -Wood, CD -Coke and petroleum, CE -Chemicals, CF -Pharmaceuticals, CG -Rubber and plastic, CH -Basic metal, CI -Manuf. of computer electronics, CJ -Manuf. of electrical equipment, CK -Machinery, CL -Transport equipment, CM -Other manufacturing, D -Electricity and gas, E -Water, F -Construction, G -Trade, H -Transportation, I -Accommodation and food services, JA -Publishing, JB -Telecommunication, JC -IT, L -Real estate, MA -Legal and accounting services, MB -R&D, MS -Other professional services, Q -Health, R -Art and recreation. NUTS 3 regions: TT -Trnava, TN -Trencin, NT -Nitra, ZA -Zilina, BB -Banska Bystrica, PO -Presov, KE -Kosice. Source: Authors' calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5 Probability of receiving subsidies and sales drops by industry",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Distribution of pre-pandemic and pandemic profits (all firms)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Distribution of profits before the pandemic, during the pandemic and with support (supported firms only) -selected industries and size classes Note: Profit (loss) represents relative value of firm profit with respect to firm total assets. Pandemic profit with support is the sum of the estimated firm pandemic profit and firm wage support from the 1 st wave of the pandemic. Four-month equivalents for all series. Source: Authors' calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Share of firms with zero or negative cash buffer and insolvent firms during the pandemic Note: Share of illiquid and insolvent firms with respect to all firms in industry. Values of both variables refer to the four-month period during the 1 st wave of the pandemic. The estimates of the pandemic liquidity and solvency assume constant sectoral cost elasticities to sales. Source: Authors' calculations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "equal 1 for a firm listed as procurer in the Register of Public Sector Partners; 0 otherwise Public sector partner (dummy) Binary dummy equal 1 for a firm listed as partner in the Register of Public Sector Partners; 0 otherwise Control variables Age Firm age in number of Bratislava, TT -Trnava, TN -Trencin, NT -Nitra, ZA -Zilina, BB -Banska Bystrica, PO -Presov, KE -Kosice Sector A -Agriculture, B -Mining, CA -Food manufacturing, CB -Textiles, CC -Wood, CD -Coke and petroleum, CE -Chemicals, CF -Pharmaceuticals, CG -Rubber and plastic, CH -Basic metal, CI -Manuf. Of computer electronics, CJ -Manuf. Of electrical equipment, CK -Machinery, CL -Transport equipment, CM -Other manufacturing, D -Electricity and gas, E -Water, F -Construction, G -Trade, H -Transportation, I -Accommodation and food services, JA -Publishing, JB -Telecommunication, JC -IT, L -Real estate, MA -Legal and accounting services, MB -R&D, MS -Other professional services, Q -Health, R -Art and recreation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The figure shows actual firm-level profits recorded in year 2019 (2019) and projected firm-level profits (2019P) estimated using sector-level changes in sales valid for 2019 originating from Eurostat, sector-specific cost elasticities estimated followingMaurin and Pal (2020) and firm-level sales and costs recorded in 2018. Source: Authors' calculations based on Eurostat and balance sheet and income statements data for Slovak firms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Comparison of actual and projected profits in 2019Note: The figure shows the distribution of actual firm-level profits recorded in year 2019 (2019) and the distribution of projected firm-level profits (2019P) estimated using sector-level changes in sales valid for 2019 originating from Eurostat, sector-specific cost elasticities estimated followingMaurin and Pal (2020) and firmlevel sales and costs recorded in 2018. Source: Authors' calculations based on Eurostat and balance sheet and income statements data for Slovak firms.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "GDP growth in Q2 2020Note: chain linked volumes, percentage change compared to same period in previous year. Source: Eurostat.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "IT PT EL MT HR AT BE HU SI SK CY DE CZ RO NL LV BG PL LU DK SE EE FI LT",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary statistics for baseline variables Note: Post-estimation summary statistics. Original values of continuous variables presented. See Appendix A for description of variables. Source: Authors' calculations based on firm-level datasets.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Relative firm-level support (median, % of labour costs)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Aggregate developments and government support Statistical Office, TIS and authors' calculations.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables from year 2018. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Estimated effects for the baseline tobit model",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The table shows coefficients of the tobit regression for firm-level sum of COVID-19 government support from priority 1 or 3. Lagged explanatory variables from year 2018. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "The effect of support on the risk of insolvency -estimated average marginal effects Note: The table shows average marginal effects from the logit regression for binary dummy representing firms in the risk of insolvency. A firm is in the risk of insolvency when the sum of its net revenue, equity and government wage subsidy (support) is negative. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Elasticities of costs to salesSource: Author's calculations and Statistical office of the Slovak Republic.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Estimated coefficients of the baseline model -two year lagged explanatory variables",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "The table shows coefficients of the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables from year 2018. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Estimated average marginal effects for the baseline model -one year lagged explanatory variables The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables from year 2019. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Estimated coefficients of the baseline model -one year lagged explanatory variables The table shows coefficients of the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables from year 2019. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Estimated average marginal effects for reliability variables The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Estimated average marginal effects for ownership variables The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Estimated average marginal effects for international trade variables",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Estimated average marginal effects for ownership variables The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. 1 st quartile of the environmental impact used as base value for the categorical environmental variable. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Estimated average marginal effects for ownership variables The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. Corporations and limited liability companies used as base value for legal form. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Estimated average marginal effects for international trade variables Note: The table shows average marginal effects from the logit regression for binary dummy representing firms that received COVID-19 government support from measure 1 or 3. Lagged explanatory variables. Non-trader used as base value for trader categories. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Estimated average marginal effects for structural variablesNote: The table shows coefficients of the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Estimated average marginal effects for debt related variables Note: The table shows coefficients of the logit regression for binary dummy representing firms that received COVID-19 government support from priority 1 or 3. Lagged explanatory variables. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF27": {
            "text": "Estimated average marginal effects for performance variables",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Estimated average marginal effects for efficiency variables",
            "latex": null,
            "type": "table"
        },
        "TABREF29": {
            "text": "Composition of firms by size and industry in Slovakia (in %) Note: with respect to all firms in the industry, only firms with available information on size and industry.",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "Relative firm-level support (median, % of total assets)Table G3Share of firms in the risk of illiquidity (in %) -supported firms only",
            "latex": null,
            "type": "table"
        },
        "TABREF31": {
            "text": "Share of firms in the risk of insolvency (in %) -supported firms onlyTable G5Share of firms in the risk of illiquidity (in %) -supported firms only",
            "latex": null,
            "type": "table"
        },
        "TABREF32": {
            "text": "Estimated effects for the tobit model -relative size of support",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Appendix G Complementary output for the size and effect of the support Figure G1 Mean wage subsidies (% total assets) and sales drops by industry 2840 2843 2974 2989 1273 Prob > chi2 0.000 0.000 0.000 0.000 0.000 0.000 Note: The table shows coefficients of the tobit regression with the relative firm-level COVID-19 government support from priority 1 or 3 (with respect to the firm's labour costs) used as the dependent variable. Lagged explanatory variables from year 2018. Standard errors in parentheses, *** p<0.01, ** p<0.05, * p<0.1 Source: Authors' calculations based on firm-level datasets described in Section 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "text": "Figure G1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}