{
    "paper_id": "65da9fbe725e1aee1afc165d38ed708b1dc6d83f",
    "metadata": {
        "title": "Autologous full-thickness skin graft as reinforcement in parastomal hernia repair: a randomised controlled trial",
        "authors": [
            {
                "first": "Viktor",
                "middle": [],
                "last": "Holmdahl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ulf",
                "middle": [],
                "last": "Gunnarsson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Strigård",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Parastomal hernia is a common complication of an enterostomy and can have a significant impact on health-related quality of life. Currently used methods of repair have high recurrence rates and considerable risk for complications. We have developed a new technique for parastomal hernia repair that uses full-thickness skin graft as reinforcement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: This study protocol describes a multicentre randomised controlled trial on parastomal hernia repair comparing a new full-thickness skin graft technique with conventional synthetic composite mesh as reinforcement of the abdominal wall. Patients with a symptomatic parastomal hernia will be included and followed up at 3, 12 and 36 months, with surgical complication as the primary outcome. Secondary outcomes will be recurrence rate and health-related quality of life assessed with VHPQ, EORTC C30 and CR29. Tissue biology and collagen metabolism will be investigated pre-and postoperatively using biopsies of the abdominal wall fascia and blood samples. Discussion: Parastomal hernia constitutes a major clinical problem where the prospects of a good result after hernia repair are presently poor. This new method of repair with full-thickness skin grafting could be a new alternative in our surgical toolbox, but before then, it must be evaluated properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Note: the numbers in curly brackets in this protocol refer to SPIRIT checklist item numbers. The order of the items has been modified to group similar items (see http://www.equator-network.org/reporting-guidelines/ spirit-2013-statement-defining-standard-protocol-itemsfor-clinical-trials/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Stoma Hernia Intraperitoneal Full-Thickness Skin (SHIFT)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Trial registration {2a and 2b}. Registered at clinicaltrials.gov; ID NCT03667287",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Protocol version {3}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This funding source had no role in the design of this study and will not have any role during its execution, analyses, interpretation of the data, or decision to submit results. The sponsor is responsible for providing the necessary structural, economical and personnel resources to ensure the study participants safety and to carry out the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Parastomal hernia is the main complication of an enterostoma [1] [2] [3] . Occurrence rates up to 80% have been reported, with numbers varying considerably due to differences in diagnostic method, follow-up time, type of stoma, and the lack of a uniformly accepted definition of parastomal hernia [2] [3] [4] [5] . Symptoms from a parastomal hernia range from asymptomatic to problems significantly impairing the patient's quality of life, even life-threatening due to strangulation of the hernia content. There are few studies investigating the frequency of specific complaints, and there is thus little information clearly indicating which patients are likely to benefit from surgical repair [6] .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 694,
                    "end": 697,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background and rationale {6a}"
        },
        {
            "text": "Several techniques are presently used for parastomal hernia repair. The European Hernia Society recommends a synthetic mesh plasty, but scientific evidence on how and in what position the reinforcing material should be applied is weak. Even the best available methods today are associated with high recurrence rates and significant risk for complications that can be fatal [7] [8] [9] . The use of synthetic mesh material is associated with severe complications such as mesh infection, fistula formation and erosion of the intestines [9] . There are also patient associations and other communities that oppose the use of synthetic mesh material (https://www.facebook.com/ groups/meshproblems/, https://www.facebook.com/ MeshMeNot/, https://meshmenot.wordpress.com/, https:// meshvictimsunited.org/).",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background and rationale {6a}"
        },
        {
            "text": "Autologous full-thickness skin grafting (FTSG) has been shown to be a possible alternative to conventional synthetic mesh in hernia repair [10] . By avoiding the use of foreign materials, FTSG could offer safer and less expensive reinforcement in parastomal hernia repair. The technique of grafting autologous skin in hernia repair was successfully used before the advent of synthetic mesh, but its application in parastomal hernia is new [11, 12] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background and rationale {6a}"
        },
        {
            "text": "The present RCT follows a translational chain of research starting with a murine model which showed good FTSG survival in both intraperitoneal and onlay positions [13] . Furthermore, in an experimental model, fresh FTSG was shown to have equal or better tensile strength than both synthetic and biological reinforcement material, which is a prerequisite in hernia surgery [14] .",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background and rationale {6a}"
        },
        {
            "text": "The study intervention was developed with the aid of 3D-models reconstructed from computerised tomography (CT) scans of patients suffering from parastomal hernia. Four pilot patients have then been operated on in a feasibility study which showed no procedure-related complications [15] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background and rationale {6a}"
        },
        {
            "text": "The objective of the trial is to compare a novel method of repair for parastomal hernia to one of the best available conventional methods in terms of surgical complications, recurrence, QoL and health economics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives {7}"
        },
        {
            "text": "Our hypothesis is that autologous FTSG as reinforcement material in parastomal hernia (PH) repair offers a safer and more comfortable alternative to conventional synthetic mesh material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives {7}"
        },
        {
            "text": "The trial is a parallel group, superiority trial with an allocation ratio of 1:1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial design {8}"
        },
        {
            "text": "This study will initially take place at three public hospitals in Sweden, one university hospital, one regional hospital and one county hospital, all situated in the north of Sweden. The university hospital is a tertiary referral centre for advanced abdominal wall reconstructive surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study setting {9}"
        },
        {
            "text": "Consultant surgeons with long experience in abdominal wall surgery will be responsible for the assessment of potential study participants before inclusion and will attend all intervention procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria {10}"
        },
        {
            "text": "Inclusion criteria: Information about the trial will be given to potential study participants per telephone or in person by the assessing surgeon or other responsible researcher. The potential candidate will then be assessed in the outpatient clinic by a surgeon regarding inclusion and exclusion criteria. If the potential study participant is eligible for inclusion, written and verbal informed consent will be obtained at the time of assessment after relevant questions have been answered. The potential study participant may also be given time for consideration and submit their consent at a later date.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria {10}"
        },
        {
            "text": "Additional consent provisions for collection and use of participant data and biological specimens {26b}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria {10}"
        },
        {
            "text": "Patients included in the study will also be offered the opportunity to participate in an ancillary study investigating tissue biology of patients with parastomal hernia. Consent for participating in this ancillary study will be obtained in conjunction with acquisition of consent for the main study. For more information, see the \"Plans for collection, laboratory evaluation, and storage of biological specimens for genetic or molecular analyses for this trial/future use {33}\" section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eligibility criteria {10}"
        },
        {
            "text": "There is weak evidence as to which method of repair is the best available at present. The European Hernia Society is against the use of suture repair as well as repair using a biological mesh [16] . In terms of recurrence, there is evidence favouring IPOM mesh using the Sugarbaker technique, but evidence is weak regarding morbidity.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Reasons for the choice of comparators {6b}"
        },
        {
            "text": "In view of the fact that there is such weak evidence on how synthetic mesh should be applied to obtain the best results, our comparator was chosen for its similarity to the experimental intervention [15] .",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Reasons for the choice of comparators {6b}"
        },
        {
            "text": "The patients included in the study will be randomised to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention description {11a}"
        },
        {
            "text": "1. FTSG as reinforcement material. Surgery begins by marking the proposed area of skin above the planned laparotomy incision, while assuring that there will be enough skin left for primary skin closure. In case of insufficient skin appropriate for transplantation adjacent to the midline incision, other possible donor sites are the inside of the upper arm or thigh. The FTSG is excised sharply, dissected free from all subcutaneous tissue and knife-meshed with multiple small incisions (5-10 mm), plus a larger circular incision forming an orifice in the centre of the graft for the stomal intestine. Meshing serves to prevent seroma and haematoma formation, to facilitate ingrowth and to increase the area of the FTSG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention description {11a}"
        },
        {
            "text": "The FTSG is then placed in surgical gauze soaked in hydrogen peroxide awaiting implantation. A midline laparotomy is performed and adhesiolysis around the stoma is performed if necessary. The stoma is dissected free at the mucocutaneous junction, sealed with a temporary suture and retracted into the abdomen. The fascial defect is then reduced to appropriate size depending on the size of the patient's stomal intestine, with interrupted single 2-0 PDS (Ethicon Inc. Cornelia, GA, USA) sutures. The stomal intestine is passed through an orifice created in the FTSG and sutured to the intestine with interrupted single 3-0 monocryl (Ethicon Inc. Cornelia, GA, USA) sutures with the epidermis facing the intra-abdominal contents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention description {11a}"
        },
        {
            "text": "The stoma is brought up through the reduced fascial defect and the FTSG is sutured to the peritoneum and abdominal wall under tension with interrupted 2-0 PDS sutures at intervals of 10-20 mm along the edges of the graft. Reinforcing sutures are also placed over the fascial reduction so that the forces in the abdominal wall are transferred from the fascial defect to the skin graft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention description {11a}"
        },
        {
            "text": "laparotomy is performed and adhesiolysis around the stoma is performed if necessary. The stoma is dissected free at the mucocutaneous junction, sealed with a temporary suture and retracted into the abdomen. The fascial defect is then reduced to appropriate size depending on the size of the patient's stomal intestine with interrupted single 2-0 PDS (Ethicon Inc. Cornelia, GA, USA). A Dyna-Mesh®-IPST (FEG Textiltechnik mbH, Aachen, Germany) of appropriate size is then applied to the stomal intestine. The stoma is brought up through the reduced fascial defect, and the DynaMesh® is sutured to the peritoneum and abdominal wall with interrupted 2-0 PDS sutures at intervals of 10-20 mm along the edges of the graft. Reinforcing sutures are also placed over the fascial reduction so that the forces in the abdominal wall are transferred from the fascial reduction to the mesh.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic mesh as reinforcement. A midline"
        },
        {
            "text": "Any study patient requesting to end their participation in the study will immediately be withdrawn from whatever stage they have reached in the study process without having to explain why. The anatomy in the abdominal cavity as well as the current conditions at the time of surgery can prevent the feasibility of the planned procedure, in part or completely. Minor alterations to the surgical interventions may be accepted, such as isolated deviations from the specified intervals when suturing the reinforcement material to the abdominal wall. Major obstacles that make the planned procedure impossible to perform without significant risk, such as massive adhesions or other contraindications such as finding disseminated malignancy, will exclude the patient from further participation in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Criteria for discontinuing or modifying allocated interventions {11b}"
        },
        {
            "text": "It is a great challenge to standardise surgical procedures in detail, since difficulty increases with the complexity of the procedure and the target organ for the surgical intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to improve adherence to interventions {11c}"
        },
        {
            "text": "Thorough operation manuals with clarifying pictures have been prepared with step-by-step guidance of procedural details. When additional study centres are included, a surgeon responsible from one of the initially participating centres will assist at the first operations to further assure standardisation and procedural adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to improve adherence to interventions {11c}"
        },
        {
            "text": "Any inherent variability of the procedures remaining, such as different surgeons having different approaches for exposure and dissection, will increase the external validity of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategies to improve adherence to interventions {11c}"
        },
        {
            "text": "No other intra-abdominal interventions are permitted concomitant to the planned intervention. Potential iatrogenic injuries which occur during the intervention should be managed according to surgical standards. Minor mid-line hernias which allow for suture repair can be managed during the intervention, but if requiring mesh reinforcement, the patient cannot be included in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relevant concomitant care permitted or prohibited during the trial {11d}"
        },
        {
            "text": "Should any study participant suffer harm, he/she is entitled compensation under the Swedish Patient Injury Act. Since the study surgical intervention and all postoperative care is performed under the Swedish public healthcare system, all study participants will be covered by the Swedish regional health authorities mutual insurance company (Löf) [17] .",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Provisions for post-trial care {30}"
        },
        {
            "text": "Participants will be followed up at 3, 12 and 36 months postoperatively. Primary outcome:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes {12}"
        },
        {
            "text": "-Rate of surgical complications at 3, 12 and 36 months. Complications will be assessed over a 3year period at regular follow-ups by an independent surgeon who is unaware of which surgical method was used. Eventual complications include infection, bleeding, seroma, and fistula formation. Regarding recurrence, the best available methods of repair today are associated with complications that in some cases can be fatal [7] .",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes {12}"
        },
        {
            "text": "Secondary outcomes:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes {12}"
        },
        {
            "text": "-Recurrence. Parastomal hernia recurrence will be assessed clinically, with stomal ultrasound and/or CT-scan. -Pain. All subjects will complete the Ventral Hernia Pain Questionnaire (VHPQ) to assess and compare preoperative pain ratings related to daily activities with ratings at all clinical follow-ups [18] . [19] [20] [21] . -Health economics. Cost-effectiveness for each treatment arm. The total cost of each method will be calculated from the hospital healthcare costs system based on duration of surgery, cost of operating time and equipment, duration and cost of anaesthesia and cost of complications including infection, bleeding, seroma and fistula formation.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes {12}"
        },
        {
            "text": "The main timeline may be found in Table 1 , and timeline for the ancillary study in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Participant timeline {13}"
        },
        {
            "text": "The power calculation is based on the primary outcome with an estimated short-term complication rate of 15% in the FTSG-group and in 40% in the synthetic mesh group. To achieve 80% power and 95% significance level, 39 patients are required in each arm. To compensate for loss to follow-up over the relatively long follow-up time, we plan for 90 patients (45 in each arm) to be included in the trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample size {14}"
        },
        {
            "text": "The surgeons responsible for the decision to operate on a patient with parastomal hernia will provide information about the trial. Furthermore, stomal dressing and basic stomal care is provided by stoma nurses who meet all stoma patients. Since stoma-related complaints are usually first pointed out to the stoma nurse by the patient, information about the trial will be presented to the stoma nurses at each participating hospital. In this manner, any potential candidates for inclusion will be referred by the nurses to the assessing surgeon. To increase the rate of inclusion, other study centres will be invited to participate in the trial. The trial is advertised at conferences, meetings and other forums in which representatives from other potential study centres are present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment {15}"
        },
        {
            "text": "The randomisation sequence is arranged in blocks of five with alternating overweight to either allocation obtained manually by research administrators. This Enrolment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence generation {16a}"
        },
        {
            "text": "Eligibility screening X Informed consent X Allocation X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence generation {16a}"
        },
        {
            "text": "Stomal ultrasound X X X CT-scan X** X** X**",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions:"
        },
        {
            "text": "Clinical characteristics X X X X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessments:"
        },
        {
            "text": "CT, computerised tomography *Time from enrolment to operation will vary **When clinical evaluation and stomal ultrasound is insufficient eliminates the risk of skewing distribution at centres with low case volumes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessments:"
        },
        {
            "text": "A total of 90 opaque and sealed envelopes numbered 1 to 90, each containing a paper with either the word \"FTSG\" or \"Synthetic mesh,\" 45 of each. They are kept locked-in at the research group's office upon the day of randomisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concealment mechanism {16b}"
        },
        {
            "text": "The allocation sequence is generated by the research group administrators. Patients are enrolled by surgeons at the out-patient clinic and are provided a randomisation number correlating to a sealed envelope. The intervention arm is assigned after induction of anaesthesia when the accompanying randomisation envelope is opened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation {16c}"
        },
        {
            "text": "Who will be blinded {17a}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assignment of interventions: blinding"
        },
        {
            "text": "The allocated intervention is blinded to the patient, postoperative care providers and the surgeon performing the clinical follow-ups. The operating surgeons and the data analysts are not blinded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assignment of interventions: blinding"
        },
        {
            "text": "If a patient suffers a complication that requires reoperation, the surgeon on call can be unblinded to the procedure that has been performed if it is deemed necessary to assess the indication for surgical intervention. Reoperation does not necessarily necessitate unblinding of the patient and the nursing staff nor does the trial follow-up surgeon need to be unblinded to the index procedure that has been performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure for unblinding if needed {17b}"
        },
        {
            "text": "Plans for assessment and collection of outcome data {18a}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and management"
        },
        {
            "text": "All clinical study data will be registered in an Access® database (Microsoft, Redmond, WA, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and management"
        },
        {
            "text": "Baseline data are collected at the time of inclusion once assessment of eligibility by the including surgeon is complete. At this point, the surgeon is unaware of what intervention the patient will be allocated. Baseline data include: a. BMI. Body mass index. b. ASA (American Society of Anesthesiologists) class. c. Current medical conditions d. Current medication e. Number and type of previous abdominal surgeries. f. Type of and reason for stoma Operation data will be collected immediately after surgery by the surgeon. Data collected on completion of surgery: a. Participating surgeons b. Treatment allocation c. Size of the hernia defect before and after reduction d. Size of the FTSG e. Length of stoma bowel above the fascia f. Operating time g. Minimum overlap of reinforcement material Data on postoperative care on the ward will be collected by the blinded nursing staff on a case report form (CRF). After discharge, the CRF will be collected and registered in the database. Parameters monitored daily during the entire time on the ward: a. C-reactive protein b. Serum albumin c. Complete blood cell count ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and management"
        },
        {
            "text": "Fascia sample X X Venous blood sample X X X X X X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions:"
        },
        {
            "text": "Needle biopsy X X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subgroup intervention:"
        },
        {
            "text": "List baseline variables X List interventional variables X d. Serum creatinine e. Blood glucose f. Oxygen saturation g. Experienced pain assessed on a visual analogue scale Clinical follow-up data will be collected by the blinded surgeon conducting the follow-up. This surgeon will be experienced in stoma surgery (i.e. colorectal, or abdominal wall surgery) but will not receive any specific training on the follow-up procedure in this study. Parameters that will be assessed at the clinical follow-up: a. BMI b. Clinically judged recurrence c. Surgical complication (seroma, infection, other) d. Stoma complication (stenosis, necrosis, other) e. Readmission or reoperation during the follow-up period f. Pain assessed on a visual analogue scale g. Experienced improvement assessed on a visual analogue scale h. Abnormal healing process or poor aesthetic result of the operation scar i. Compliance to the postoperative girdle prescribed Questionnaires both preoperative and during the follow-up period will be collected by the research group administrators and stored in a separate Access database. Questionnaires used in the study are: a. VHPQ, which is a validated questionnaire specially designed to evaluate pain in relation to daily activities following ventral hernia repair. VHPQ was developed and validated by our research group and focuses on pain behaviour [18] . b. EORTC C30 and CR29, questionnaires developed by the European Organisation of Research and the Treatment of Cancer, are used to explore and quantify different aspects of health-related quality of life (QoL) in patients with cancer. C30 constitutes the \"core\" questionnaire with a broad range of questions including social, emotional and physical aspects of cancer [20, 21] . CR29 focuses on symptoms specific for colorectal cancer and includes a section on stoma-specific problems [19] . These questionnaires are validated and shall be answered together. The questionnaires are interpreted with designated scoring manuals.",
            "cite_spans": [
                {
                    "start": 1367,
                    "end": 1371,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1745,
                    "end": 1748,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1857,
                    "end": 1861,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Assessments:"
        },
        {
            "text": "Patients will be sent an appointment for clinical followup by mail. Administration of patient follow-up will be conducted by a research nurse with overview of the entire study population (checklists). All data that has been collected up to the point of discontinuation will be considered consensual and used in the analyses. After discontinuation no further data will be collected from the study participant which will be considered \"lost to follow-up\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Plans to promote participant retention and complete follow-up {18b}"
        },
        {
            "text": "Data will be collected on case report forms (CRF) for each step of the study (inclusion, intervention, postoperative care, and each follow-up separately). The forms will be coded with the individual randomisation number and stored in locked cabinets with logged access only available to the researchers and administrators responsible for the trial. When data collection is complete, the CRF will be transferred to an Access® (Microsoft®, Redmond, WA, USA) database, stored in encrypted form on the intranet of Region Västerbotten, with the password only available to the responsible researchers and administrators. Microsoft Access® is specially designed for databases and includes rules and limitations for data input and analyzation, which prevents duplicates and significantly decreases the risk for data corruption. CRFs are checked by an experienced research administrator before entering data to the database. The Access® database is designed so that all parameters included are limited to realistic values to promote data quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data management {19}"
        },
        {
            "text": "Patients that are potential candidates for inclusion are cared for under the national healthcare system for their stoma. As soon as a patient, stoma nurse, or any other healthcare provider notices a stoma problem that could be a parastomal hernia, that patient will be referred to one of the surgeons responsible for handling of patients in the study. This procedure is the same as for patients not taking part in the study, and all information on the management of potential study candidates is stored in the medical records as is normal clinical practice. For more information on how confidentiality is assured, please see the \"Data management {19}\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality {27}"
        },
        {
            "text": "Plans for collection, laboratory evaluation and storage of biological specimens for genetic or molecular analyses for this trial/future use {33}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality {27}"
        },
        {
            "text": "Patients who participate in the ancillary study investigating tissue biology in parastomal hernia repair undergo biopsy of the abdominal wall fascia during the primary intervention. This biopsy is analysed for collagen structure and metabolism, tissue composition and protein expression. Postoperatively and during the clinical follow-up, blood samples are taken to analyse markers monitoring connective tissue turnover and tissue remodelling processes. A subgroup of patients will also be offered postoperative biopsy of the implanted reinforcement material via a transcutaneous ultrasound-guided needle biopsy adjacent to the stoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality {27}"
        },
        {
            "text": "All tissue samples will be stored fresh-frozen in ultralow temperature freezers (at Biobanken Norr) until analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confidentiality {27}"
        },
        {
            "text": "Generally, statistical methods used in the study are aimed to describe and compare the outcomes between the study groups. Based on the characteristics of each outcome, chi-squared test, Mann-Whitney U test and Student's t test are used to evaluate the statistical significance of the different outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical methods for primary and secondary outcomes {20a}"
        },
        {
            "text": "Data are presented descriptively and the results from each study group are compared with chi-squared test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rate of complications and recurrences"
        },
        {
            "text": "Evaluated with VHPQ and EORTC CR29 and CR30 respectively and answers are reported and scored according to their specific scoring manuals. Comparisons between the study groups are done with Mann-Whitney U test or Student's t test by convention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pain and quality of life"
        },
        {
            "text": "Data are presented descriptively and the results from each study group are analysed with Mann-Whitney U test or Student's t test depending on the distribution of the specific variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health economics"
        },
        {
            "text": "The study assumes a significance level of 0.05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health economics"
        },
        {
            "text": "After 30 operations have been performed, a safety analysis is performed. It is conducted by a scientifically experienced researcher (at least assistant professor) with long clinical experience of abdominal wall surgery but has no connection with the study. The safety analysis is based on CRF data and complications graded Clavien-Dindo 3b or worse based on information from copies of the medical records from postoperative care on the ward and clinical follow-ups. Should serious or unexpected complications associated with study allocation arise, the study will be interrupted by the surgeon performing the safety analysis. Safety analysis data will otherwise not be available to the responsible researchers or surgeons participating in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interim analyses {21b}"
        },
        {
            "text": "Regression analysis is used to explore any relationships between patient characteristics and outcome. Depending on the characteristics of the outcome, different concepts for regression analyses are used. Linear regression is used for continuous variables, logistic regression for dichotomous variables and ordinal regression for ordinal outcome variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "Statistical methods to handle protocol non-adherence and missing data {20c}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "Study outcomes are analysed as per protocol. Patients are randomised in the operating theatre after induction of general anaesthesia and the only scenario where the patient does not receive the intervention allocated is if it is deemed technically impossible after the laparotomy has been performed or if the patient suffers an anaesthetic complication before the randomisation envelope is opened. In both these scenarios, the patient cannot be operated with any intervention so chance should evenly distribute this specific form of non-adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "No statistical methods are used to compensate for missing data or loss to follow-up. The power calculation is dimensioned to enable enough statistical power with up to 12 missing patients in all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "Plans to give access to the full protocol, participant level data and statistics code {31c}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "Details of the full protocol, participant-level dataset, or the statistics code are not available to the public. Data not published may be made available upon reasonable request to the researchers responsible or corresponding authors of the publications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods for additional analyses (e.g. subgroup analyses) {20b}"
        },
        {
            "text": "Composition of the coordinating centre and trial steering committee {5d}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight and monitoring"
        },
        {
            "text": "The university hospital serves as an administrative hub for the trial, hosting a central office with administrative staff. This central office coordinates the trial, monitors the trial progress and can aid all included study centres with administrative support during office hours. The trial is governed by a steering committee consisting of four researchers clinically active on the three initial study centres and an administrator. They will provide informational mailings to the responsible surgeon and administrative staff on all study centres twice a year and invite to an annual physical meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight and monitoring"
        },
        {
            "text": "Composition of the data monitoring committee, its role and reporting structure {21a}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight and monitoring"
        },
        {
            "text": "A safety analysis will be performed by an independent senior surgeon after 30 operations (more details under item 21b). This person will be certified to terminate inclusion in the study if undefendable differences between the treatment arms are found or if repeated method related severe adverse events are found in any of the study arms. If no such signs are found, results from the safety analysis will not be propagated to the steering board or participating centres. No other progressive data monitoring will be performed in this trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oversight and monitoring"
        },
        {
            "text": "Adverse events and surgical complications are the main outcome of the trial and will be documented in the medical records. If they occur, they will be included in the CRF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reporting adverse events and harm {22}"
        },
        {
            "text": "Other than the safety analysis, no other auditing is planned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frequency and plans for auditing trial conduct {23}"
        },
        {
            "text": "Plans for communicating important protocol amendments to relevant parties (e.g. trial participants, ethics committees) {25}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frequency and plans for auditing trial conduct {23}"
        },
        {
            "text": "Any protocol modification deemed necessary will first be reviewed by the Swedish Ethics Review Authority and then registered at ClinicalTrials.gov. This information will also be shared personally with the researcher responsible at each study centre.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frequency and plans for auditing trial conduct {23}"
        },
        {
            "text": "The results of the trial will be published in peerreviewed open-access journals and presented at both national and international conferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dissemination plans {31a}"
        },
        {
            "text": "Despite the relative frequency of parastomal hernia, there is a considerable lack of knowledge regarding epidemiology, symptomatology, indication for surgery and best practice when surgically managing the condition [1] [2] [3] 6] . The European Hernia Society guidelines on prevention and treatment of parastomal hernia provide predominantly weak evidence for both the epidemiological aspects of the disease and its subsequent treatment [16] . Since there is a general lack of studies comparing different techniques for parastomal hernia repair, there is no consensus on what the best method available is. This makes the design of a trial, and in particular, choosing a comparator to evaluate a novel treatment, difficult and even controversial. Our choice of using reinforcement with DynaMesh®-IPST as a comparator was made because of its similarity to our FTSG-method and with the background of recurrence rates in the vicinity of other IPOM methods [22] . Furthermore, recurrence of a parastomal hernia after surgical repair is of minor importance compared to the serious and sometimes fatal complications of repair methods using synthetic mesh as reinforcement. The primary goal of benign surgery must be the safety of the patients, which the primary outcome of this trial.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 229,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both methods investigated in this trial are open techniques despite the increasing number of colorectal interventions being performed laparoscopically. This is primarily because it is not possible to apply an FTSG to the abdominal wall using conventional laparoscopic tacks. Therefore, to avoid cyst formation, an open technique with better control over the sutures was considered safer for the patients given the importance of the FTSG application under tension.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An advantage of using FTSG is that this reinforcement material is usually readily available in the quantity required. FTSG has been shown to be a safe and potentially useful alternative in giant incisional hernia repair [10, 23] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Current recruitment. The first patient was recruited December 2019. The global COVID-19 pandemic has unfortunately reduced resources available for major benign surgery and thereby prevented inclusion. Due to uncertainty about how the pandemic will affect the healthcare system in Sweden in the future, we cannot say when recruitment is likely to be completed. Our aim is to complete recruitment by December 31, 2025. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trial status"
        },
        {
            "text": "Consent for publication has been collected for all images and videos included in the article as well as supplementary material that contains information that could compromise personal integrity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication {32}"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Complications of abdominal stoma surgery",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Shellito",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dis Colon Rectum",
            "volume": "41",
            "issn": "12",
            "pages": "1562--72",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02237308"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Life table analysis of stomal complications following colostomy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Londono-Schimmer",
                    "suffix": ""
                },
                {
                    "first": "Apk",
                    "middle": [],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "Rks",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Dis Colon Rectum",
            "volume": "37",
            "issn": "9",
            "pages": "916--936",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02052598"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complications of colostomies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Salvati",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Eisenstat",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Dis Colon Rectum",
            "volume": "32",
            "issn": "4",
            "pages": "299--303",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02553484"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Enterostomy site hernias: a clinical and computerized tomographic evaluation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cingi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cakir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "O"
                    ],
                    "last": "Aktan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Dis colon rectum",
            "volume": "49",
            "issn": "10",
            "pages": "1559--63",
            "other_ids": {
                "DOI": [
                    "10.1007/s10350-006-0681-4"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Radiological incidence of parastomal herniation in cancer patients with permanent colostomy: what is the ideal size of the surgical aperture?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hotouras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Power",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Surg",
            "volume": "11",
            "issn": "5",
            "pages": "425--432",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Parastomal hernia repair; seldom performed and seldom reported: results from a nationwide survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Odensten",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigard",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nasvall",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Scand J Surg",
            "volume": "1457496918818984",
            "issn": "2",
            "pages": "96--101",
            "other_ids": {
                "DOI": [
                    "10.1177/1457496918818984"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Surgical techniques for parastomal hernia repair: a systematic review of the literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Hansson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Der Velden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Groenewoud",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "R"
                    ],
                    "last": "Buyne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "De Hingh",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Surg",
            "volume": "255",
            "issn": "4",
            "pages": "685--95",
            "other_ids": {
                "DOI": [
                    "10.1097/SLA.0b013e31824b44b1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Laparoscopic slit mesh repair of parastomal hernia using a designated mesh: long-term results",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mizrahi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Surg Endosc",
            "volume": "26",
            "issn": "1",
            "pages": "267--70",
            "other_ids": {
                "DOI": [
                    "10.1007/s00464-011-1866-z"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Parastomal hernia repair with intraperitoneal mesh",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Näsvall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rutegård",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahlberg",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigård",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Surg Res Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "One-year outcome after repair of giant incisional hernia using synthetic mesh or full-thickness skin graft: a randomised controlled trial",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Holmdahl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigard",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hernia",
            "volume": "23",
            "issn": "2",
            "pages": "355--61",
            "other_ids": {
                "DOI": [
                    "10.1007/s10029-019-01900-4"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ueber hautimplantation an stelle der freien faszien-plastik",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Loewe",
                    "suffix": ""
                }
            ],
            "year": 1913,
            "venue": "Muenchener Medizinische Wochenschrift",
            "volume": "24",
            "issn": "",
            "pages": "1320--1321",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Das kutane und subkutane bindegewebe als plastisches material",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Rehn",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "Muenchener Medizinische Wochenschrift",
            "volume": "3",
            "issn": "",
            "pages": "118--139",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evaluating full-thickness skin grafts in intraperitoneal onlay mesh position versus onlay position in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Winsnes",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Ø"
                    ],
                    "last": "Moskaug",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigård",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Surg Res",
            "volume": "230",
            "issn": "",
            "pages": "155--63",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jss.2018.04.041"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The tensile strength of full-thickness skin: a laboratory study prior to its use as reinforcement in parastomal hernia repair",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Holmdahl",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Backman",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigård",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front Surg",
            "volume": "6",
            "issn": "69",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Autologous full-thickness skin graft as reinforcement in parastomal hernia repair: a feasibility study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Holmdahl",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigård",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tech Coloproctol",
            "volume": "25",
            "issn": "1",
            "pages": "131--137",
            "other_ids": {
                "DOI": [
                    "10.1007/s10151-020-02368-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "European Hernia Society guidelines on prevention and treatment of parastomal hernias",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Antoniou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Agresta",
                    "suffix": ""
                },
                {
                    "first": "Garcia",
                    "middle": [],
                    "last": "Alamino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berrevoet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brandsma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hernia",
            "volume": "22",
            "issn": "1",
            "pages": "183--98",
            "other_ids": {
                "DOI": [
                    "10.1007/s10029-017-1697-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Validation of a questionnaire for the assessment of pain following ventral hernia repair--the VHPQ",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Franneby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandblom",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Langenbecks Arch Surg",
            "volume": "397",
            "issn": "8",
            "pages": "1219--1243",
            "other_ids": {
                "DOI": [
                    "10.1007/s00423-012-0932-x"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessing quality of life in patients with colorectal cancer: an update of the EORTC quality of life questionnaire",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gujral",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Conroy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fleissner",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sezer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur J Cancer",
            "volume": "43",
            "issn": "10",
            "pages": "1564--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2007.04.005"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Replication and validation of higher order models demonstrated that a summary score for the EORTC QLQ-C30 is robust",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Giesinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kieffer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Fayers",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Groenvold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Epidemiol",
            "volume": "69",
            "issn": "",
            "pages": "79--88",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jclinepi.2015.08.007"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The European Organization for Research and Treatment of Cancer QLQ-C30: a quality-of-life instrument for use in international clinical trials in oncology",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Aaronson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahmedzai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bullinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cull",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Duez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Parastomal Hernia Repair with a 3D funnel intraperitoneal mesh device and same-sided stoma relocation: results of 56 cases",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wundsam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitteregger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "World J Surg",
            "volume": "41",
            "issn": "12",
            "pages": "3212--3219",
            "other_ids": {
                "DOI": [
                    "10.1007/s00268-017-4130-4"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Full-thickness skin graft vs. synthetic mesh in the repair of giant incisional hernia: a randomized controlled multicenter study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Gunnarsson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strigård",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hernia",
            "volume": "22",
            "issn": "2",
            "pages": "325--357",
            "other_ids": {
                "DOI": [
                    "10.1007/s10029-017-1712-x"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations FTSG: Full-thickness skin graft; RCT: Randomised controlled trial; CRF: Case report form; VHPQ: Ventral hernia pain questionnaire; EORTC: European Organisation of Research and Treatment of Cancer; BMI: Body mass index; ASA: American Society of Anesthesiologists; IPOM: Intraperitoneal onlay mesh; QoL: Quality of life accordance with the ethical standards of the Helsinki Declaration. All experiments in the study comply with current laws in Sweden.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "-Quality of life. All subjects will complete the European Organisation for Research and Treatment of Cancer questionnaire module for colorectal cancer (EORTC CR29) as well as the European Organisation for Research and Treatment of Cancer core quality of life questionnaire (EORTC QLQ-C30) to assess and compare different aspects of quality of life pre-and postoperatively at all clinical follow-ups",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Time schedule SHIFT",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Time schedule of ancillary study",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Study concept and design, authors of study protocol: VH, UG, KS. Study supervision: UG, KS. All authors have read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions {31b}"
        },
        {
            "text": "Funded by grants from Visare Norr (VISARENORR939013), the Swedish Research Council (921-2014-7196) and a regional agreement between Umeå University and Västerbotten Region (ALF, nr VLL-545001). This investigation is also supported by grants from Lion's Cancer Research Foundation, Umeå University (LP 16-2142). The funding bodies have no role in the design of the study and have no insight in the collection, analysis and interpretation of data or writing of the manuscript. Open Access funding provided by Umea University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding {4}"
        },
        {
            "text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials {29}"
        },
        {
            "text": "Ethics approval and consent to participate {24} Ethics approval has been granted by the Regional Board of Ethics at Umeå University, Umeå, reference number: 2017-251-31 M, and carried out in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 19 May 2021 Accepted: 26 November 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests {28}"
        }
    ]
}