{
    "paper_id": "66ec33e2369ce149a4cc1fd2a73f146e71a23a3d",
    "metadata": {
        "title": "Is Bitcoin Still a King? Relationships between Prices, Volatility and Liquidity of Cryptocurrencies during the Pandemic",
        "authors": [
            {
                "first": "Barbara",
                "middle": [],
                "last": "Będowska-Sójka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Agata",
                "middle": [],
                "last": "Kliber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Economics and Business",
                    "location": {
                        "postCode": "61-875",
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Aleksandra",
                "middle": [],
                "last": "Rutkowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Poznan University of Economics and Business",
                    "location": {
                        "postCode": "61-875",
                        "settlement": "Poznan",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Będowska-Sójka, B.; Kliber, A.; Rutkowska, A. Is Bitcoin Still a King? Relationships between Prices, Volatility and Liquidity of Cryptocurrencies during the Pandemic. Entropy 2021, 23, 1386.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bitcoin is the most noticeable cryptocurrency in the fast-growing market [1] . However, because the number of currencies has been rapidly growing and investors face different investment opportunities, its dominance is disputable. This paper aims to analyse the links between leading cryptocurrencies. These links are measured by the amount of information shared and transmitted before and during the pandemic. We also verify possible lead-lag relationships within the sample. We study seven cryptocurrencies of the highest market capitalization and a relatively long history of market quotations. The coronavirus pandemic and the resulting unprecedented crisis has affected the entire investment community, and many assets and commodities significantly dropped in value. We focus on cryptocurrencies that-on the contrary-experienced an increase in their value (at the beginning of 2020, Bitcoin price oscillated around 7200 USD). Already in April 2021, it exceeded 61,500 USD (according to coinmarketcap.com, accessed: 21 October 2021). We observe a similar enormous growth in the prices of other cryptocurrencies too. Although the prices had fallen at the end of Spring 2021, at the moment of writing this article, they still surpassed the beginning of the 2020 level).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We analysed the returns based on the closing prices, volatility approximated by Garman-Klass estimator [2] and liquidity approximated by the closing quoted spread of Chung and Zhang [3] . We calculated the amount of mutual information contained in the returns of the cryptocurrencies, their volatility and liquidity. We also examined the information transfer between them, both in the pre-COVID-19 and within the COVID-19 period. Our results are validated using the modified DTW algorithm.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our contributions are threefold. First, we concentrate not only on the volatility but also on the liquidity of the cryptos. The former is no less important from the investors' perspective during the portfolio selection process. Secondly, we find that the amount of mutual information included in returns and volatility is much higher than the one in liquidity. The latter seems to affect the lead-lag relationships-they are indistinguishable in daily returns and volatility but relatively clear in liquidity. The amount of mutual information contained in liquidity has increased beginning from the pandemic. Moreover, there is no definite leader among cryptocurrencies when it comes to information transfer. We observe the growing role of Ripple in this process, and we link it to the fast transaction processing algorithm of this coin. According to the DTW results, Bitcoin leads all cryptocurrencies in terms of liquidity, but we observe that Monero is its close follower (probably due to the growing interest in more privacy-oriented cryptocurrencies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Through the study, we enrich our understanding of the information transmission mechanisms in the cryptocurrency market. We also provide some practical information for market participants about the possible benefits of portfolio diversification. Thus, our results are of special importance for the investors. Investment strategies (in any cryptocurrency and not necessarily in Bitcoin) should depend on the observation of prices of a set of cryptocurrencies and not only the most popular one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When measuring the dominance of one financial instrument (or market) over another, the most common approach is to investigate the contagion in returns or volatility. With respect to cryptocurrencies, Yi et al. (2018) [1] analysed whether Bitcoin was a dominant cryptocurrency over the period December 2016-April 2018. They found that cryptocurrencies with high market capitalization (namely Bitcoin, Litecoin and Dogecoin) propagate large volatility shocks, while small-cap cryptocurrencies are more likely to receive volatility shocks from others. Although Bitcoin plays an important role and generates strong volatility shocks to other cryptocurrencies, it does not play a role of the 'clear' leader on the market in terms of volatility connectedness.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 216,
                    "text": "Yi et al. (2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In a similar vein, Ji et al. (2019) [4] applied the measures developed by [5] and found that the return shocks arising from Bitcoin and Litecoin had the most profound effect on the returns of other four large cryptocurrencies between 2015 and 2018. XRM and Ether mostly reacted to negative shocks, while Dash and Ether were weakly reacting to positive returns. In terms of volatility spillovers, Bitcoin was the most powerful and was followed by Litecoin. Ciaian et al. [6] reinforced the conclusion of the lack of the dominant position of Bitcoin. They show that the changes of prices of alternative coins (so-called altcoins) are driven by the development of Bitcoin in the short-run (for 15 out of 16 examined altcoins) but not in the longer term (for only four altcoins).",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 74,
                    "end": 77,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "More closely related work to ours is [7] , as that study aimed to detect the informational leadership among four cryptocurrencies, Bitcoin, Ether, Litecoin and XRM. The authors showed that the relationships between cryptocurrencies are nonlinear. Therefore, one should not apply the Granger causality or similar tools that assume linear dependencies in investigating interrelationships among such assets. The scholars utilize a method quite common in econophysics, that is, the group transfer entropy. Their findings indicate that Bitcoin is not a dominating cryptocurrency-it does not lead the information process.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "In a more recent paper, Aslanidis et al. [8] documented that the cryptocurrency market experienced a strong overall increase in the connectedness both in terms of returns and volatility. In most cases over the period 2015-2020, shocks were transmitted to the other cryptocurrencies and had a short-term effect on the returns. The scholars also found evidence that the volatility transmission in the high-frequency domain becomes more important than in the low-frequency one. By analysing samples year by year, they found that the variance explained by the first principal component increased over the period both for returns and for volatility. Although over the year ending in August 2016, the percentage of variance explained by the first PC amounted 76% for Bitcoin (the values for Litecoin and Ether were 68% and 7%, respectively); in the year ending in July 2020, the first PC represented 86% of the Bitcoin variance, and the latter was exceeded by Litecoin (91%) and Ethereum (93%). Thus, Bitcoin seems to lose its superior position over time.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "The goal of our analysis is to verify whether we can distinguish a leading cryptocurrency. In other words, we are interested on whether cryptocurrencies followed Bitcoin (and we observed causality) during the pandemic and before or the simultaneous increase in the prices of cryptocurrencies reflected the phenomenon of co-occurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review"
        },
        {
            "text": "We analyse daily closing prices of the following cryptocurrencies: Bitcoin (BTC), Ether (ETH), Ripple's XRP, Dash (DSH), Litecoin (LTC), Monero (XMR) and Iota (IOT). These cryptocurrencies vary in terms of the speed of transaction processing, privacy orientation and usage. In the investigated set, Dash and Monero are the leading privacy-oriented cryptos, while Ripple's XRP processes transactions the fastest. As literature concerning Bitcoin is already saturated [1, 4, 9] , we focus here on the potential successors.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 469,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 470,
                    "end": 472,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Ether is probably the biggest competitor of Bitcoin. At the moment of writing this article, Ether was the second-largest virtual currency by market capitalization in the world. The name Ether refers to the token (or 'coin') used through the Ethereum network, launched in 2015. Ether is a medium of exchange similarly to other cryptocurrencies. What sets them apart is that Ether tokens can be used only for one specific purpose: to facilitate the computation of decentralized applications on the Ethereum network [10] . It is possible to exchange different cryptocurrencies for Ether tokens. However, the latter cannot be substituted with other cryptocurrencies to provide computing power for Ethereum transactions.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 517,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "XRP launched in 2012, and it is a cryptocurrency for products developed by Ripple Labs, and that is why these two names, XRP and Ripple, are often used interchangeably. One can use XRP coins for payment settlements, asset exchange and remittance systems. The network RippleNet is utilized by some major banks and financial institutions, e.g., Santander or American Express (see: https://www.ig.com/en/cryptocurrency-trading/ cryptocurrency-comparison for details; accessed: 21 October 2021). XRP itself is pre-mined. It uses a less complicated mining method than Bitcoin, which makes the transactions much faster and of a much lower cost [11] . In July 2021, XRP was ranked sixth in terms of total market capitalization (according to coinmarketcap.com).",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 642,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Dash was launched in 2014 and designed to ensure users' privacy and anonymity. Currently, Dash aims to become a medium for daily transactions, i.e., a digital currency that can be used as cash, credit card or via PayPal [12] . The main difference between Dash and Bitcoin lies in the algorithms applied to mining coins. They also have a different system of validating transactions: In the case of Bitcoin, all the nodes within a network need to validate the transaction, while Dash relies on a specific set of nodes called masternodes. The latter feature enables it to speed up the transaction process [13] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Litecoin was founded in 2011 by Christopher Lee. It is called the silver to Bitcoin gold. Its infrastructure is very similar to Bitcoin's (although the transaction processing speed is faster), so it was used as a test-net for improvements that later were applied to Bitcoin [14] . The limit of LTC coins is 84 Million (than compared to 21 Million of Bitcoin). According to coinmarketcap.com, Litecoin ranked fourteenth in terms of market capitalization in July 2021.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "Monero is known as the most privacy-oriented cryptocurrency. It was launched in 2014, and its popularity stems from its anonymity orientation [15] . The capitalization of Monero in July 2021 made it 27th among the cryptocurrencies-refer to coinmarkedcap. com.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "IOTA was launched in 2016. The acronym stands for Internet of Things Application. IOTA is a distributed ledger that handles transactions between connected devices in the IoT. Its cryptocurrency is known as mIOTA [16] . mIOTQ is pre-mined. The method of confirming a transaction results is based on the Tangle infrastructure, with no fees and low power consumption. Figure 1 presents the volume of trade of the analysed cryptocurrencies, while Figure 2 shows their closing prices. Both prices and volumes are from the Bitfinex exchange. However, as [17] demonstrated, all the crypto-exchanges are very closely linked one to another, and information spills over them almost immediately. Therefore, we can assume that Bitfinex, which has the highest volume of USDBTC trade, can be representative of the market.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 373,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 443,
                    "end": 451,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "What we observe is the peak of volume in each cryptocurrency in March 2020. In the case of BTC, ETH and XMR, that peak is also the maximum observed in the entire analysed period. For the rest of the cryptocurrencies, the maximums of volume traded were present in 2021 (see Figure 1 ). However, when we compare this picture with Figure 2 , we notice that this March 2020 peak was followed by a price drop. Nevertheless, the prices of all cryptocurrencies started to grow steadily, reaching their maximums in 2021.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 328,
                    "end": 336,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "In Table 1 , we provide descriptive statistics of the returns of the analysed cryptocurrencies: mean, standard deviation and kurtosis in two subperiods. The table is accompanied by Figure 3 . For mean and standard deviation, we also provide the results of the tests for the equality of the two moments in the analysed subperiods. We conclude that the means were equal in both periods, but standard deviations increased during the pandemic. That is especially visible in Figure 3 -we observe an erratic behaviour of returns following the March 2020 price drop. Eventually, we note an interesting phenomenon considering kurtosis. It grew for all the coins, except for Dash. Thus, almost all cryptocurrencies experienced more cases of extreme returns during the pandemic than before it. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 470,
                    "end": 478,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data"
        },
        {
            "text": "There are various methods to approximate liquidity and volatility. Based on the results presented in [18] , we decided to use a Garman-Klass estimator to approximate volatility and the closing quoted spread of Chung and Zhang [3] to approximate liquidity of each cryptocurrency. Both measures require only daily prices; for the Garman and Klass estimator, high-low-open-close prices are employed, while in the case of the closing quoted spread, bid and ask prices are utilized.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "To obtain the measures, we used the following formulas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "• The Garman-Klass ([2]) volatility estimator:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "where H t , L t , O t and C t are the high, low, open and close prices in day t, respectively. •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "The closing quoted spread of [3] :",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "where B t and A t are the bid and the ask prices, respectively, at the end of the given day t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "We calculate both the Garman-Klass estimator and the closing quoted spread for each day and each cryptocurrency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility and Liquidity Measures"
        },
        {
            "text": "Mutual information measures the information of a random variable contained in another random variable [19] . It is based on the concept of entropy-i.e., the measure of the uncertainty associated with a random variable (so called Shannon or information entropy [20] ).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "Let us denote by X and Y two random variables and assume that each of them can be described by their probability distributions (P X and P Y , respectively). The self-information of measuring X as outcome x is defined as follows [21] :",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "According to [20] , for a discrete random variable X with probability distribution P X , the average number of bits required to optimally encode independent draws can be calculated as follows:",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "where p X (x) denotes a probability density function. The choice of the logarithm's base only impacts the unit of measurement. Base logarithm indicates bits and base digits, and the base of the natural logarithm yields nats [21] ). If we denote the joint distribution of X and Y by p XY , then we can define the joint entropy by the following:",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "Based on the two measures, one can define conditional entropy as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "and analogously H(X|Y).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entropy"
        },
        {
            "text": "Based on the concept of entropy and self-information, one can define mutual information as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutual Information and Global Correlation"
        },
        {
            "text": "Mutual information measures the reduction in uncertainty about variable X from observing variable Y. We will denote it by I(X, Y). Mutual information is positive I(X; Y) ≥ 0. It is equal to 0 if and only if X and Y are independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutual Information and Global Correlation"
        },
        {
            "text": "It is important that mutual information does not imply causality. To account for such a feature, one would need to use transfer entropy (see Section 4.3) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 153,
                    "text": "Section 4.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mutual Information and Global Correlation"
        },
        {
            "text": "In order to normalize mutual information to take values from 0 to 1 (and be an alternative measure to linear correlation coefficient), Ref. [19] suggested to transform it to the so called global correlation coefficient λ:",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Mutual Information and Global Correlation"
        },
        {
            "text": "The function λ(X, Y) captures the overall dependence: both linear and non-linear between X and Y. It can be interpreted as predictability of Y by X, where the measure of predictability is based on empirical probability distributions and is model-independent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutual Information and Global Correlation"
        },
        {
            "text": "Let us assume X and Y are Markov processes of order k and l, respectively. Thus, the probability to observe X at time t + 1 in state s conditional on the k previous observations is as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "The average number of bits needed to encode the observation in the moment t + 1, once the previous k values are known, is given by the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "where x",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": ".., x t−k+1 . The information flow from process Y to process X is measured by quantifying the deviations from the generalized Markov property:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "The Shannnon transfer entropy measures the information flow from Y to X and is calculated as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "To calculate the dominant direction of the information flow, one calculates the difference between T Y→X and T X→Y .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "Transfer entropy can also be based on Rényi entropy and is described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "It strongly depends on a weighting parameter q : q > 0. For q → 1, Rényi entropy converges to Shannon entropy. If we take 0 < q < 1, then events of a low probability will receive more weight. For q > 1, the weights favor outcomes with higher initial probabilities (for further details see: [21] ). In the case of financial time series, important information comes in tails. Thus, the authors recommend using small values of q and to give more weight to extreme events.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "The transfer entropy estimators are biased in small samples. To overcome this problem, one can use the effective entropy measure. It allows for correcting the bias [22] . The effective transfer entropy is defined as follows:",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "where T Y sh →X (k, l) indicates transfer entropy and is calculated using a shuffled version of the time series Y. This means that the values from the observed time series Y are drawn randomly, and they are realigned to generate a new time series. Rényi transfer entropy is calculated as [21] the following:",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "where the following is called escort distribution [21, 23] :",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 55,
                    "end": 58,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "If the values of Rényi transfer entropy are negative, then this means that the history of Y results in even greater uncertainty than only knowing the history of X alone [21] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "We calculated transfer entropy and effective transfer entropy by using R package RTransferEntropy [21] , and mutual information measure using Infotheo [24] .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Transfer Entropy"
        },
        {
            "text": "Dynamic Time Warping (futher DTW) is an algorithm used for measuring similarity between two temporal sequences. The goal of the algorithm is to find an optimal alignment between two time series. By optimal alignment, we understand that it achieves the minimum global cost (distance) while ensuring time continuity. The global cost is the summation of the cost between each pair of points in the alignment. The algorithm was first used in speech recognition, where the same signals may differ in speed. It allows for a non-linear mapping of one signal to another by minimizing the distance between the two. The algorithm, unlike econometric methods, does not assume a single delay in the entire period; time series may have different delays at different times. It tries to find the smallest distance among different lags.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "Let us assume that we want to compare two time series: a test/query X = (x 1 , x 2 , . . . , x N ) of the length N and a reference Y = (y 1 , y 2 , . . . , y M ) of length M. We choose a non-negative, local dissimilarity function f between any pair of elements x i and y j :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "where d(i, j) is small (i.e., low cost) if x i and y j are similar to each other, otherwise d(i, j) is large (i.e., high cost). When employing one of the distance measure (most common Euclidean or Manhattan), the local cost measures for each pair of elements of the sequences X and Y are evaluated and presented in a cost matrix C ∈ R N+M . A warping path φ is a contiguous set of matrix elements that defines a mapping between the time indices of X and Y that satisfies the boundary, monotonicy and continuity conditions. Given φ, the total cost d φ and the average normalized accumulated costd φ between the warped time series X and Y is computed as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "where m φ is a per-step weighting coefficient and M φ is the corresponding normalization constant. The goal is to find an alignment between X and Y having a minimal average accumulated cost:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "The optimal path is computed in the reverse order of the indices, starting with (N, M).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "In this study, we used extension for this algorithm that is proposed in [25] to check if one time series is forward or backward against the other. We calculated separate DTW distances with windows proposed in [25] , finding an optimal path only in the upper triangular cost matrix, within different but always forward shift (called further forward distance d f ), and in the lower triangular cost matrix, within backward shift (d b ).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "Let us denote two analysed time series by A and B, the distance measured between each element of A and the lagged value of B by d f and the distance between the lagged value of A and each element of B by d b . If the distance d f < d b , the alignment according to the forward DTW is better, and we call A the 'lead'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dynamic Time Warping"
        },
        {
            "text": "In Table 2 , we present bootstrapped values of the 95% confidence intervals of global correlation coefficients calculated for each pair of the cryptocurrencies. The coefficient measures the amount of the mutual information shared by the returns of each pair of cryptocurrencies. In general, the correlations are high. We observe that in the pre-COVID period, the highest amount of mutual information was shared between XRP and ETH (95% confidence interval of (0.81, 0.86)), BTC and ETH (0.8, 0.86) and LTC and ETH (0.78, 0.85). The pairs XMR and IOT (0.64, 0.76); BTC and IOT (0.66, 0.77); and DSH and IOT (0.66, 0.78) held the lowest amounts of mutual information. The numbers in the lower panel of Table 2 refer to the COVID-19 period. We observe a decline in the value of mutual information (8) . Values closer to 1 denote a higher reduction in uncertainty when observing the returns of the cryptocurrency from the row. The global correlation coefficient is a measure of interdependence but not causality. The data have been discretized by using equal frequencies binning algorithm, and the number of bins was set to 3 √ N, where N is the sample length.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 797,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 700,
                    "end": 707,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Amount of Information Shared by the Cryptocurrencies"
        },
        {
            "text": "In Table 3 , we present 95% confidence intervals of the global correlation coefficient calculated for volatility. In the pre-COVID-19 period, we observed the highest value of λ for each pair where Ether was present: from (0.66, 0.75) for the pair ETH-XMR to (0.73, 0.81) for ETH-LTC. The values in the pandemics were slightly higher. The only decrease was for the pair ETH-XRP and ETH-IOT. However, we observed the highest increase in linkages for all pairs where LTC, DSH, XMR and IOT were included. This indicates the increase in the importance of these altcoins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Amount of Information Shared by the Cryptocurrencies"
        },
        {
            "text": "Eventually, in Table 4 , we present the analogous calculations for the liquidity of the cryptocurrencies approximated by the CQS measure. In this case, we observe significant growth of relationships. The values of mutual information shared by the liquidity of the cryptocurrencies were rather low before the pandemic. The 95% confidence intervals ranged from (0.24, 0.4) for XRP-BTC to (0.43, 0.57) for IOT-DSH. In the pandemic period, the respective intervals were (0.44, 0.56) for BTC-IOT and (0.6, 0.71) for IOT-DSH. We observed that the leading pair did not change between the periods, but the amount of mutual information shared by it grew. The increase in mutual information shared by liquidity may indicate the overall growth of interest in cryptocurrency trade. Note: In the table, we present bootstrapped 95% confidence intervals of the global correlation coefficient (in nats) calculated according to Equation (8) . Values closer to 1 denote a higher reduction in uncertainty when observing the liquidity-Equation (2)-of the cryptocurrency from the row. The global correlation coefficient is a measure of interdependence but not causality.The data have been discretized using equal frequencies binning algorithm, and the number of bins was set to 3 √ N, where N is the sample length.",
            "cite_spans": [
                {
                    "start": 920,
                    "end": 923,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Amount of Information Shared by the Cryptocurrencies"
        },
        {
            "text": "The analysis of mutual information shared by the cryptocurrencies allows us to conclude that they are strongly interrelated concerning prices and volatility and less interrelated when concerning liquidity. In this section, we verify whether the relationships result in causality. We will concentrate on the causality to and from Bitcoin in the two periods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "In Figure 4 , we present the point values of entropy transfer together with their 95% confidence intervals. If the interval covers 0, we conclude that the amount of information transferred is insignificantly different from 0. The calculated entropy was the Renyi one, with q = 0.1, i.e., stressing the information in tails. The estimates are each time ordered by the amount of the information flow from BTC. The negative ones indicate the increase in uncertainty when accounting for the history of other cryptocurrencies. If the intervals cover 0, we interpret it as a lack of a statistically significant relationship. The left column refers to the pre-COVID-19 period, while the right refers to the COVID-19 one. The currencies on the x-axis are ordered by the growing amount of the transfer entropy. Therefore, the order of the cryptocurrencies differs between the periods. The data have been discretized using quantiles methodology.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 4",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "We observe that the causality relationships between Bitcoin and the other cryptocurrencies are in most cases insignificant, regardless of the medium of interest (returns, volatilities or liquidity). In the pre-COVID-19 period, the information from BTC flew through returns to XMR only. That changed in the COVID-period when the amount of information transmitted to XMR became insignificant. Moreover, the value of the transfer entropy became negative when we analysed the direction from BTC to XRP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "When it comes to volatility and liquidity, we observed no significantly positive information transfer from BTC in any period. On the contrary, in the pre-COVID one, the values of the transfer entropy were negative for the information transfer from BTC to XMR through volatility and liquidity and to IOT through liquidity. In the COVID period, all the values became insignificantly different from 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "When it comes to information transfer to BTC through returns, we noted positive values in the pre-COVID-19 period for XMR and in the COVID-19 one for LTC only. The transfer entropy from DSH was significantly negative. We also emphasize that some negative values of transfer entropy observed in volatility (transfer from XMR and LTC) became insignificant in the second period. The fact that some values of transfer entropy were negative implies that any investment strategy based on inferring the returns or volatility of Bitcoin based on the historical returns or volatility dynamics of any other from our set may be ineffective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "Eventually, when we concentrate on liquidity, we observe that, during the pandemic, the values of transfer entropy were the highest in the case of XRP (the 95% interval limit still covers 0, but the part of the interval taking negative values is the shortest among all the cryptocurrencies). We explain this result by the fact that XRP is characterized by the fastest transaction processing algorithm and has the potential to lead the information process in liquidity. Moreover, interest in this cryptocurrency is steadily growing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "By summarizing the results and comparing the values of the transfer entropy to and from Bitcoin, we can say that in terms of returns, BTC is the information receiver and that returns dynamic from smaller coins influence the dynamics of the big one more than the other way round.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information Flow between Cryptocurrencies"
        },
        {
            "text": "In order to extend the results obtained by analysing transfer entropy, we also calculated the lead-lag relationships between the cryptocurrencies using the DTW algorithm. When analysing the transfer entropy, we allowed for one lag only, while in the DTW algorithm, we took into account the 7-day history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "In Tables 5-7 , we present the differences between the forward and the backward distances for returns, volatilities and liquidities, respectively. The negative values in Tables 5-7 denote that we can treat the currency in the column as the leading one relative to the one from the row. The table can be read in two directions so that the positive value shows that the currency in the row can be read as a leader. The gray colour indicates that the currency from the column switched its role from leader to follower compared to the pre-pandemic period. The orange colour signifies the change in the opposite direction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 13,
                    "text": "Tables 5-7",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "To render the information in the tables clearer, let us concentrate on the relationship in volatility between BTC and ETH from 1 January 2019 to 1 March 2020. The forward DTW distance of the BTC to ETH takes into account the alignment of the current volatility of BTC with the future volatility of ETH, accounting for different shifts from 1 to 7 days. It amounted to 0.0080 (not included in the table). The backward DTW (the current BTC volatility match with past ETH volatility with different lags from 1 to 7 days) amounted to 0.0071. In the Table 6 , we display the difference (multiplied by 100) between the two values, which are equal to 0.09. The positive sign means that BTC is the leading currency in this pair. The absolute value of these differences is not high, but we can observe that from 1 March 2020 to 30 June 2021 the value rose to 0.19. The difference has more than doubled; thus, we can conclude that the position of BTC as a volatility-leader against ETH, has strengthened. We note two facts. First of all, the numbers presented in the tables represent differences between the distances and not the estimates of parameters. Therefore, we do not present here the significance tests. Instead, we can comment on the magnitude of the numbers. All the numbers in the tables are multiplied by 100. The differences between returns and volatilities are very small. That can suggest that daily data were not enough to capture the lead-lag relationships in returns and volatilities. It is likely that such relationships are more pronounced in intra-daily data. On the contrary, the differences between liquidities are relatively high.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 552,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "The results corroborate with the one obtained by the analysis of mutual information. The highest amount of mutual information is shared by returns and volatilities. This is likely why we observed such small differences between forward and backward distances in Tables 5 and 6. Since the amount of mutual information contained in liquidities is smaller (see Table 4 ), clearer lead-lag relationships can be observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 364,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "Let us concentrate on Table 5 . In both periods, BTC slightly leads; however, the absolute value of the difference between the forward and backward distances is higher during the pandemic period for the relationship with ETH (0.04 versus 0), XRP(0.29 versus 0.05), DSH (0.2 versus 0.08) and XMR(0.02 versus 0) but not for IOT (0.19 versus 0.22) and LTC (0 versus 0.24). In the pandemic period, ETH is a little 'lagged' relative to XRP, BTC but also XMR. The absolute value of differences between the forward and backward distances between LTC and other cryptocurrencies decreased a little during the pandemic. In the table, we present the differences between forward and backward distances (multiplied by 100 for clarity). The negative values denote that we can treat the currency in the column as the leading one relative to the one from the row. Gray colour indicates the switch of the relationship from leaders to followers during the pandemic compared to the pre-pandemic period, while orange means changes in the opposite direction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 29,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "The results for the volatility are presented in Table 6 . In the pandemic period, ETH became a slight leader relative to XRP (−0.34), DSH (−0.03), XMR (−0.01) and IOT (−0.14). LTC volatility became forward relative to ETH (−0.03), XRP (−0.22), XMR (−0.02) and IOT (−0.09), while XRP became a little backward compared to all others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 55,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "Eventually, in the case of liquidity analysis (cf. Table 7) , we can draw much stronger conclusions as the numbers are much higher. BTC is forward relative to all others cryptocurrencies before as well as during the pandemic. XMR is a leader relative to all others, despite BTC in the pandemic period. Note: In the table we present the differences between forward and backward distances (multiplied by 100 for clarity). The negative values denote that we can treat the currency in the column as the leading one relative to the one from the row. Gray colour indicates the switch of the relationship from leaders to followers during the pandemic compared to the pre-pandemic period, while orange means changes in the opposite direction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "text": "Table 7)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Lead-Lag Relationships"
        },
        {
            "text": "In the article, we present the results of the analysis of mutual information, information transfer and lead-lag relationships between returns, volatility and liquidity of cryptocurrencies. We found that cryptocurrencies share a relatively high amount of mutual information (especially in returns and volatility), while information transfer between them is limited. Moreover, we observed that mutual information shared in liquidity has increased since the beginning of the pandemic. The lead-lag relationships between Bitcoin and other cryptocurrencies in terms of returns and volatility are almost indistinguishable in daily data, which is probably related to the high amount of mutual information shared by these measures. Additionally, using dynamic time warping, we have found that changes in the liquidity of Monero (XMR) started to precede the changes in liquidity of all other cryptocurrencies, apart from Bitcoin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Our results partially corroborate with the ones presented in the previous studies and obtained with different econometric methods. Similarly to [1, 6, 7] , we show that the dominance of Bitcoin is not definite, although it has been the most recognizable cryptocurrency. Demonstrating the significant information transfer from Litecoin to Bitcoin through returns, we also corroborate the results presented in [4] . We confirm that high-capitalization cryptocurrencies (Bitcoin, Ether and Litecoin) share a large amount of mutual information with others. However, over time, the relationships become weaker. Moreover, it is most visible in returns.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 148,
                    "end": 150,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 151,
                    "end": 153,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "We note that mutual information contained in volatility and returns is higher than the one in liquidity, and the maximal numbers are reached for returns. The latter suggests that although all cryptocurrencies may experience similar price dynamics, the market values their risk differently. We can also infer that the cryptocurrency market is divided into segments with different groups of investors. In general, the investment strategy in alternative coins based on observing Bitcoin seems to be inadequate. Investors should take into account the information flow from other currencies as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In future work, we plan to repeat the research for a longer time frame in order to verify the stability of the results in time. Together with extending the period of the study, we aim to include more altcoins in our research. We intend to verify the possibility of hedging the investment in the dominating cryptocurrencies with altcoins in the long run. Data Availability Statement: All the data comes from BitFinex exchange and were obtained through QUANDL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses or interpretation of data; in the writing of the manuscript; or in the decision to publish the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "The following abbreviations are used in this manuscript: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Volatility connectedness in the cryptocurrency market: Is Bitcoin a dominant cryptocurrency?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. Rev. Financ. Anal",
            "volume": "60",
            "issn": "",
            "pages": "98--114",
            "other_ids": {
                "DOI": [
                    "10.1016/j.irfa.2018.08.012"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the Estimation of Security Price Volatilities from Historical Data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Garman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Klass",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Bus",
            "volume": "53",
            "issn": "",
            "pages": "67--78",
            "other_ids": {
                "DOI": [
                    "10.1086/296072"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A simple approximation of intraday spreads using daily data",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Financ. Mark",
            "volume": "17",
            "issn": "",
            "pages": "94--120",
            "other_ids": {
                "DOI": [
                    "10.1016/j.finmar.2013.02.004"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dynamic connectedness and integration in cryptocurrency markets",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K M"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roubaud",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. Rev. Financ. Anal",
            "volume": "63",
            "issn": "",
            "pages": "257--272",
            "other_ids": {
                "DOI": [
                    "10.1016/j.irfa.2018.12.002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Better to Give Than to Receive: Predictive Directional Measurement of Volatility Spillovers",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Diebold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int. J. Forecast",
            "volume": "28",
            "issn": "",
            "pages": "57--66",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijforecast.2011.02.006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virtual relationships: Short-and long-run evidence from BitCoin and altcoin markets",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ciaian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajcaniova",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kancs",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Int. Financ. Mark. Inst. Money",
            "volume": "52",
            "issn": "",
            "pages": "173--195",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intfin.2017.11.001"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Group transfer entropy with an application to cryptocurrencies",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dimpfl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Peter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "516",
            "issn": "",
            "pages": "543--551",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2018.10.048"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Are cryptocurrencies becoming more interconnected?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aslanidis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Bariviera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez-Laborda",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Econ. Lett",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.econlet.2021.109725"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is there one safe-haven for various turbulences? The evidence from gold",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Będowska-Sójka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kliber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Bitcoin and Ether. N. Am. J. Econ. Financ",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.najef.2021.101390"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ether (ETH). Investopedia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankenfield",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ripple: What's the Difference? Investopedia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reiff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bitcoin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Vs",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dash: A Payments-Focused Cryptocurrency. Whitepaper",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "What is Dash? Investopedia. 2021. Available online",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What Is Litecoin (LTC)? Investopedia. 2021. Available online",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankenfield",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "IOTA (MIOTA). Investopedia. 2021",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frankenfield",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isolated Islands or Communicating Vessels?-Bitcoin Price and Volume Spillovers Across Cryptocurrency Platforms. Financ. A Uver",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kliber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Włosik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "324--341",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Information content of liquidity and volatility measures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Będowska-Sójka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kliber",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Phys. A Stat. Mech. Appl",
            "volume": "563",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2020.125436"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mutual information: A measure of dependency for nonlinear time series",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dionisio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Menezes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. A Stat. Mech. Its Appl",
            "volume": "344",
            "issn": "",
            "pages": "326--329",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2004.06.144"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Mathematical Theory of Communication",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Bell Syst. Tech. J",
            "volume": "27",
            "issn": "",
            "pages": "379--423",
            "other_ids": {
                "DOI": [
                    "10.1002/j.1538-7305.1948.tb01338.x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "RTransferEntropy-Quantifying information flow between different time series using effective transfer entropy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Behrendt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dimpfl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.softx.2019.100265"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Analysing the information flow between financial time series",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Marschinski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kantz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur. Phys. J. B Condens. Matter Complex Syst",
            "volume": "30",
            "issn": "",
            "pages": "275--281",
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2002-00379-2"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Thermodynamics of Chaotic Systems: An Introduction",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schögl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "New DTW Windows Type for Forward-and Backward-Lookingness Examination. Application for Inflation Expectation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rutkowska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szyszko",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Comput. Econ",
            "volume": "2021",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1007/s10614-021-10103-y"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The volume of trade of the analysed cryptocurrencies. Note: The graphs are shown in the following order: (a) BTC, (b) ETH, (c) XRP, (d) DSH, (e) LTC, (f) XMR and (g) IOT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Closing prices (in USD) of the analysed cryptocurrencies. Note: The graphs are shown in the following order: (a) BTC, (b) ETH, (c) XRP, (d) DSH, (e) LTC, (f) XMR and (g) IOT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Log-returns of the analysed cryptocurrencies. Note: The graphs are shown in the following order: (a) BTC, (b) ETH, (c) XRP, (d) DSH, (e) LTC, (f) XMR and (g) IOT.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "shared by the pairs BTC-XMR (0.65, 0.76), ETH-XRP (0.72, 0.8), EHT-XMR (0.66, 0.76) and XRP-XMR (0.63, 0.72), while an increase was observed for DSH-LTC (0.79, 0.86) and DSH-IOT (0.74, 0.82). During this period, the highest amount of information was shared by ETH and LTC (0.8, 0.87), DSH and LTC (0.79, 0.86) and BTC and LTC (0.77, 0.84), whereas the BTC-ETH pair took fourth place (0.77, 0.83).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effective Renyi entropy transfer from Bitcoin (BTC) to other cryptocurrencies and from those to BTC. Note: In the figure, we present the values of effective transfer entropy between the returns (a,b), volatilities (c,d) and liquidities (e,f) of cryptocurrencies calculated according to Equation(14) for q = 0.1, and the Markov order is set to 1 for each coin. The point values are accompanied by 95% confidence bands. Intervals covering positive values denote statistically significant causality.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Contributions: Conceptualization, A.K., B.B.-S. and A.R.; methodology, A.K., B.B.-S. and A.R.; software, A.K. and A.R.; validation, A.K. and B.B.-S.; formal analysis, A.K., B.B.-S. and A.R.; investigation, A.K., B.B.-S. and A.R.; resources, A.K.; data curation, A.K.; writing-original draft preparation, A.K., B.B.-S. and A.R.; writing-review and editing, A.K., B.B.-S. and A.R.; visualization, A.K.; funding acquisition, A.K. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "This research was funded by the Regional Initiative for Excellence programme of the Minister of Science and Higher Education of Poland, years 2019-2022, grant No. 004/RID/2018/19, financing 3,000,000 PLN. It was also supported by the National Science Centre (NCN) in Poland under the grant no. UMO-2017/25/B/HS4/01546. Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptive statistics of cryptocurrencies' return series.Note: µ denotes mean, while σ standard deviation. The data are taken daily.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Global correlation coefficient for cryptocurrencies' returns: before and during pandemic.Note: In the table, we present the bootstrapped 95% confidence intervals of the global correlation coefficient (in nats) calculated according to Equation",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Global correlation coefficients for cryptocurrencies volatility approximated by the Garman-Klass[2] estimator.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Global correlation coefficient for cryptocurrencies liquidity approximated by the closing quoted spread of[3] (CQS).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Differences between forward and backward DTW measures of the returns.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Differences of forward and backward DTW distances of cryptocurrencies' volatility.Note: In the table we present the differences between forward and backward distances (multiplied by 100 for clarity). The negative values denote that we can treat the currency in the column as the leading one relative to the one from the row. Gray colour indicates the switch of the relationship from leaders to followers during the pandemic compared to the pre-pandemic period, while orange means changes in the opposite direction.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Differences of forward and backward DTW distances of the cryptocurrencies' liquidity.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "cryptocurrency used in Internet of Things Application; GK Garman-Klass volatility estimator; CQS Closing quoted spread liquidity estimator; DTW Dynamic time warping algorithm.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}