{
    "paper_id": "6754288563e45f4dcf00f02e42cdbc0e4db0e91e",
    "metadata": {
        "title": "A Mathematical Dashboard for the Analysis of Italian COVID-19 Epidemic Data",
        "authors": [
            {
                "first": "Nicola",
                "middle": [],
                "last": "Parolini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Ardenghi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Dede&apos;",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alfio",
                "middle": [],
                "last": "Quarteroni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An analysis of the COVID-19 epidemic is proposed on the basis of the epiMOX dashboard (publicly accessible at https://www.epimox.polimi.it) that deals with data of the epidemic trends and outbreaks in Italy from late February 2020. Our analysis provides an immediate appreciation of the past epidemic development, together with its current trends by fostering a deeper interpretation of available data through several critical epidemic indicators. In addition, we complement the epiMOX dashboard with a predictive tool based on an epidemiological compartmental model, named SUIHTER, for the forecast on the near future epidemic evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "For the COVID-19 pandemic, the development of reliable mathematical models, supported by the availability and analysis of complete and accurate data, is a fundamental tool for the interpretation and understanding of the epidemic, as well as for providing support to digital health [18] . The availability of accurate and com- plete historical data together with a suitable epidemiological model for short-term forecasting are essential to provide institutional bodies and authorities with factual quantitative information prior to the adoption of non-pharmaceutical interventions (NPIs).",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The first goal of this paper is to present a newly developed mathematical dashboard named epiMOX (accessible online at the address https://www.epimox.polimi.it ), which gathers the time histories of recorded epidemiological compartments and their first and second rates of variation. We believe that this analysis, which focuses on the situation in Italy at both national and regional scales -for all the 20 Italian regions -will enhance the interpretation and transparency of available data thanks to a thorough understanding of the past epidemic development, and of its current trends. As several other countries, Italy has been hit since February 2020 by a sequence of epidemic waves: the first one initiated on February 21, 2020 and exhausted in early June 2020, while the second wave raised in early October 2020 and peaked in late November 2020, while the outbreak of a third wave is being observed at the time of writing (March 7, 2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The second goal of the paper is to enable a comparison between the first and the second epidemic waves in Italy that feature indeed several analogies, as well as significant differences that we aim to highlight and analyze.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, a preview on the expected trend of the epidemic for the near futurelate March 2021 -is discussed, based on a compartmental epidemiological model, named SUIHTER, which was purposely designed for the Italian COVID-19 epidemic [16] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our analysis highlights several important features of the Italian COVID-19 epidemic. The most relevant are the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(i) In the early phase of the exponential outbreak, the timeline for the implementation of NPIs is crucial. It is indeed far more efficient to take more stringent restrictions for a short time span in the early phase of the outbreak rather than implementing less severe (or even the same) restrictions for a longer interval later. (ii) The second epidemic wave showed a slower pace, but a widespread diffusion in the Country that eventually yielded far worse figures (in terms of fatalities, patients hosted in intensive care units, etc.) than the first wave. (iii) The epidemiological mathematical model SUIHTER allows the investigation of various scenarios that conform to the different restrictive NPIs devised by the Italian government. We identify those that are potentially more effective to contrast the near future epidemic development. (iv) A retrospective (a posteriori) analysis allows the validation of the SUIHTER. epidemiological model on different phases of the epidemic. (v) Thanks to the SUIHTER model we can carry out a what-if analysis aimed at simulating different epidemic trends that would have occurred in case different NPIs had been implemented by the Italian authorities at the outbreak of the second wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, epidemiological data available up to March 7, 2021 are used to validate the suitability of the epiMOX dashboard to provide fast and in-depth analyses of the past trends of the Italian outbreak and predict its evolution through the SUIHTER epidemiological model. Needless to say, the epiMOX dashboard will continue to monitor the evolution of the epidemic providing updated predictions based on data made available on a daily basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An outline of this paper is as follows: in Section 2 a description of the COVID-19 epidemic data time series is supplied together with a description of the data processing tools (filtering, derivative, scaling, normalization) used to straightforwardly identify the main characteristics of each time series. The first and second epidemic waves are analysed and the results are compared at both the national (Section 2.1) and regional (Section 2.2) scales. Some critical indicators for the epidemic, that can be displayed by the dashboard, are analyzed in Section 3. In Section 4 we first recall the SUIHTER model and analyze its interplay with the epiMOX dashboard. In particular, through the dashboard, we validate the model in Section 4.1 against the data of the second wave at the national level. Then, we propose what-if-scenarios for the analysis of alternative NPIs in Section 4.2, we analyze the impact of the UK variant in Section 4.3, and we compare different short term future scenarios in Section 4.4. Conclusions follow in Section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data used in this paper are those made available by the Italian Dipartimento della Protezione Civile (DPC) through the open data repository https://github. com/pcm-dpc/COVID-19. Data are communicated on a daily basis and include the number of individuals who are currently positive, isolated at home, hospitalized, hosted in ICUs (Intensive Care Units), the daily positive cases, the cumulative number of deaths and recovered since the beginning of the pandemic, and the number of swabs performed. All these data are supplied at both the regional and national levels, while the available data on a finer scale (provinces) are unfortunately limited to the count of positive cases since the beginning of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data acquisition, processing, and analysis"
        },
        {
            "text": "From now on we will refer to these data as raw data. These raw data can then be smoothed by resorting to a local polynomial regression based on the Savitzky-Golay convolution filter [19] : at day we attribute the value of the polynomial of degree that approximates, in the least squares sense, the 2 + 1 values of the raw data centered on day n, i.e. in the range [ − , + ], where ≤ 2 . Here, we consider a cubic least squares polynomial and a window size of 21 days (that is, = 3 and = 10). A standard approach based on a weekly moving average could be obtained by taking = 0 and = 3.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Data acquisition, processing, and analysis"
        },
        {
            "text": "From now on, if not otherwise specified, the time series that will be presented will be smooth curves obtained using the Savitzky-Golay convolution filter described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data acquisition, processing, and analysis"
        },
        {
            "text": "The second step is to calculate the first and second rates of variation of the different compartments. First rate of variation describes how fast a trend is either increasing or decreasing: change of sign from positive to negative for the first rate of variation indicates switching from increasing to decreasing in the corresponding curves, whereas a change of sign on the second rate of variations denotes a change of convexity (a point of inflection).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data acquisition, processing, and analysis"
        },
        {
            "text": "The time series of the filtered data (solid lines) for some relevant epidemiological compartments at the national Italian level, namely the daily positive cases, the daily deceased, the number of individuals that are hospitalized with symptoms and those hosted in ICUs, are reported in Figure 1 . On top of each figure, we display a color bar. The color code used therein is corresponding to the severity of NPIs, as stated in DPCM (the decree issued by the Italian Government) on November 4, 2020 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 294,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The epidemic at the national scale"
        },
        {
            "text": "The color codes apply at regional level and are defined as follows, according to an algorithm based on different risk indicators:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic at the national scale"
        },
        {
            "text": "• yellow: moderate risk zones with basic NPIs in place (mandatory use of masks, curfew from 10PM to 5AM, limitations on the activity of shops, bars and restaurants, strong limitations of sport and leisure activities, (partial) distance learning for secondary schools); • orange: elevate risk zones with stricter NPIs (municipality confinement, food service activities suspended); • red: maximum risk zones with the even stricter NPIs (home confinement, distance learning from grade 8, non-essential commercial activities suspended, all sport and leisure activities suspended).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic at the national scale"
        },
        {
            "text": "Since November 6, 2020 the color of each region has been updated weekly. At the national level (e.g. in Figure 1 ), the color code is obtained as a suitable averaging of those in place in the regions, weighted by their population. The strict lockdown imposed at the national level in Spring 2020 is conventionally identified with the black color. By analysing the time series of the positive cases using a log scale (see Figure 2 ) along with the full evolution of the epidemic in Italy, we can observe, for the first epidemic wave, an exponential growth ( ) = 1 (which is linear in log scale with slope 1 ) for the first two weeks of March with a doubling time of approximately 3 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 429,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "The epidemic at the national scale"
        },
        {
            "text": "During the second half of August, very likely because of the relaxation of social distances during the summer holidays and the newly imported cases from abroad, a few days of exponential growth can be observed, although featuring a much lower growth factor 2 , yielding a doubling time of approximately 15 days. Finally, what we will refer to as the second wave had its exponential growth last October, with a growth https://www.gazzettaufficiale.it/eli/gu/2020/11/04/275/so/41/sg/pdf This was very likely connected to the increased number of contacts associated with the school opening in September and related commuting, the restart of recreational activities in closed ambiences, seasonality, and the full recovery of the working activities that were dramatically reduced during the spring lockdown, as well as (although at a minor extent) during the summer period. Finally, we observe an exponential growth starting by the end of February 2021 and due to new virus variants featuring a higher transmission rate (see the discussion in Section 4.3). Although, in this case, the growth rate 4 appears to be lower than previous ones with a corresponding doubling time of approximately 36 days, the fact that this new outbreak is starting from a much larger number (more than half a million) of positive individuals makes the situation at present (early March 2021) extremely critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The epidemic at the national scale"
        },
        {
            "text": "We first focus on the first epidemic wave that occurred in Italy last Spring 2020. In our dashboard, a specific time range can be selected and each time series can be normalised with respect to its maximum attained in the prescribed time range. This allows for an immediate identification of the day the different peaks have occurred and of their relative positions (relative delays). As displayed in Figure 3 , it can be noticed that the first compartment that reaches a peak is that of the number of daily positive cases (on March 24, 2020), followed 5 days later on March 29, 2020 by the peak of daily deceased. The peaks for the number of individuals hosted in ICUs and those hospitalized occur on April 1 and 3, respectively, that is 7 and 9 days past the peak of daily positive cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 409,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The first epidemic wave"
        },
        {
            "text": "Even if, at a first glance, the fact that the peak of daily deceased occurs before those of the hospitalized and hosted in ICUs may appear surprising, this is instead reasonable since the latter data do not refer to new daily entries but to the total number of individuals who are hosted in hospitals or ICUs at a specific date. Unfortunately, information (raw data) on the daily admissions in hospitals and ICUs are not available, the latter being supplied starting only on December 3, 2020. Finally, the peak of positive cases was reached on April 21, 2020, that is almost one month past the peak of daily positive cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first epidemic wave"
        },
        {
            "text": "A similar analysis carried out on the rate of change (first derivative) of the different indicators may be used to determine when the initial exponential phase for each indicator is over. In Figure 4 , the normalized first derivatives of the same indicators discussed above are displayed. In particular, we notice that the growth rate of the daily positive cases reached its maximum on March 15, 2020, while the growth rate of the number of hosted in ICUs is attained just 4 days later (March 19, 2020) . This corresponds to an inflection point in the time series and indicates the time at which the growth rate starts decreasing. ",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 502,
                    "text": "(March 19, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The first epidemic wave"
        },
        {
            "text": "The second wave of the COVID-19 epidemic in Italy started on the first half of October 2020. The peak of daily positive cases was reached on November 14, 2020 (see Figure 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 172,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The second epidemic wave"
        },
        {
            "text": "Other relevant compartments reached their peaks with a time shift that is consistent with the epidemic evolution. In particular, the maximum number of hospitalized, hosted in ICUs and daily deceased were reached on November 23, 24 and 29, respectively (see the normalized time series in Figure 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 287,
                    "end": 295,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The second epidemic wave"
        },
        {
            "text": "As already observed for the first wave, monitoring the growing rate (first derivative) of the time series can provide a preliminary indication on when the peaks should be expected. For instance, as displayed in Figure 7 , the peak on the growth rate of the daily positive (on October 24, 2020) anticipates the peak of the hosted in ICUs by 12 days (November 5, 2020).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "text": "Figure 7",
                    "ref_id": null
                }
            ],
            "section": "The second epidemic wave"
        },
        {
            "text": "For the second wave, a consistent time lag between the peaks of the first derivative and the peak of the corresponding time series can be noticed. As shown in Table 1 for most of the compartments (Positives, Daily positives Hospitalized and Hosted in ICUs) there is a 20-days delay between inflection point and the maximum, while this delay is slightly longer (24 days) for the Daily deceased time series. A consistent time lag between inflection point and maximum point (the one corresponding to the peak) can be used as a preliminary indicator in future epidemic waves to predict the day at which the peak will possibly occur. A similar correlation between the peak of the derivative and that of the corresponding time series is missing during the first wave. This is likely due to the severe under-estimation of data collected for some epidemiological compartments and then provided by the DPC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 166,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "The second epidemic wave"
        },
        {
            "text": "Positives Daily positives Hospitalized ICUs Daily deceased Time series 2020-11-25 2020-11-13 2020-11-23 2020-11-24 2020-11-29 First derivative 2020-11-05 2020-10-24 2020-11-04 2020-11-05 2020-11-05 Table 1 : Peak date of the time series of several epidemiological compartments and that of the corresponding first derivative relative to the second epidemic wave in Italy",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Peak date Trend"
        },
        {
            "text": "The same analyses that have been proposed at the national Italian level can be carried out at the regional scale, that is for each of the 19 Italian Regions and the 2 autonomous provinces of Trento and Bolzano. In Figure 8 , the normalized time series of daily positive cases, hospitalized, hosted in ICUs and daily deceased are presented for 8 Italian regions, among which Lombardia, Emilia Romagna, Piemonte, Veneto that were severely hit by the first epidemic wave, and Lazio, Puglia, Campania, Sicilia that are far more evidently affected by the latter epidemic wave than by the former.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 222,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "The epidemic at the regional scale"
        },
        {
            "text": "In Figure 9 we display the evolution of the pandemic in the eight largest Italian regions since the early stages of the second wave (September 2020). We compare two compartments: positives, and hosted in ICUs, in three regions in northern Italy (Lombardia, Veneto, Emilia-Romagna) that were severely affected by the first wave. The same comparison is carried out in Figure 10 concerning three southern Italian regions (Campania, Sicilia and Sardegna, the latter two being insular) that were very mildly affected by the first wave last Spring 2020. We recall that, in all figures, the upper color bars indicate the non-uniform NPIs. If we focus on the number of Positives per 100,000 inhabitants (Figures 9(a) and 10(a)) that were diagnosed as positive to the virus, we notice that the red regime yields a pronounced decrease of the curves. Both the orange and yellow regimes serve to mitigate the outbreak, without however significantly damp it. This behavior is less evident on the hosted in ICUs compartment (Figures 9(b) and 10(b) ). A possible explanation is that this latter compartment is slightly more \"indifferent\" to the stringency of the NPIs that are being implemented. The hosted in ICUs individuals are at a very large extent elder people who were less directly exposed to outdoor contacts as either they were residents of healthcare facilities or they spent a substantial part of their time at home. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 375,
                    "text": "Figure 10",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 708,
                    "text": "(Figures 9(a)",
                    "ref_id": null
                },
                {
                    "start": 1010,
                    "end": 1033,
                    "text": "(Figures 9(b) and 10(b)",
                    "ref_id": null
                }
            ],
            "section": "The epidemic at the regional scale"
        },
        {
            "text": "The epiMOX dashboard can display several critical indicators for monitoring the progress of the pandemic, namely:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of some critical indicators"
        },
        {
            "text": "• The daily evolution of R*, an estimate of the reproduction number Rt proposed in [2] . • The daily evolution of the 14-day notification rate, that is the number of new positive cases emerged in the previous 14 days per 100,000 population, an indicator used by the European Union to monitor the evolution of the epidemic in the different European regions.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analysis of some critical indicators"
        },
        {
            "text": "From Figures 11, 12 and 13, we can notice that CFR, PR and HCR were far much higher in the first wave than in the second one because of a significant underestimation of the value of the denominators. The indicator dramatically dropped around mid January 2021 because of the different counting strategy for cases that was adopted by authorities. Indeed, since then the denominator accounts for both molecular and genetic swabs. Figure 14 displays the value of the (estimated) reproduction number R* in three different Italian Regions. We can notice that a significant increase of R* is reported over the summer period in two touristic regions like the Sardegna island and the Trento province in the Dolomites due to a substantial increase of the population and a very likely relaxation of the restrictions (limited use of facial masks and lacking of the social distancing).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 19,
                    "text": "Figures 11, 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 427,
                    "end": 436,
                    "text": "Figure 14",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Analysis of some critical indicators"
        },
        {
            "text": "Epidemic forecasting of COVID-19 is difficult because of the intrinsic variability and uncertainty of the pandemic. Incomplete, uncertain, or inaccurate data, in terms Since the seminal work in [13] , where the first SIR compartmental model based on a system of nonlinear ordinary differential equations was presented, a large variety of models have been proposed -see, for instance, [5, 6, 8, 9, 12, 14] -each one attempting to cope with specific aspects of the problem. If in the original SIR model the epidemic evolution is described by the number of individuals belonging to the susceptible (S), infected (I) and removed (R) compartments, several models consider increasing the number of compartments to include, for instance: • the exposed individuals (those who have already been exposed to the infecting agent but are not yet infectious); • possible splitting of the infected compartment into different classes according to the actual level of severity; • a distinction of the removed compartment in recovered and dead.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 391,
                    "end": 393,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 394,
                    "end": 396,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 397,
                    "end": 400,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "These models, although typically derived under many simplifying assumptions, enable forecasting analyses that go beyond mere data extrapolation. Moreover, simulations regarding the future dynamics may allow the investigation of different scenarios corresponding to different NPIs. One of the most critical aspects in the development of complex compartmental models is indeed related to their calibration based on available data. On the one hand, data related to the different compartments may not be available (or they may not even be collected); on the other hand, the resulting data assimilation problem may suffer from limited identifiability of the parameters, as discussed, e.g., in the paper [17] for SIR-like models of COVID-19. A new compartmental model named SUIHTER has been recently introduced in [16] with the goal of facing the first of these two issues, i.e. defining a model best suited for the data actually available. In the context of the COVID-19 epidemic, the time series that are daily collected and made available (which have already been described discussing the dashboard for the data analysis) led us to consider for the new model the following compartments: ",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 702,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "where = + + + + + + denotes the total population (assumed constant). The model is characterized by the following 11 parameters, which are chosen as time dependent piecewise constant functions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "• , denote the transmission rates due to contacts between a susceptible subject and an undetected infected, a quarantined, or a hospitalized subject, respectively; • denotes the rate at which -individuals develop clinically relevant symptoms, while denotes the rate at which -individuals develop life-threatening symptoms;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "• denotes the probability rate of detection, relative to undetected infected individuals;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "• , , and denote the rate of recovery for four classes ( , , and , respectively) of infected subjects; • and denote the mortality rates for the individuals isolated at home, and hosted in ICUs, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "Model calibration through data fitting is essential to reproduce the past history of the epidemic and to perform short-term forecasts by inferring the epidemiological characteristics of COVID-19. Here we use reported isolated, hospitalized, threatened and extinct cases data to estimate the parameters of the SUIHTER model. In particular, we perform the calibration in two steps. At first, we find a set of parameter values by using an (ordinary) least squares (LS) estimator. Then, we perform a Bayesian calibration using the delayed rejection adaptive Metropolis (DRAM) algorithm [11] implemented in the Python library pymcmcstat [15] , starting from a prior distribution of the parameters centered about the LS estimate.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "System (1) is solved in the time interval [ , ] which is subdivided into several sub-intervals, named phases. Typically, phases change when the NPIs are modified by the Italian Authorities. When ℎ phases are considered, the calibration leads to the optimization of = 11 ℎ parameters in total. Namely, for each phase of the epidemic, we have the 11 parameters given by [ , , , , , , , , , , ]. Unfortunately, so many parameters make the calibration process difficult. In what follows, we calibrate our model under the following simplifying assumptions:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 375,
                    "text": "by [ , , ,",
                    "ref_id": null
                }
            ],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "• is set to be a fraction of , namely = with constant in all the time frame;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "• , , , , , , are constant on [ , ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "With these restrictions, the total number of parameters to be calibrated is reduced to 4 ℎ + 7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "More details on the initialization and numerical solution of system (1) are reported in [16] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Empowering epiMOX with the SUIHTER epidemiological model"
        },
        {
            "text": "Scope of this section is to provide an assessment of the forecasting capability of the SUIHTER model. More specifically, we will analyze suitability of the epidemiological model to predict the date and the height of the peaks of the curves representing the hospitalized and hosted in ICUs compartments, focusing on the second wave at the national scale. For each compartment, by proceeding retrospectively, in Figure  15 we display the predictions made by the SUIHTER model at different dates prior to the date at which the corresponding curve has attained its peak value. By comparing the predictions with the real data (see Table 2 ) we can draw the conclusion that the SUIHTER model can provide accurate predictions within a week (with errors lower than 1% on the peak value and 1 day on the peak date), and reasonably good predictions two weeks in advance. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 420,
                    "text": "Figure  15",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 626,
                    "end": 633,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results' assessment"
        },
        {
            "text": "In this section we aim at highlighting another feature of the dashboard, the possibility of carrying out what-if scenarios. An example is illustrated in Figure 16 . because of the accuracy limitations of the epidemiological model. These impressive figures prove that the most effective strategy in the early phase of an outbreak is to enforce very strict confinement measures as early as possible. This strategy, even if maintained for a short period, is indeed far more effective than adopting more permissive measures (or even the very same measures) for a much longer duration at a later stage. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "text": "Figure 16",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "What-if scenarios"
        },
        {
            "text": "The appearance of different virus variants (UK, Brazilian, South African) at the end of 2020 has introduced an additional level of complexity on the managing of the epidemic as well as on the effort of the scientific community in modeling its dynamics (see e.g. [10] ). A recent study in [7] indicates that \"SARS-CoV-2 is at an advanced stage of evolution for human infection\". Other than questioning the vulnerability of available vaccines and current therapeutics to virus variants, the mutations can lead to different characterizations of the epidemic, in particular of the transmission rates (see [1] ). In this respect, in the present paper, we limit our study to the effect of virus mutations on the transmission rates that can be readily incorporated in existing compartmental epidemiological models.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impact of the UK variant"
        },
        {
            "text": "In particular, in this paper, we adapt the SUIHTER model to this new challenge by splitting each of the compartments that spread the infection (in particular the Undetected and the Isolated compartments) into two sub-compartments, one carrying the baseline virus variant and the other the UK virus variant (VOC 202012/01, lineage B.1.1.7). Recent studies (see e.g. [3] ) indicate that the UK variant reached a prevalence of 17.8% in Italy at the beginning of February 2021 and. Due to its higher transmission rate (recently estimated in Italy as 37% higher than the one of the baseline virus [4] ), it is going to become the prevalent virus variant in March 2021.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 368,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 592,
                    "end": 595,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Impact of the UK variant"
        },
        {
            "text": "The updated SUIHTER model accounting for the UK virus variant is governed by the following system of ODEs (see Figure 17 ) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "Figure 17",
                    "ref_id": null
                }
            ],
            "section": "Impact of the UK variant"
        },
        {
            "text": "endowed with suitable initial conditions, where the indices and respectively denote the base and UK variant splitting of the Undetected and Isolated compartments and a 37% higher transmission rate for the UK variant is considered, namely = 1.37 , = 1.37 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of the UK variant"
        },
        {
            "text": "A comparison between the 30-day forecast obtained using the original SUIHTER model and the updated model accounting for the effect of the UK virus variant starting on February 20, 2021 is presented in Figures 18, 19 and 20 for the Isolated, Hospitalized and Hosted in ICUs compartments, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 215,
                    "text": "Figures 18, 19",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Impact of the UK variant"
        },
        {
            "text": "The most remarkable differences are noticed on the Isolated, the Hospitalized, and, at a lesser extent, the Hosted in ICUs compartments. This analysis does not account for the vaccination campaign. Moreover, by the time we write this paper, the national Fig. 17 : Sketch of the compartmental epidemiological model SUIHTER used to account for the UK virus variant spreading of the UK variant is still highly non-uniform, with a pronounced prevalence in a few local environments. The numerical simulation at the national scale provides a homogenization effect which is perhaps rather inaccurate. We highlight that the model accounting for the variant was able to predict the outbreak of the third epidemic wave observed in Italy in late February 2021. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 261,
                    "text": "Fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Impact of the UK variant"
        },
        {
            "text": "Modeling the epidemic evolution by a mathematical epidemiological model such as SUIHTER allows not only to analyse backward what-if scenario investigating the effectiveness of past political choices (as discussed in Section 4.2), but also to forecast the evolution of the epidemic in the near future. As previously mentioned, the outbreak of the third epidemic wave has been observed in Italy since the second half of February 2021. At the time of writing, this outbreak is in its exponential growth phase and its evolution will strongly depend on the NPIs that will be imposed in the coming weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "We have considered three different scenarios with different level of severity in the NPIs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "• the first scenario considers the restriction currently imposed (on March 7, 2021) in which some limitations are adopted at national level (use of mask, limitation of mobility among regions, limitation on recreational activities, . . . ), while additional stricter limitations (confinement within municipality limits, distance learning for school and universities, . . . ) are adopted with increasing level of severity in yellow, orange and red regions) ; • the second scenario considers that all the region become yellow starting on March 8, 2021; • the second scenario considers that all the region become red starting on March 8, 2021 .",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 83,
                    "text": "March 7, 2021)",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 638,
                    "text": "March 8, 2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "A comparison among the time evolution of the Isolated, Hospitalized and Hosted in ICUs compartments for the three scenarios are displayed in Figures 21, 22 and 23 , respectively. As expected, when more severe restrictions are imposed the growths of all the infecting compartments are slowed down. The results clearly highlight that the ongoing outbreak that has been activated by the increased transmission rate of the new virus variants could be controlled only should stricter restriction measures be imposed as soon as possible. Without a prompt intervention the risk of a third epidemic wave that will end up to be worse than the previous two is extremely high. A detailed summary of the evolution of the NPIs introduced at the regional level has been collected on this webpage https://it.wikipedia.org/wiki/Gestione_della_pandemia_ di_COVID-19_in_Italia As mentioned in Section 4 and discussed in details in [16] , the SUIHTER model can be calibrated using a Monte-Carlo Markov Chain (MCMC) approach for a robust estimate of the parameters. For each parameter considered in the calibration, the MCMC calibration starts from a prior, in our case a uniform distribution around an initial guess computed by minimizing with a least-square minimization procedure the difference between data and model results, and provides its posterior probability density function.",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 917,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 141,
                    "end": 162,
                    "text": "Figures 21, 22 and 23",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "Based on the posterior estimate of the model calibration it is possible to supply confidence interval for the time evolution of the different compartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "The solid curves displayed in Figure 24 represent the time evolution of the mean value of the different compartments in the three considered scenarios, while the shaded region surrounding each curve represents the 95% confidence interval associated with the probabilistic characterization of the model parameters. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 30,
                    "end": 39,
                    "text": "Figure 24",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "30-day forecast with different scenarios"
        },
        {
            "text": "In this paper, we presented the epiMOX dashboard for the analysis of the COVID-19 epidemic that hit northern Italy in early Spring 2020 and that is still severely affecting the entire Country in March 2021. Data were reported for several compartments (total and daily positive cases, isolated at home, hospitalized, hosted in ICUs, cumulative deaths, recovered) that allow to provide a synthetic yet informative description of the epidemic evolution. Several analyses were carried out by means of the dashboard. A careful comparison between the first two epidemic waves (the one of Spring 2020, and the one that took off in Fall 2020) is made. Finally, we have reported results, mainly concerning predictions, obtained by using the novel epidemiological differential mathematical model SUIHTER. This allowed us to provide short term forecasts on the epidemic trends, as well to examine some what-if scenarios related to the possible implementations of different NPIs than those that had been actually enforced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalenza della variante VOC 202012/01, lineage B.1.1.7 in Italia. Studio di Prevalenza",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Qual è la trasmissibilità della \"variante inglese",
            "authors": [
                {
                    "first": "Istituto Superiore Di",
                    "middle": [],
                    "last": "Sanità",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The geography of COVID-19 spread in Italy and implications for the relaxation of confinement measures. medRxiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertuzzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pasetto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miccoli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casagrandi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rinaldo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mathematical models in epidemiology",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brauer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prediction and mitigation of mutation threats to covid-19 vaccines and antibody therapies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.-W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chemical Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gatto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bertuzzo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miccoli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carraro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Casagrandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rinaldo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "19",
            "pages": "10484--10491",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blanchini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Di"
                    ],
                    "last": "Filippo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Di"
                    ],
                    "last": "Matteo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaccination and SARS-CoV-2 variants: how much containment is still needed? a quantitative assessment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giordano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Filippo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blanchini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bolzern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Nicolao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sacchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colaneri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "DRAM: Efficient adaptive MCMC",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haario",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Saksman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Statistics and Computing",
            "volume": "16",
            "issn": "",
            "pages": "339--354",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Containing papers of a mathematical and physical character",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Proceedings of the royal society of london. Series A",
            "volume": "115",
            "issn": "772",
            "pages": "700--721",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An introduction to mathematical epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "61",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "pymcmcstat: A Python package for Bayesian inference using Delayed Rejection Adaptive Metropolis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Open Source Software",
            "volume": "4",
            "issn": "38",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "SUIHTER: A new mathematical model for COVID-19. Application to the analysis of the second epidemic outbreak in Italy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parolini",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dede",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Antonietti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ardenghi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manzoni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miglio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quarteroni",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A note on tools for prediction under uncertainty and identifiability of SIR-like dynamical systems for epidemiology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Piazzola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tamellini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tempone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Data Analysis and Predictive Mathematical Modeling for COVID-19 Epidemic Studies",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quarteroni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dede",
                    "suffix": ""
                },
                {
                    "first": "&apos;",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parolini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Smoothing and Differentiation of Data by Simplified Least Squares Procedures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savitzky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J E"
                    ],
                    "last": "Golay",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Analytical Chemistry",
            "volume": "36",
            "issn": "8",
            "pages": "1627--1639",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Time series of different compartments during the whole epidemic history Identification of four exponential growth phases in the time series of the positive cases in logarithmic scale factor 3 and a doubling time of about 8 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Normalized time series of different compartments highlighting the time-shifts between the different peaks during the first epidemic wave",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rate of change of daily positive cases and hosted in ICUs highlighting the time shifts between the inflection points during the first epidemic wave",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Raw (bars) and smoothed (solid line) time series of daily new cases during the second wave",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Normalized time series of different compartments highlighting the time-shifts between the different peaks during the second epidemic wave 12 days",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Rate of change of daily positive cases and hosted in ICUs highlighting the time shifts between the inflection points during the second epidemic wave Normalized time series of different compartments during the whole epidemic history Comparison of positive cases and hosted in ICUs per 100,000 inhabitants in Emilia Romagna, Lombardia and Veneto during the second wave in relation with the measures adopted by each region Comparison of positive cases and hosted in ICUs per 100,000 inhabitants in Campania, Sardegna and Sicilia during the second wave in relation with the measures adopted by each region",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The daily evolution of the fatality rate, estimated through the CFR (Case Fatality Ratio) as the ratio between the number of cumulative deaths at a given date and the number of resolved cases at the same dateCFR = Deceased Healed + Deceased . • The daily evolution of the positivity rate ( ) defined as PR = Daily positives Daily swabs performed . • The daily evolution of the hospitalized case ratio (HCR), defined as HCR = Total hospitalized Positives = Hospitalized + Hosted in ICUs Positives.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Case Fatality Ratio (CFR) in Italy since the beginning of the epidemic Fig. 12: Positivity rate (PR) in Italy since the beginning of the epidemic Fig. 13: Hospitalization Case Ratio (HCR) in Italy since the beginning of the epidemic Fig. 14: Evolution of R* in three different regions since the beginning of the epidemic of both initial conditions and time series of the different compartments, represent a serious limitation. The partial knowledge of the behavior of the specific infecting agent and the dynamic evolution of environmental and social conditions is a further source of uncertainty.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ": susceptible (uninfected) individuals; • : undetected (both asymptomatic and symptomatic) infected individuals; • : isolated (quarantined) individuals; • : hospitalized individuals; • : threatened (acutely symptomatic infected, hosted in ICUs) individuals; • : extinct individuals; • : recovered individuals,In this paper, we use the following specific version of the SUIHTER model:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Comparison between the observed time evolution (solid line) of four compartments and a simulated scenario (dashed line) in which the November restrictive measures had been anticipated by 10 days",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "30-day forecast of the Isolated compartment with (left) and without (right) the effect of the UK virus variant (a) With UK variant (b) Without UK variant Fig. 19: 30-day forecast of the Hospitalized compartment with (left) and without (right) the effect of the UK virus variant (a) With UK variant (b) Without UK variant Fig. 20: 30-day forecast of the Hosted in ICUs compartment with (left) and without (right) the effect of the UK virus variant",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "30-day forecast of the Isolated compartment with current restrictions (at March 7, 2021) and with 3 alternative restriction scenarios The model results displayed on the dashboard are obtained real-time running the model any time the dashboard is interrogated, thus allowing to switch between different forecast or what-if scenarios.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "30-day forecast of the Hospitalized compartment with current restrictions (at March 7, 2021) and with 3 alternative restriction scenarios Fig. 23: 30-day forecast of the Hosted in ICUs compartment with current restrictions (at March 7, 2021) and with 3 alternative restriction scenarios",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "30-day forecast of four compartments with current restrictions (at March 7, 2021) and with 2 alternative restriction scenarios and 95% confidence interval",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Nicola Parolini MOX, Dipartimento di Matematica, Politecnico di Milano, Milan, Italy e-mail: nicola. parolini@polimi.it Giovanni Ardenghi MOX, Dipartimento di Matematica, Politecnico di Milano, Milan, Italy e-mail: giovanni. ardenghi@polimi.it Luca Dede' MOX, Dipartimento di Matematica, Politecnico di Milano, Milan, Italy e-mail: luca.dede@ polimi.it Alfio Quarteroni MOX, Dipartimento di Matematica, Politecnico di Milano, Milan, Italy Mathematics Institute, EPFL, Lausanne, Switzerland (professor emeritus) e-mail: alfio. quarteroni@epfl.ch",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Forecast of peak values and days of Hospitalized and Hosted in ICUs compartments for the second epidemic wave in Italy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}