{
    "paper_id": "6884de146c5480f574bf0b5bdf62ad4aa0538737",
    "metadata": {
        "title": "Paediatric Inflammatory Multisystem Syndrome: Temporally Associated with SARS-CoV-2 (PIMS-TS): Cardiac Features, Management and Short-Term Outcomes at a UK Tertiary Paediatric Hospital",
        "authors": [
            {
                "first": "Tristan",
                "middle": [],
                "last": "Ramcharan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oscar",
                "middle": [],
                "last": "Nolan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Chui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nanda",
                "middle": [],
                "last": "Prabhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raghu",
                "middle": [],
                "last": "Krishnamurthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alex",
                "middle": [
                    "G"
                ],
                "last": "Richter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deepthi",
                "middle": [],
                "last": "Jyothish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hari",
                "middle": [
                    "Krishnan"
                ],
                "last": "Kanthimathinathan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Steven",
                "middle": [
                    "B"
                ],
                "last": "Welch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [],
                "last": "Hackett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eslam",
                "middle": [],
                "last": "Al-Abadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barnaby",
                "middle": [
                    "R"
                ],
                "last": "Scholefield",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashish",
                "middle": [],
                "last": "Chikermane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Children were relatively spared during COVID-19 pandemic. However, the recently reported hyperinflammatory syndrome with overlapping features of Kawasaki disease and toxic shock syndrome-\"Paediatric Inflammatory Multisystem Syndrometemporally associated with SARS-CoV-2\" (PIMS-TS) has caused concern. We describe cardiac findings and short-term outcomes in children with PIMS-TS at a tertiary children's hospital. Single-center observational study of children with PIMS-TS from 10th April to 9th May 2020. Data on ECG and echocardiogram were retrospectively analyzed along with demographics, clinical features and blood parameters. Fifteen children with median age of 8.8 (IQR 6.4-11.2) years were included, all were from African/Afro-Caribbean, South Asian, Mixed or other minority ethnic groups. All showed raised inflammatory/cardiac markers (CRP, ferritin, Troponin I, CK and pro-BNP). Transient valve regurgitation was present in 10 patients (67%). Left Ventricular ejection fraction was reduced in 12 (80%), fractional shortening in 8 (53%) with resolution in all but 2. Fourteen (93%) had coronary artery abnormalities, with normalization in 6. ECG abnormalities were present in 9 (60%) which normalized in 6 by discharge. Ten (67%) needed inotropes and/or vasopressors. None needed extracorporeal life support. Improvement in cardiac biochemical markers was closely followed by improvement in ECG/echocardiogram. All patients were discharged alive and twelve (80%) have been reviewed since. Our entire cohort with PIMS-TS had cardiac involvement and this degree of involvement is significantly more than other published series and emphasizes the need for specialist cardiac review. We believe that our multi-disciplinary team approach was crucial for the good short-term outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The pandemic of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), causing coronavirus disease , has rapidly spread worldwide. As of 28th May 2020, there have been an estimated 269,127 confirmed cases reported in the UK with over 37,837 deaths [1] . London and the West Midlands have been the epicenters in the UK.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To date, there have been very few cases of children being seriously affected by SARS-Cov-2 respiratory illness [2, 3] . However, particularly in Europe and parts of North America, children have been presenting with a systemic inflammatory response, sharing features with other paediatric inflammatory conditions including Kawasaki disease (KD), toxic shock syndrome (TSS), bacterial sepsis and macrophage activation syndrome (MAS). Initial reports suggest many have myocardial dysfunction [4] and coronary artery involvement [5] in addition to gastrointestinal and systemic symptoms [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 115,
                    "end": 117,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This experience has been mirrored in the UK, prompting an alert and guideline from the Royal College of Paediatrics and Child Health (RCPCH) [9] for \"Paediatric Inflammatory Multisystem Syndrome Temporally associated with SARS-CoV-2 (PIMS-TS)\" with a case definition (Table 1) . Barnaby The Centers for Disease Control and Prevention (CDC) have also issued an alert on this condition, under the label \"Multisystem Inflammatory Syndrome in Children (MIS-C) [10] . In response, we created a paediatric multi-disciplinary team (MDT) including cardiologists, general paediatricians, rheumatologists, infectious disease specialists, immunologists, paediatric intensivists, retrieval team, and pharmacists. We also developed a West Midlands regional management guideline to serve a population of over 1 million children [11] . This article describes the cardiac manifestations, management and early outcomes for children admitted to Birmingham Children's Hospital (BCH) with PIMS-TS.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 279,
                    "end": 286,
                    "text": "Barnaby",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 276,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We performed a single-center retrospective study of all patients referred for cardiovascular evaluation as confirmed PIMS-TS between 10th April 2020 and 9th May 2020. Children presenting with persistent fever, features of clinical and biochemical inflammation, single or multi-organ dysfunction, and/or fulfilling the full or partial criteria for KD were reviewed for possible PIMS-TS at the daily MDT meeting. Diagnostic criteria for PIMS-TS were based on the RCPCH case definition [13] (Table 1) .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "[13]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The study was classified and registered as service evaluation following assessment using the UK NHS research governance assessment tool (https ://www.hra-decis ionto ols.org.uk/resea rch/). The study was then reviewed by the Research Governance department at our institution (Birmingham Women's and Children's NHS Foundation Trust) and deemed to not require ethical approval (R&D Director's letter of approval available). All patients and/or their parents/legal guardians provided signed informed consent to inclusion of de-identified data in this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Description of ethnicity was in accordance with the UK Government classification [12] . Investigations were based on an amalgamation of RCPCH guidelines and MDT recommendations ( Table 2 ). All patients had nose and throat swab viral PCR (polymerase chain reaction) for SARS-CoV-2. Patients had immunological testing for Immunoglobulin M (IgM), Immunoglobulin A (IgA) and Immunoglobulin G (IgG) to viral spike glycoprotein using an Enzyme-Linked Immunosorbent Assay (ELISA) test. Blood, urine and cerebrospinal fluid cultures, viral serology, and PCR panel of respiratory pathogens were used to detect/exclude other causes. Chest radiographs, abdominal ultrasound and other investigations were performed as clinically indicated. Patients had daily 12 lead Electrocardiogram (ECG) and echocardiogram initially, then as required following clinical stability.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "[12]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 186,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "ECGs were reported contemporaneously and re-analyzed by a single author (ON). All echocardiograms were performed on Vivid S70 GE system, and analyzed using EchoPac software. Using American Society of Echocardiography guidelines [16] data were analyzed immediately by the operator, and re-analyzed independently by one author (TR). Any discrepancies between the initial reports and re-analysis of ECGs and echocardiograms were reviewed by the senior author (AC).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Global left ventricular (LV) systolic function was assessed with linear and 2D methods [16] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "• Fractional shortening (FS) was based on M-mode (Motion-Mode) and categorized as either normal (25-43%), or mild (20-24%), moderate (15-19%) or severe reduction (≤ 14%) [16] . • Left ventricular ejection fraction (LVEF) was based on modified Simpson's method and categorized as either normal (≥ 55%), or mild (45-54%), moderate (30-44%) or severe impairment (< 30%) [16] . • Where mitral regurgitation was present, change of pressure over time (dP/dt) was used, and categorized into either normal (> 1200 mmHg/s), or mild (901-1200 mmHg/s), moderate (600-900 mmHg/s) or severe impairment (< 600 mmHg/s).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "text": "(15-19%)",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[16]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We accepted LVEF and a subjective assessment of the global LV function as more reliable than FS in case of discrepancy, keeping with institutional practice of using FS as a screening tool only for systolic function assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Mitral annular plane systolic excursion (MAPSE), tricuspid annular plane systolic excursion (TAPSE) and z-scores were used to assess ventricular longitudinal function [17, 18] . LV diastolic function was assessed using mitral inflow ratio (E/A), and mitral annular tissue doppler (E/E′) [21] . Coronary artery measurements were from inner edge to inner edge, and z-scores calculated [19] . Aneurysms were described as saccular or fusiform and classified as small (< 5 mm), moderate (5-8 mm) or large (> 8 mm) [14] . Dilated coronary arteries without segmental aneurysm were defined as ectatic [14] .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[17,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "18]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[21]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[19]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "CT angiogram of abdomen, thorax and head & neck was planned for the second week of illness in those patients (1) with coronary aneurysms, (2) who did not respond to first line therapy, or (3) with suboptimal clinical/biochemical resolution following first line therapy. Any patients with abnormal coronary arteries are planned for coronary CT during follow-up. Cardiac MRI has been reserved for surveillance protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients had immunomodulatory treatment after a caseby-case MDT discussion, and supportive treatment as per hospital standards of care. If indicated following MDT discussion, children were given intravenous immunoglobulins (IVIG) at a dose of 2 g/kg and high-dose aspirin at a dose of 12.5 mg/kg four times a day (QID). In response to this first line therapy, patients with persistent fever and/or worsening inflammatory markers after 36 h received a second dose of IVIG, and/or a three-day course of intravenous (IV) methylprednisolone, followed by a weaning course of oral prednisolone. Infliximab was reserved for those who did not respond to this treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Systemic hypotension was treated with intravenous fluid boluses as first line therapy and with norepinephrine and vasopressin as second line. Intravenous hydrocortisone was used for refractory hypotension. Epinephrine was used for LV dysfunction (based on FS & LVEF). Thromboprophylaxis with antiplatelet therapy and anti-coagulation was based on standard criteria [15] and hospital protocols.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[15]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Data analysis was performed using Microsoft Excel (Microsoft Corporation, Redmond, USA). Continuous data are presented as median (Inter-quartile range (IQR)) and categorical data as numbers and percentages. Where serial data were available, median (IQR) of the highest or lowest result per patient is presented as median peak or nadir result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "During this 1-month study period, 15 patients met the case definition for PIMS-TS (Table 3 ). The median age was of 8.8 years (IQR 6.4-11.2 years). Notably 14 (93%) were (Table 3) . All 15 patients presented with pyrexia (median duration of 5 days). Thirteen (87%) had gastrointestinal symptoms and 8 (53%) had features of Kawasaki disease not fulfilling diagnostic criteria. Generalized myalgia and lethargy were also reported in 4 patients each (27%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 170,
                    "end": 179,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Demographics and Clinical Presentation"
        },
        {
            "text": "Two patients described typical COVID-19 symptoms in the previous two months, both of whom had positive SARS-CoV-2 PCR. Another 3 patients had family members with COVID-19 symptoms in the preceding 2 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics and Clinical Presentation"
        },
        {
            "text": "Blood results (Table 3) showed raised inflammatory markers (C-reactive protein, ESR, ferritin) during the early part of the disease in keeping with published studies [5, 20] . Median peak C-reactive protein (CRP) was 154 (IQR 42-265)mg/L, median ESR was 75 (IQR 45-90)mm/h, and median peak ferritin 558 (IQR 31-2891)ng/mL. Cardiac markers were elevated in all patients with median peak Troponin I 396 (IQR 100-1280)ng/L, Creatine Kinase (CK) median peak 385 (IQR 117-1615)U/L and pro-B-type Natriuretic Peptide (pro-BNP) median peak 24,470 (IQR 17,212-26,655) pg/mL. The median peak for all three cardiac markers was on day 2 of hospital admission with gradual improvement thereafter.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Investigations"
        },
        {
            "text": "Two patients had positive SARS-CoV-2 PCR, one at the time of admission and one four weeks previously. SARS-CoV-2 serology was available for 12 of 15 patients, all of whom were positive for the combined IgG, IgA and IgM ELISA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "Fourteen patients had chest radiographs; 7 were normal, 7 had abnormalities including pleural effusions (5), consolidation (3), cardiomegaly (2) . Six patients had abdominal ultrasound due to persistent gastrointestinal symptoms, showing no abnormalities.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "During their admission, two patients had non-coronary CT Angiograms and one had a MRI whole body, due to persisting inflammation despite treatment, all of which showed no evidence of vasculitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investigations"
        },
        {
            "text": "Nine patients (60%) had abnormalities on ECG ( Table 4 ). Six of these had normalization of their ECG prior to discharge at median 5 days.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Cardiac Investigations"
        },
        {
            "text": "Fourteen patients (93%) had coronary artery abnormalities noted on echocardiography, which we have described as prominent, dilated or aneurysmal (Table 5 ). Of these: -1 had moderate fusiform aneurysm of right coronary artery (RCA) and small fusiform aneurysm of left anterior descending artery (LAD) -6 had ectatic dilated coronaries with increased z-scores of either left main coronary artery (2 patients) or left anterior descending artery (4 patients). -7 had prominent coronary arteries on echocardiogram but normal measurements.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "text": "(Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Coronary Arteries"
        },
        {
            "text": "Of the 14 patients with coronary changes, 13 (93%) had changes at presentation whilst 1 (7%) developed abnormal appearance on day 5 of admission. In 6 (43%) the coronary appearance normalized at a median 3 days, whilst the other 8 continued to have abnormal appearances at discharge. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronary Arteries"
        },
        {
            "text": "Thirteen patients had AVVR during admission, of which 10 had mitral regurgitation. There was serial improvement in 7 of these 10 patients, at median 2 days. Nine had nonphysiological tricuspid regurgitation (mild-moderate), 5 of which improved at median 1 day after treatment. At discharge 7 patients had residual non-physiological AVVR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atrioventricular Valve Regurgitation (AVVR) (Table 6)"
        },
        {
            "text": "No patients had valve stenosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atrioventricular Valve Regurgitation (AVVR) (Table 6)"
        },
        {
            "text": "Fractional Shortening was reduced in 8 patients, of whom 7 had changes on presentation and 1 developed subsequent changes. For those with impaired function, median FS at its nadir was 18% (IQR 17-20%) and all normalized before discharge (median 3 days). T  T  N  T  6  M  M  M  T  7  N  T  N  T  8  T  T  T  T  9  N  M  N  M  10  M  T  M  T  11  M  M  N  M  12  M  T  T  T  13  M  Mo  T  M  14  N  M  N  N  15 Mo M N N LV ejection fraction was impaired in 12 patients (80%), 9 at presentation and in 3, there was a reduction after admission. For those with impaired function, the median of the lowest LVEF was 44% (IQR 38-50%). One patient had severe impairment on presentation (LVEF 28%) with improvement to mild impairment (LVEF 53%) at discharge. Three had moderate impairment which all normalized by discharge. The remaining 8 patients had mild impairment, of whom 7 had normalization of LVEF at discharge and 1 had an EF of 50%. Overall, normalization of LVEF took median 4 days in these 10 patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 409,
                    "text": "T  T  N  T  6  M  M  M  T  7  N  T  N  T  8  T  T  T  T  9  N  M  N  M  10  M  T  M  T  11  M  M  N  M  12  M  T  T  T  13  M  Mo  T  M  14  N  M  N  N  15",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "MAPSE z-score was reduced in 11 patients, of whom 10 had normalization after a median of 5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "MR dP/dt was available on admission echocardiograms in 7 patients, in whom 4 had impairment (2 mild, 2 moderate). In the 2 patients with mild impairment, mitral regurgitation resolved after the initial echocardiogram and so repeat assessment of dP/dt was not possible. For the other 2 patients with moderate impairment, MR was still present and they had normalized dP/dt at median 4 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "In the 12 patients with LV dysfunction by ejection fraction, 9 also had reduced MAPSE on z-score, 8 had reduced fractional shortening, and 4 reduced MR dP/dt. Of these 12 with impaired LVEF, 10 normalized prior to discharge and the remaining 2 had mild impairment (LVEF 50% and 53%) at discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "Two patients had evidence of diastolic dysfunction with abnormal E/A and E/E′ ratios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "RV systolic function was assessed using tricuspid annular excursion (TAPSE). Using z-scores of TAPSE, 10 patients had impaired RV function with normalization in all at median 3 days. Subjective assessment of RV size and function did not show any abnormalities at any point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ventricular Function (Tables 7 and 8)"
        },
        {
            "text": "Small pericardial effusion was present in 8 patients, half had complete resolution by discharge at median 5 days. The remaining 4 had small pericardial effusion at discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effusions"
        },
        {
            "text": "Ten patients received intravenous immunoglobulin (IVIG), of whom 2 received a second dose. Five patients received IV methylprednisolone followed by weaning course of oral prednisolone. No patients needed Infliximab. None needed therapeutic anti-coagulation. Eleven patients (73%) were discharged on low dose aspirin with 2 requiring high doses initially. All patients were treated with broad-spectrum antibiotics for at least 5 days. Ten (67%) needed intensive care with a median stay of 4 days (IQR 3-5 days). Eight needed respiratory support, of whom half required mechanical ventilation (median 3 days) and others required high-flow nasal cannula support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "Ten patients (67%) needed fluid resuscitation with a median of 58 mL/kg (IQR 35-60 mL/kg) intravenous fluid boluses given. Ten (67%) required inotropes/vasopressors for a median of 3 days (IQR 2-3 days). Norepinephrine was used in 8 with additional support using vasopressin in 3 to treat systemic hypotension. Intravenous hydrocortisone was used for refractory hypotension in 8 patients. Nine required epinephrine to support LV dysfunction. One patient was PIMS-TS indicates paediatric inflammatory multisystem syndrome-temporally associated with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), LV left ventricle, FS fractional shortening, EF ejection fraction, MR mitral regurgitation, dP/dt change of pressure over time, MAPSE mitral annular plane systolic excursion, TAPSE tricuspid annular plane systolic excursion *FS was assessed using standard M-mode in parasternal views a EF was estimated using modified Simpson's method on 2D Table 8 Individual patient echocardiogram results when most impaired during admission and at discharge ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 958,
                    "text": "Table 8",
                    "ref_id": null
                }
            ],
            "section": "Cardiovascular Support"
        },
        {
            "text": "There were no deaths in our cohort. Median inpatient stay was 12 days (IQR 9-13 days). All 15 patients were discharged home clinically well with normal/improving biochemical and cardiac parameters. All are planned for clinical review one week after discharge in a multi-disciplinary clinic with repeat blood tests, ECG & echocardiogram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Term Outcomes"
        },
        {
            "text": "Twelve patients (80%) have had their first clinic review with stable clinical and echocardiogram findings. There were no new coronary changes and no deterioration in cardiac function. Two patients have had outpatient CT coronary angiogram, both of which have mirrored echocardiographic findings with no new abnormalities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short-Term Outcomes"
        },
        {
            "text": "The focus of this descriptive study of PIMS-TS patients from a single cardiac center is on cardiac involvement with shortterm outcomes. Although our patients shared some overlapping features with Kawasaki disease, we have identified some distinct features in our cohort suggesting a different pathological process as described below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The median age of children in our cohort was 8.8 years, with none in the neonatal age group. In our cohort patients were older when compared to acute COVID-19 infection, where severe illness was seen more commonly in younger children [2] . In addition, the median age of our cohort is above the median age of children affected with Kawasaki disease in UK (< 5 years) [22] .",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[22]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All children were from African/Afro-Caribbean, South Asian, Mixed or other minority ethnic groups, which is disproportional to the ethnic demographics of children in the West Midlands (3.3% Black, 10% Asian) [23, 24] . This mirrors evidence that people from such communities are at increased risk of not only acquiring COVID-19 infection, but also having worse outcomes [25, 26] .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "text": "[23,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "24]",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[25,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Ten patients (67%) needed intensive care treatment and monitoring, mainly for their cardiovascular instability, with 8 of these patients also requiring respiratory support. This need for intensive care support is comparable to the other hitherto published studies, with 50% of patients in the Bergamo series [20] and 70% of the patients in the Paris study (pre-print) [26] needing intensive care admission.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Paediatric Intensive Care (PIC) Support"
        },
        {
            "text": "All patients in our cohort had evidence of cardiac involvement based on biochemical, ECG and echocardiogram data (Tables 4, 5, 6, 7, and 8). This is significantly higher compared to the Bergamo series [20] where 60% had cardiac involvement in the form of echocardiogram abnormalities, and the Paris series (pre-print) [26] where myocarditis was described in 70% of patients.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 318,
                    "end": 322,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Cardiac Manifestations"
        },
        {
            "text": "Cardiac biochemistry markers peaked at median day 2 of admission, with gradual improvement. This preceded improvement in ECG appearances and cardiac function, which showed an improvement by median days 5 and 4, respectively. We could therefore be reassured by biochemical improvement and use this along with ECG/echocardiographic improvement as confirmation of clinical improvement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biochemical Markers"
        },
        {
            "text": "This is present in only 5% of KD patients [14] , but common in our cohort (67% needing fluid resuscitation/inotropic/ vasopressor support) in keeping with the Bergamo data at 50% [20] .",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Systemic Hypotension"
        },
        {
            "text": "Mitral and/or tricuspid valve regurgitation was present in 13 patients (87%), with significant improvement at median 1-2 days suggesting a transient valvulitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AV Valve Regurgitation"
        },
        {
            "text": "There was global LV dysfunction in 12 patients (80%) by LVEF, with normalization occurring in 10 children by discharge. This is higher than that in the Bergamo cohort with 50% of patients having abnormal LVEF [20] and is comparable to the Paris cohort (pre-print) with 71% of patients having abnormal LVEF [26] . In addition, mild LV dysfunction was noted in 4 patients on eyeballing and LVEF (Simpson's method) when the shortening fraction was normal. This highlights the need for specialist and thorough cardiac evaluation of all patients with PIMS-TS.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[20]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "LV Function"
        },
        {
            "text": "Although only half of our patients with abnormal coronary artery appearances had objective dilation, the remaining half were subjectively reported to be \"echo-bright\" by at least 2 different observers. Notably, the coronary arteries in the older children were visualized much easier than would be expected on echocardiography. This mirrors the description of the Paris group (pre-print) [26] with coronary involvement in 45% of cases (no aneurysms, 29% dilated), and of the Evelina (London) group with reports of \"echo-bright coronary vessels\" [5] . This may be explained by endothelial inflammation of coronary arteries and warrants careful monitoring over time to identify coronary artery complications.",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[26]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Coronary Arteries"
        },
        {
            "text": "The focus of management was to modulate hyperinflammation. From a cardiovascular perspective, patients mainly needed vasopressor support for hypotension. One patient was started on milrinone at another center prior to transfer and this was weaned off after admission. Our institutional preference is a combination of norepinephrine and vasopressin to support blood pressure. Epinephrine was used to support LV dysfunction. The use of milrinone as an inotrope was avoided in this cohort due to the counterproductive effect of peripheral vasodilation. All patients were discharged on low dose aspirin to reduce the incidence of coronary artery events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management"
        },
        {
            "text": "All patients were clinically well at the time of discharge, and 12 have had their first follow-up review with no clinical concerns. Echocardiogram and CT coronary angiograms have confirmed no new findings or deterioration. These reflect the clinical improvement seen prior to discharge with good short-term outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Follow-Up"
        },
        {
            "text": "This study has the limitations of representing a small case series and requires further collaboration at national and international levels. The management described cannot be construed as treatment recommendations. Some other patients in the region, especially with milder illness may have not been referred to our hospital. Only short-term outcomes have been described. Long term follow-up is planned and would be essential to define the late outcomes for this patient cohort. Strengths of the study include detailed granular cardiac data in the small number of patients described and the consistent multi-disciplinary team involvement, which reduced some of the variability in management. Further research is needed to understand the epidemiology, natural history, and immunopathology of PIMS-TS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "We have described a detailed cardiac assessment of a cohort of patients with PIMS-TS. All the patients in our cohort had impaired left ventricular function, valve regurgitation and/or coronary artery involvement, with good recovery in most by the time of discharge. There was a high incidence of cardiovascular instability with systemic hypotension. Early management was targeted to reduce inflammation and medium to long-term complications. However, long-term follow-up will be essential and cardiac vigilance is needed in paediatric and potentially adult cohorts, as this condition is understood further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "UK government. Coronavirus (COVID-19) in the UK",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology of COVID-19 Among Children in China. Pediatrics. e20200702. Epub ahead of print",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "32179660"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Features of 20,133 UK patients in hospital with covid-19 using the ISARIC WHO Clinical Characterisation Protocol: prospective observational cohort study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Docherty",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1985"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID19: potential cardiovascular issues in pediatric patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bertoncelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guidarini",
                    "suffix": ""
                },
                {
                    "first": "Della",
                    "middle": [],
                    "last": "Greca",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "2",
            "pages": "177--183",
            "other_ids": {
                "DOI": [
                    "10.23750/abm.v91i2.9655"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hyperinflammatory shock in children during COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riphagen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31094--31095",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31094-1"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 Infection in Children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "1663--1665",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Novel Coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1313--1314",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus infections in children including COVID-19: an overview of the epidemiology, clinical features, diagnosis, treatment and prevention options in children",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Infect Dis J",
            "volume": "39",
            "issn": "5",
            "pages": "355--368",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Paediatric multisystem inflammatory syndrome temporally associated with COVID-19. Royal College of Paediatrics and Child Health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rcpch Guidance",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "List of ethnic groups",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk Government",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidance: Paediatric multisystem inflammatory syndrome temporally associated with COVID-19. Royal College of Paediatrics and Child Health",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Diagnosis, treatment, and long-term management of Kawasaki disease: a scientific statement for health professionals from the American heart association",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccrindle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Newburger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circulation",
            "volume": "135",
            "issn": "",
            "pages": "927--999",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Toxic shock syndrome: major advances in pathogenesis, but not treatment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Clin",
            "volume": "29",
            "issn": "3",
            "pages": "651--675",
            "other_ids": {
                "PMID": [
                    "23830657"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Recommendations for cardiac chamber quantification by echocardiography in adults: an update from the american society of echocardiography and the european association of cardiovascular imaging",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Am Soc Echocardiogr",
            "volume": "28",
            "issn": "",
            "pages": "1--39",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Right ventricular function in infants, children and adolescents: reference values of the tricuspid annular plane systolic excursion (TAPSE) in 640 healthy patients and calculation of z score values",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koestenberger",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ravekes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Everett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Soc Echocardiogr",
            "volume": "22",
            "issn": "6",
            "pages": "715--943",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Left ventricular long-axis function: reference values of the mitral annular plane systolic excursion in 558 healthy children and calculation of z-score values",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koestenberger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ravekes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am Heart J",
            "volume": "164",
            "issn": "1",
            "pages": "125--131",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ahj.2012.05.004"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Relationship of echocardiographic Z scores adjusted for body surface area to age, sex, race, and ethnicity",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Colan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stylianou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Circ Cardiovasc Imaging",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verdoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31103-X"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Impact of cardiac growth on Doppler tissue imaging velocities in healthy children",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Eidem",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Am Soc",
            "volume": "17",
            "issn": "",
            "pages": "212--221",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Kawasaki disease: a prospective population survey in the UK and Ireland from",
            "authors": [
                {
                    "first": "Rmr",
                    "middle": [],
                    "last": "Tulloh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mayon-White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harnden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Arch Dis Child",
            "volume": "104",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "30104394"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Regional ethnic diversity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk Government",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ethnicity and COVID-19: an urgent public health research priority",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Bangash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1421--1422",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Outbreak of Kawasaki disease in children during COVID-19 pandemic: a prospective observational study in Paris",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Toubiana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poirault",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corsia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.10.20097394"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "indicates fractional shortening, LVEF left ventricular ejection fraction, dP/dt difference of pressure over time, MAPSE mitral annular plane systolic excursion, N",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "R. Scholefield and Ashish Chikermane Joint senior authors. These assays are not widely available. CRP can be used as a surrogate marker for IL-6 RCPCH case definition 1. A child presenting with persistent fever, inflammation (neutrophilia, elevated CRP and lymphopenia) and evidence of single or multi-organ dysfunction (shock, cardiac, respiratory, renal, gastrointestinal or neurological disorder) with additional features (see below).This may include children fulfilling full or partial criteria for Kawasaki disease 2. Exclusion of any other microbial cause, including bacterial sepsis, staphylococcal or streptococcal shock syndromes, infections associated with myocarditis such as enterovirus (waiting for results of these investigations should not delay seeking expert advice).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Investigations as part of PIMS-TS screenPIMS-TS indicates paediatric inflammatory multisystem syndrome-temporally associated with SARS-CoV-2, SARS-CoV-2 severe acute respiratory syndrome coronavirus 2, FBC full blood count, U + E urea and electrolytes, LFT liver function test, CRP C-reactive protein, ESR erythrocyte sedimentation rate, LDH lactate dehydrogenase, BNP B type natriuretic peptide, CK creatinine kinase, EDTA ethylenediaminetetraacetic acid, PCR polymerase chain reaction, IVIG intravenous immunoglobulin, ECG electrocardiogram, NPA nasopharyngeal aspirate, EBV Epstein-Barr virus, CMV cytomegalovirus, HIV human immunodeficiency virus years of age. Eleven out of 15 (73%) were male. All patients were from African/Afro-Caribbean, South Asian, Mixed or other minority ethnic groups",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Overview of patient cohort PICU indicates paediatric intensive care unit, CRP C-reactive protein, ESR erythrocyte sedimentation rate, BNP B-type natriuretic peptide, CK creatinine kinase *Included invasive mechanical ventilation or humidified high-flow nasal prong oxygen a Included epinephrine, norepinephrine or vasopressin",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Coronary artery changes seen in individual patientsA indicates aneurysmal, D dilated, P prominent, N normal",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Degree of atrioventricular valve regurgitation in individual patients N indicates no regurgitation, T trivial, M mild, Mo moderate",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Details of echocardiogram results of children with PIMS-TS (n = 15)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to acknowledge the cardiac team at Birmingham Children's Hospital for their support in managing and investigating these patients. We would also like to thank the general paediatric, rheumatology, intensive care, retrieval teams, pharmacy and clinical management teams at Birmingham Children's Hospital for their support both with managing these patients as well as developing the MDT. We also want to acknowledge the support of the Clinical Immunology Service at the University of Birmingham.Funding The authors and contributors received no funding during production of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Conflict of interest There are no disclosures or conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "The study was classified and registered as service evaluation following assessment using the UK NHS research governance assessment tool (https ://www.hra-decis ionto ols.org.uk/resea rch/). The study was then reviewed by the Research Governance department at our institution (Birmingham Women's and Children's NHS Foundation Trust) and deemed to not require ethical approval (R&D Director's letter of approval available).Informed Consent All patients and/or their parents/legal guardians provided signed informed consent to inclusion of de-identified data in this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Approval"
        }
    ]
}