{
    "paper_id": "69f797bf1d92d3af24fa87f45c73c7663f2f2106",
    "metadata": {
        "title": "Systems engineering analysis of diagnostic referral closed-loop processes",
        "authors": [
            {
                "first": "Nicole",
                "middle": [],
                "last": "Nehls",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tze",
                "middle": [
                    "Sheng"
                ],
                "last": "Yap",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Talya",
                "middle": [],
                "last": "Salant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Dorchester",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Aronson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gordon",
                "middle": [],
                "last": "Schiff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [],
                "last": "Olbricht",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Boston, Boston",
                        "region": "Massachusetts, Massachusetts",
                        "country": "USA, Israel, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Swapna",
                "middle": [],
                "last": "Reddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Boston, Boston",
                        "region": "Massachusetts, Massachusetts",
                        "country": "USA, Israel, USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scot",
                "middle": [
                    "B"
                ],
                "last": "Sternberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "S"
                ],
                "last": "Anderson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beth Israel Deaconess Medical Center",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Russell",
                "middle": [
                    "S"
                ],
                "last": "Phillips",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "C"
                ],
                "last": "Benneyan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Northeastern University",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Diagnostic errors are a significant and costly patient safety issue, 1-3 including failures to complete diagnostic tests and referrals. 4 Closed loops, wherein an ordered test or referral is scheduled and completed, occur with alarmingly low reliability, with studies reporting 65%-73% not being completed. [4] [5] [6] Examples of closed feedback loops in other industries include inventory supply chains that track shipments and adapt delivery schedules to meet due dates, airlines that monitor flight delays and automatically reschedule travellers, and manufacturers that monitor equipment status and trigger maintenance when degradation occurs.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In contrast, current diagnostic specialty referral processes are largely open-loop 'push' systems, with few mechanisms to ensure completion, no automatic feedback and resilient adaptation systems. Information is not relayed back to the point of origin, limiting opportunities to address issues or errors and follow-up in timely manners. Existing 'open-loop' processes are associated with (1) insufficient communication throughout the diagnostic processes, (2) delays in care, (3) diagnostic results not being tracked nor addressed, (4) specialist findings and notes not being received or reviewed, (5) patient charts not being updated, and (6) patients not being notified and engaged in their care. 7 Notably, greater use of electronic health records (EHRs) does not appear to have necessarily lightened workloads, due to their lack of interoperability and easy access to necessary information often necessitating additional effort and workarounds. 8 These general types of systems problems have been advocated to be studied and redesigned via systems engineering (SE) methods by the National Academy of Medicine, Agency for Healthcare Research and Quality, National Science Foundation and others. [9] [10] [11] [12] [13] Industries with more reliable processes that ensure completion make greater use of such methods to better understand process performance and design processes that perform with higher reliability. While complementary Open access to 'quality improvement', SE also is significantly different in terms of methods and ways of thinking about processes, performance and design. We therefore aimed to conduct an interdisciplinary formative study, combining SE and other approaches, of current diagnostic closed-loop processes in a small urban community-based health centre and a teaching practice within a large academic medical centre.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 459,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 643,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 699,
                    "end": 700,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 949,
                    "end": 950,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1198,
                    "end": 1201,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To assess process consistency and stability, statistical process control charts 14 15 were constructed of monthly loop closing failure rates and delays for dermatology skin lesion referrals between January 2018 and December 2020. Results were examined for stability and unnatural variation indicative of non-standardised processes. Cross functional process maps that illustrate the process steps and roles of those involved were developed for specialty referrals both in general and specifically for dermatology based on 16 group interviews with primary care physicians, scheduling staff and patient representatives from both practices (see online supplemental material for examples of interview facilitation questions). Results were reviewed with subject matter experts involved in these processes including nurses, clinical administrative staff, medical assistants, residents, specialists and patients.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 85,
                    "text": "14 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Final results were analysed from a systems perspective using a combination of process analysis frameworks based on the Toyota production system, Lean manufacturing, human factors and reliability science. [16] [17] [18] [19] Each process step was categorised by primary activity and identified as value add (achieving the process purpose itself, eg, actions that directly benefit the patient), value enabling (conducting work leading to a value-add step but not value add itself, eg, actions that indirectly support direct patient care) or non-value add (NVA) (unnecessary work, eg, actions that do not benefit patients and are not necessary to deliver care) as classically defined in the engineering and 'lean' literature. 20 NVA analysis is a common method for helping see beyond existing mental models and understand process inefficiencies, waste and workarounds. Primary NVA activity categories included inspection or verification, data entry/storage, data querying, rework, reminders, delay/waiting and travel/transportation. Using human factors concepts, the process steps that were most susceptible to human error due to the cognitive load of the task or lack of technological support were indicated on the annotated process maps.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 209,
                    "end": 213,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 725,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Reliability design characteristics, based on the human factors safety framework that conceptualises processes along a person-focus versus system-focus continuum of low-quality through high-quality constructs, 19 included forcing functions, automation, redundancy, inspection, reminders, checklists, and education and awareness. Activity times were estimated and used in a time-driven activity-based costing (TD-ABC) analysis, using average wages estimated from literature by the type of personnel involved in each step. 21 22 Human factors considerations were used to estimate time burden on healthcare staff in the TD-ABC, based on the needed cognition and tools/ resources to complete the task.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 211,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 520,
                    "end": 525,
                    "text": "21 22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Results from the process mapping, activity analysis and statistical analysis led naturally to a failure analysis. The information generated was used to conduct an engineering failure modes and effects analysis (FMEA) to identify the most common types of loop closing failures and delays. 23 An interdisciplinary team of primary care physicians, nurses, specialists and quality improvement specialists from both test sites participated in a series of 10 FMEA meetings facilitated by systems engineers. For each identified failure mode, a risk priority number (RPN) was computed per convention as the product of its severity, occurrence and detectability scores (each estimated on a 1-10 scale) respective to each test site. Representatives from each test site provided and deliberated on severity, occurrence and detectability scores, where a discussion, consensus and averaging process was used in cases of differing views. Since FMEA scores might differ by patient condition, participants were asked to provide general estimates based on their experiences with patients on average. For severity scores, participants based their estimate on the potential failure's immediate effect on patients and the corresponding severity in terms of the level of patient harm/risk and delays in care. Improvement recommendations for failure modes with the highest RPNs were developed as part of the FMEA process and evaluated for feasibility, alignment with institutional priorities and potential impact.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Patient advisors were involved in the design and conduct of this research in several important manners. During the process mapping and failure analysis stages, patients were interviewed about their past experiences with completion of a specialty referral. Potential improvement efforts were informed by discussions with these patient advisors. Three patient advisors evaluated the process analysis, FMEA results and proposed solutions, and contributed to the design and planning of pilot tests and prototyping of solutions, offering valuable insights regarding potential patient challenges and perceptions of value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "Closed-loop failure rates and timeliness for dermatology referrals exhibit both initial stability (statistical control) during the baseline period but statistical changes at different times more recently (figure 1). Between 2018 and 2019 (baseline), loop closure rates averaged 86% for skin lesions concerning for cancer and 80% for nonconcerning lesions, with both decreasing and exhibiting unnatural variability in 2020. While 80%-86% loop closure is comparatively better than estimates found in the literature, such levels of performance in other industries would Open access be considered quite poor. Additionally, the remaining 14%-20% of patients with open loops are perceived to be the patients who experience the most barriers to care that are failed by the current system. Therefore, increasing the reliability of referral loop closure for all patients remains an important need for improvement to provide reliable, equitable and safer care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical control charts"
        },
        {
            "text": "Roughly 14% of monthly loop closure rates for concerning skin lesions are below the control chart lower limit, indicating a statistically significant performance degradation, likely due in part to closing of specialty clinics during the COVID-19 pandemic. Loop closure times during the 2018-2019 baseline period averaged 68.3 days for concerning skin lesions and 94.7 days for non-concerning skin lesions, each decreasing by roughly 50% after August 2019 (pre-COVID) as indicated by prolonged data runs below the baseline average. figure 2 illustrates the complexity of the process logic for diagnostic referrals in general (figure 2A) and specific to dermatology (figure 2B) (see online supplemental figure 2A,B for larger images). Workflows vary slightly based on type of specialty referral (gastroenterology, dermatology, etc), with most differences being in ordering and scheduling activities. Depending on specialty, referrals may be ordered via paper or electronic processes and with different personnel responsible for scheduling. Mechanisms and timeliness by which specialist notes are sent to the ordering primary care clinician also differ by referral type. While the study health system has an electronic referral management system, not all internal specialties use it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Statistical control charts"
        },
        {
            "text": "For specialties that do use the referral management system, the referring Primary care provider (PCP) sends an electronic order, with either administrative staff within the specialty attempting to contact the patient for scheduling (maximum of three attempts, two calls and a letter) or the patient calling the department directly. If an appointment is not successfully scheduled, the referral is entered into a list monitored by specialty staff who email the PCP, indicating a need to reschedule. If a patient does not attend a scheduled appointment, specialty administrative staff attempt to reach the patient two times to reschedule. After (and if) an appointment occurs, a specialist summary note is sent within the EHR to the referring PCP and the referral loop is considered closed as an operational definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process workflows"
        },
        {
            "text": "For specialties that do not use the electronic referral management system, referrals are ordered either via paper (with patients responsible for calling the specialist to schedule their appointment) or electronically through the EHR (with a fax sent to administrative staff in the Open access specialty department informing them to call the patient to schedule the appointment). If language barriers exist, office staff, interpreters or family members help schedule the appointment. In some infrequent cases, the PCP is notified if the appointment is not scheduled or not kept so that the PCP can reach out to the patient to help reschedule. If the specialty appointment is completed within the network, the specialist notifies the PCP of non-urgent findings through a message within the EHR, mailed printout or fax, and of any urgent findings through email or through the patient directly. For out-of-network referrals, either specialist notes are mailed or faxed to the PCP; the PCP calls the specialist for findings; or the PCP checks to see if the notes are available in an online portal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process workflows"
        },
        {
            "text": "The dermatology-specific process for managing referrals (figure 2B) differs in a few aspects. Dermatology clinical administrative staff and practice representatives receive referral orders in several manners-either via emails, provider phone calls, patient phone calls, order lists within the EHR or orders within a referral list manager-each of which are processed differently. Orders received via email or the EHR are verified by practice representatives and scheduled based on urgency, with all patients contacted within three business days. Dermatology staff outreach to patients with a maximum of three phone calls to schedule an appointment, although the PCP is not notified if left unscheduled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process workflows"
        },
        {
            "text": "Patients who call for a referral are triaged and scheduled by dermatology patient service representatives. If a provider calls to order a referral, dermatology staff call the patient to notify them of their scheduled appointment, sometimes leaving a message without confirming directly. After an appointment is scheduled (since June 2020), the patient is screened for COVID-19 a few days Open access before appointment and reminded of their appointment through a text message. If the appointment is kept, specialists send their notes to the PCP either through email, an EHR message (if in network) or mail/fax (if out of network). There is no standardised process for tracking unkept or cancelled appointments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process workflows"
        },
        {
            "text": "Results of process analysis of the aforementioned workflow activities are summarised in table 1. Overall, approximately 21% of process activities were considered value-add to the patient, comprising 23%-33% of the total process time and 45%-55% of the total process cost. Value-enabling activities account for 53%-63% of process activities (51%-55% of time and 26%-33% of costs), and NVA activities account for 17%-26% of process activities (16%-23% of time and 19%-22% of costs). Numerous process activities involve data entry or storage (28%-33%) and data querying (16%-21%), together accounting for the most time (46%) and costs (25%-28%). The process involves 8%-14% rework and repeated steps, 4%-5% transportation/travel and 4%-7% delays. Both processes are characterised by dependencies on reminders, inspection, verification, transportation and rework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process activity analysis"
        },
        {
            "text": "Identified reliability design constructs mostly rely on low reliability concepts (table 2), although several opportunities also were identified to incorporate higher reliability concepts (eg, reduced reliance on reminders and checklists and increased use of standardisation, simplification, information technology (IT), automation and forcing functions). Examples include standardised electronic referral order forms and scheduling processes, centralised orders received by specialties, self-scheduling systems, automated referral completion measurement and reporting, time-based reminders for providers to follow-up on incomplete referrals, and lists to better manage urgent and critical referrals. Lower reliability design opportunities (worthwhile but usually considered insufficient alone) include improved patient education about referral importance and processes, identification of patients needing extra support, call or text reminders to patients to schedule and confirm appointments, and streamlined workflow for tracking outreach and status of referral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process activity analysis"
        },
        {
            "text": "Process failure modes were similar for both study sites (figure 3A), with the academic practice having slightly higher (worse) RPN scores (see online supplemental figure 3A for larger images). The top types of failures involved either scheduling, unkept appointments or PCP-specialty communication and coordination issues. Patients or the specialty department often are unable to schedule appointments, such as if the specialist did not receive the order, patients forget to schedule the appointment and did not receive a reminder, patients cannot reach the specialist to schedule the appointment or is put on hold or asked to leave a voicemail, scheduling staff cannot reach the patient, or a language barrier exists. Calls from telephone numbers from the health system often are disguised for confidentiality, consequently with some patients less likely to answer. The PCP may be unaware that a referral was not scheduled if the specialty department or patient does not contact or notify the PCP. A lack of schedule transparency between primary and specialty departments can limit coordination of provider and patient availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Failure analysis"
        },
        {
            "text": "A patient also may not keep a scheduled appointment if they are overwhelmed, lack transportation or their issue resolved. Patients needing transportation or interpreters Table 1 Summary of process analysis using activity categories based on the Lean/Six Sigma types of process waste, Toyota production system, and value stream analysis frameworks Open access currently need to proactively ask for assistance in order to attend their appointment. If a patient cancels an appointment, no outreach to the patient occurs to reschedule, placing this responsibility also on the patient. A PCP may not be notified or unaware that a referral was not kept. Did not keep appointment (DNKA) notifications or specialist notes also may be overlooked in crowded message inboxes, or significant delays may occur until a PCP receives paper notifications. Follow-up and coordination between the PCP and specialist commonly fail if a PCP does not receive or review the specialist notes from encounters that successfully occur in a timely manner. This can occur if specialist notes are received in batches. Specialist notes also can get lost in the EHR messages or the PCP may be unaware of specialist recommendations due to the unstructured format of specialist notes. Since some specialties do not reach out to patients in timely manners, patients may need to call specialists for results or follow-up needs. Referrals to off-site or out-of-network specialties put more responsibility on patients to ensure their specialist has all needed paperwork and results are communicated to their PCP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Failure analysis"
        },
        {
            "text": "Additional dermatology-specific failure modes include the lack of a centralised order system, different urgency perceptions between PCPs and specialists, and inability to track patients who cancel or DNKA. Dermatology clinical administrative staff receive referral orders in various manners (email, call, EHR or list manager), which complicates tracking and increases workload. Dermatology referral order forms used by PCPs do not reflect specialist perceptions of urgency, causing inefficiencies in the scheduling workflow. Scheduling staff also often need to verify the reason for referral and the PCP-specified time frame to ensure they agree with their guidelines. No automated process exists for tracking incomplete referrals (unscheduled, unkept or cancelled), with processes to track outreach and scheduling being heavily manual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Failure analysis"
        },
        {
            "text": "Recommendations from the FMEA, along with their estimated feasibility and effectiveness, are shown in figure 3B , including eight IT-based, three workflowbased and one resource-based (see online supplemental figure 3B ). Those shown in the top right quadrant are the most feasible and effective. The top feasible-andeffective recommendation is a referral tracking tab built into the EHR to streamline identifying patients needing Table 2 Current use and identified opportunities to apply reliability design principles to improve closing loops in diagnostic referrals Reliability construct (ordered from high to low) Current process Additional opportunities",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "text": "figure 3B",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 217,
                    "text": "figure 3B",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 437,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Failure analysis"
        },
        {
            "text": "Forcing functions ► Referral guidelines displayed in EHR before order can be placed. ► Standardising scheduling process across all specialties/ departments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Failure analysis"
        },
        {
            "text": "► Centre for Clinical Computing scheduling system ► Standardised note templates ► Patient portal ► Urgency indicators on orders to create priority lists. ► Standardised electronic order forms across specialties. ► Centralised retrieval of orders for specialties. ► Self-scheduling platform for patients. ► Improved messages tab within EHR to declutter and prioritise critical referrals. ► Automated performance measurement and reporting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Process Automation (and IT)"
        },
        {
            "text": "► Staff verifying insurance will approve referral after order is placed. ► Multiple attempts to contact patients to schedule. ► Specialists verifying/correcting providerindicated urgency for referral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redundancy, inspection"
        },
        {
            "text": "► Confirming patient preference of contact method at point of order of referral. ► Tracking patient contact attempts and displaying in a streamlined manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redundancy, inspection"
        },
        {
            "text": "Reminders, checklists ► Referral list manager. ► Providers writing Post-It notes to follow up on certain patients. ► Providers adding follow-up reminders to their to-do list within the EHR. EHR, electronic health record.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Redundancy, inspection"
        },
        {
            "text": "intervention, track incomplete referrals, filter by priority, check off whether the appropriate actions have been addressed, and feedback to primary care and specialty clinicians if a referral is not scheduled or completed within a certain time frame. Other high viability/high effectiveness recommendations include a standardised electronic referral order form and ability for providers to indicate patients who need referral assistance. A uniform electronic ordering system in the EHR could be established whereby order forms and scheduling processes are standardised across all specialties. An example might be that a specialty referral order form has Figure 3 Example of FMEA results for diagnostic referral process and process improvement ideas produced from FMEA. (A) Identified failure modes, causes and RPNs are summarised in each column, along with the RPN score difference between the two study practices. Grey indicates minimum RPN score; orange denotes additional RPN score for site 1 over site 2; blue denotes additional RPN score for site 2 over site 1. Failure modes with the highest RPNs (to the right of the red vertical line) were prioritised for potential process redesign solutions. (B) Evaluated highest scoring process improvement ideas based on feasibility versus potential impact. Grey colour scale represents the degree of impact to patients (least amount of patients impacted to broader impact). Improvement ideas are categorised as workflow, IT/EHR-based or resource/staffing changes. Green outlines represent improvement ideas that in combination would be implemented through a referral tracking tab in the EHR (see online supplemental material for larger versions). EHR, electronic health record; FMEA, failure modes and effects analysis; RPN, risk priority number.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 655,
                    "end": 663,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Open access"
        },
        {
            "text": "Open access a checkbox to indicate whether the patient needs extra help, with those patients then being provided support by navigators, interpreters and administrative staff. Referral orders also could be centralised within a single system to allow specialty administrative staff to better manage and track referrals, as well as to update specialty-specific guidelines that enable more efficient triaging and scheduling. Standardised operating procedures for the scheduling process could be established that clarify whether the patient or specialist department is responsible for scheduling the appointment. Calls from the health system also could be appropriately labelled in order to increase the likelihood that patients will answer the call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Other recommendations include implementation of a self-scheduling system, automated reminder texts to patients to schedule and keep their appointment, a filtering capability to the EHR to identify critical specialist notes and during PCP visit scheduling of specialty referrals. Some patients prefer to have their appointment scheduled before the end of their PCP visit rather than having to call at a later time, which could significantly improve completion rates and timeliness; since selfscheduling does not cater to all patients, an option for assistance from scheduling staff might be included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Understanding current processes for closing diagnostic referral loops is an important step to designing more reliable processes. SE methods can complement other approaches to help understand performance, characterise underlying issues and identify potential design improvements. In this study, we conducted a formative SE analysis of processes for ordering and completing diagnostic referrals ('closing diagnostic loops') both in general and with dermatology referrals as a specific use case. Key insights include over-reliance on low-reliability design characteristics alone, variation in non-standardised work processes, inefficient push systems, serial queues, list management systems resulting in excessive delayed and unnecessary work, and consequently excessive amounts of non-value-add activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "SE methods were used in an integrated way throughout this analysis to comprehensively understand process logic, performance and problems. For example, process mapping, activity analysis and statistical analysis used in the problem understanding phase led naturally to an FMEA failure analysis and redesign efforts. This same approach can serve as a general framework that any health system could follow to systematically understand, analyse and improve care processes. Across large and small organisations, these low-cost and effective methods are well suited for adoption by improvement teams and can be applied to a wide range of problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While loop closing failures have been discussed in the literature, little work of this nature has analysed underlying processes from system design perspectives. Patel et al assessed the ability of a large health system to close the loop on referrals from primary care practices to specialty departments using EMR-generated data to measure scheduling rates and documentation completion after appointments. 4 Other studies have evaluated referral loop closure and failures through manual chart audits and physician and patient surveys. [24] [25] [26] While such studies acknowledge the need for innovative solutions, SE and design methodologies were not applied to address systemwide process breakdowns, communication and coordination failures, and variability in closure rates across specialties. Literature regarding interventions to close referral loops mainly focus on implementing electronic referral systems and clinical decision support systems, 27 often primarily focusing on the ordering process but not addressing problems in other referral subprocesses such as scheduling, tracking kept appointments, communication between the PCP and specialist, and follow-up. Moreover, very few publications describe effective sustainable or generalisable improvements, with many being unique to the details of a particular department or specialty in a given healthcare system.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 539,
                    "end": 543,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 951,
                    "end": 953,
                    "text": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Several implications arise from our results. Most generally, fundamental or disruptive redesign of diagnostic referral processes may be necessary to achieve breakthrough improvement, with current performance levels being too low due in part to underlying designs (eg, too many steps, relying on push systems and low reliability process constructs). Incremental improvement of current referral process mental models alone, thus, may not be an effective strategy. Reliability engineering design approaches appear applicable and worthy of further exploration. Finally, existing or potential processes that require patients to assume implicit responsibility for closing care loops may introduce or exacerbate social inequities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study had a few limitations. Only two primary care practices and one specialty were investigated, so specific results may not generalise to other settings. FMEA and other process analysis methods rely to a certain extent on subjective estimates, although group consensus and engagement of a broad set of stakeholders likely accounted for diverse perspectives. The disruption during the study of the COVID-19 pandemic starting in early 2020 introduced frequent process changes, limited clinician availability for some meetings, and shifted institutional priorities and infrastructures. Nonetheless, the general analysis approach and nature of many findings seem applicable to other diagnostic closed-loop contexts, specialties and problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Similar analyses therefore are needed for other types of referrals, as well as for diagnostic testing and processes for following up on worrisome symptoms and findings. Future work also might pilot the most promising solution concepts to test effectiveness and refine implementation details. While beyond the scope of the current formative analysis, SE process design methods also might be used, such as the structured analytical design technique to help define required processes, systems theoretic process",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The incidence of diagnostic error in medicine",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Graber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Qual Saf",
            "volume": "22",
            "issn": "2",
            "pages": "21--28",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2012-001615"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Testing process errors and their harms and consequences reported from family medicine practices: a study of the American Academy of family physicians national research network",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hickner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Elder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Qual Saf Health Care",
            "volume": "17",
            "issn": "",
            "pages": "194--200",
            "other_ids": {
                "DOI": [
                    "10.1136/qshc.2006.021915"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Missed and delayed diagnoses in the ambulatory setting: a study of closed malpractice claims",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Gandhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kachalia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "145",
            "issn": "",
            "pages": "488--96",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-145-7-200610030-00006"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Closing the referral loop: an analysis of primary care referrals to specialists in a large health system",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schettini",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Leary",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Gen Intern Med",
            "volume": "33",
            "issn": "",
            "pages": "715--736",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-018-4392-z"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Closing the loop on electronic referrals: a quality improvement initiative using the care coordination model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Fabre",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Andresen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Wiltz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Ambul Care Manage",
            "volume": "43",
            "issn": "",
            "pages": "71--80",
            "other_ids": {
                "DOI": [
                    "10.1097/JAC.0000000000000315"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Failure to follow-up test results for ambulatory patients: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Callen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Westbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Georgiou",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Intern Med",
            "volume": "27",
            "issn": "",
            "pages": "1334--1382",
            "other_ids": {
                "DOI": [
                    "10.1007/s11606-011-1949-5"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Using health IT to mitigate delayed, missed, and incorrect diagnoses related to diagnostic testing and medication changes using health IT. ECRI Institute",
            "authors": [],
            "year": 2018,
            "venue": "Partnership for Health IT Patient Safety workgroup",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Closing the loop: a guide to safer ambulatory referrals in the EHR era",
            "authors": [],
            "year": 2017,
            "venue": "Institute for Healthcare Improvement",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Systems engineering in healthcare -a personal UK perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dodds",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Future Healthc J",
            "volume": "5",
            "issn": "",
            "pages": "160--163",
            "other_ids": {
                "DOI": [
                    "10.7861/futurehosp.5-3-160"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Building a better delivery system: a new engineering/health care partnership",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Compton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Industrial and systems engineering and health care: critical areas of research. Agency for Healthcare Research and Quality, US Department of Health and Human Services",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Valdez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ramly",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Engineering better care: a systems approach to health and care design and continuous improvement",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bogle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Report to the President, better health care and lower costs: accelerating improvement through systems engineering. Executive Office of the President",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Use and interpretation of statistical quality control charts",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Benneyan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J Qual Health Care",
            "volume": "10",
            "issn": "",
            "pages": "69--73",
            "other_ids": {
                "DOI": [
                    "10.1093/intqhc/10.1.69"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Application of statistical process control in healthcare improvement: systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lundberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ask",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Qual Saf Health Care",
            "volume": "16",
            "issn": "",
            "pages": "387--99",
            "other_ids": {
                "DOI": [
                    "10.1136/qshc.2006.022194"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Examine costs of system quality via perfect process analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benneyan",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "IIE Trans",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mistake-proofing the design of health care processes. Agency for Healthcare Research and Quality, Department of Health and Human Services",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grout",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Challenges and opportunities for improving patient safety through human factors and systems engineering",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carayon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                },
                {
                    "first": "B-Z",
                    "middle": [],
                    "last": "Hose",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Aff",
            "volume": "37",
            "issn": "",
            "pages": "1862--1871",
            "other_ids": {
                "DOI": [
                    "10.1377/hlthaff.2018.0723"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improving the reliability of health care, Institute for healthcare improvement",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Value-Added care: a paradigm shift in patient care delivery",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Upenieks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akhavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kotlerman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nurs Econ",
            "volume": "26",
            "issn": "",
            "pages": "294--300",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "OES state occupational employment and wage estimates",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Massachusetts",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "What is the average dermatologist salary by state in 2021? (n.d.), 2021",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Using health care failure mode and effect analysis: the Va national center for patient safety's prospective risk analysis system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Derosier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stalhandske",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bagian",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Jt Comm J Qual Improv",
            "volume": "28",
            "issn": "",
            "pages": "248--67",
            "other_ids": {
                "DOI": [
                    "10.1016/S1070-3241(02)28025-6"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Errors in completion of referrals among older urban adults in ambulatory care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Perkins",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Callahan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Eval Clin Pract",
            "volume": "16",
            "issn": "",
            "pages": "76--81",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2753.2008.01117.x"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Outpatient consultation: interaction between the general internist and the specialist",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Byrd",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Gen Intern Med",
            "volume": "2",
            "issn": "",
            "pages": "93--101",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02596304"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The consultation and referral process. A report from neon. northeastern Ohio network Research Group",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bourguet",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccord",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Fam Pract",
            "volume": "46",
            "issn": "",
            "pages": "47--53",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Electronic referral systems in health care: a scoping review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azamar-Alonso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "L-A",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clinicoecon Outcomes Res",
            "volume": "11",
            "issn": "",
            "pages": "325--358",
            "other_ids": {
                "DOI": [
                    "10.2147/CEOR.S195597"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Introduction to reliability engineering",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Resilience engineering concepts and precepts",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hollnagel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Resilience and resilience engineering in health care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Fairbanks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Wears",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Jt Comm J Qual Patient Saf",
            "volume": "40",
            "issn": "",
            "pages": "376--83",
            "other_ids": {
                "DOI": [
                    "10.1016/S1553-7250(14)40049-7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Complex Systems in Medicine: A Hedgehog's Tale of Complexity in Clinical Practice, Research, Education, and Management",
            "authors": [
                {
                    "first": "Aron",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Process stability and variability in diagnostic dermatology referral closed-loop failures and times until closure, stratified by skin lesions concerning for cancer and skin lesions non-concerning for cancer. (A) Skin lesions concerning for cancer monthly per cent of closed dermatology referrals (p statistical control chart). (B) Skin lesions concerning for cancer monthly average time until closing referrals (x-bar statistical control chart). (C) Non-concerning skin lesions monthly per cent of closed dermatology referrals (p statistical control chart). (D) Non-concerning skin lesions monthly average time until closing referrals (x-bar statistical control chart).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Process maps for diagnostic referral processes showing the ordering, scheduling and follow-up processes for innetwork and out-of-network referrals. (A) General referral process and (B) dermatology referral process. Labels on each process map indicate activity categorisations (see online supplemental material for larger versions offigure). Q, data querying; E, data entry/storage; W, delay/waiting; I, inspection/verification; R, reminder; S, rework; T, travel/transportation; V, value add.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Call/text reminders for patients to schedule and confirm appointment. ► Time-based triggers/reminders for providers to follow up on critical not scheduled or kept referrals. Education, awareness ► Patients educated at visit about following up on test or referral. ► Patient self-advocacy. ► Clinical decision support and guidelines for referrals at point of order. ► Strengthened patient understanding of clinical importance of referral. ► Patient indication of needing support to close loop on referral.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements This work was supported by the Agency for Healthcare Research and Quality (grant 1R18HS027282). The authors thank Bayo Oshin, Katie Goncalves and Sundas Izhar for assistance with data extraction, process understanding and manuscript suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Open access analysis to understand system performance as a whole, reliability design to reduce human factors issues and robust design so that solutions apply generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Closing diagnostic referral loops is a common challenge for all healthcare systems. Most current referral processes can be characterised by over-reliance on low reliability process designs-reminders, tracking lists, push-forward processes, limited IT use, lack of automated feedback loops and personal workarounds-resulting in poor referral completion rates and timeliness. Redesigned processes that ensure loops are closed by default, including the human factors approach of failure prevention, identification and mitigation, 19 28 and the high reliability focus on resilience, 29-31 are nearly non-existent but potentially could have significant value. SE analysis and process design methods are useful for both highlighting the nature of problems in current processes and identifying potential improvements to achieve more reliable and timely diagnostic referral processes.Contributors JCB was coprincipal investigator in this study, led all systems engineering work, contributed to the design, analysis and manuscript drafting, and is guarantor of the study conduct and content. NN was research coordinator and systems engineer in this study, performed the analysis, and drafted and prepared the article. TSY was a systems engineer in this study who also conducted the analysis and contributed to manuscript drafting. SBS contributed to the analysis by providing data and manuscript feedback. TSA, MA, GS and TA contributed to the analysis by providing important insight regarding general referral processes, failures, and potential solutions and manuscript feedback. SO and SR contributed to the analysis by providing important insight regarding dermatology referral processes and failures and manuscript feedback. RSP was coprincipal investigator in this study, contributed to the design, provided coordination between teams, and provided manuscript feedback.Funding This study was funded by Agency for Healthcare Research and Quality (grant number 1R18HS027282).",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 532,
                    "text": "19 28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Patient consent for publication Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests None declared."
        },
        {
            "text": "University's Center for Primary Care. All research activities were approved by the health system's institutional review board.Provenance and peer review Not commissioned; externally peer reviewed.Data availability statement All data relevant to the study are included in the article or uploaded as supplementary information. Not applicable.Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval This work was approved by institutional review boards at Northeastern University, Beth Israel Deaconess Medical Center and Harvard"
        },
        {
            "text": "Nicole Nehls http:// orcid. org/ 0000-0002-4078-6082 James C Benneyan http:// orcid. org/ 0000-0003-0070-9709",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}