{
    "paper_id": "6a4aa914abdfa81cabd273334fc4f007f8a98ed4",
    "metadata": {
        "title": "Risk factors for myocardial injury at admission of 325 patients with coronavirus disease 2019 in Shanghai, China",
        "authors": [
            {
                "first": "Xue",
                "middle": [],
                "last": "Mei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuanyuan",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhiping",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yun",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Hui"
                ],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Xingcheng"
                ],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Fang"
                ],
                "last": "Shen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qingnian",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhengguo",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xingxia",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongying",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiefei",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yuyi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "|",
                "middle": [
                    "Lie"
                ],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hongzhou",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": "luhongzhou@fudan.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Myocardial injury leads to higher mortality in COVID-19, but the causes and risk factors are variable. We evaluated the potential risk factors for myocardial injury in COVID-19 patients to improve treatment strategies and reduce mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Shanghai, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The median age in our cohort was 51 [range 15-88] years, 26 (8%) were critically ill, and 177 patients (19.7%) had myocardial injury. The myocardial injury group comprised older, more critically ill patients with hypertension, other comorbidities, history of angiotensin-converting enzyme inhibitor/angiotensin receptor blocker use, lower peripheral blood lymphocyte count and higher Ddimer levels. Binary logistic regression analysis identified only age was an independent risk factor for myocardial injury (odds ratio 1.019; 95% confidence interval 1.003-1.036; age increase by 1 year = myocardial injury risk increase by 1.9%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Older age was associated with a higher incidence of myocardial injury for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is now well known that myocardial injury is also one of the important pathogenic features of the coronavirus disease 2019 (COVID- 19) . 1 The exact mechanisms of how severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can cause myocardial injury are not clearly understood. Most data suggest that the angiotensin-converting enzyme 2 (ACE2), the main receptor for SARS-CoV-2 invasion into cells, is widely present throughout the cardiovascular system. 2, 3 Theoretically, the virus may invade cardiac muscle cells through this receptor and cause myocardial injury, leading to cardiomyopathy, cardiac dysfunction and heart failure. The proposed mechanisms of myocardial injury include direct damage to the cardiomyocytes, systemic inflammation, myocardial interstitial fibrosis, interferon-mediated immune response, exaggerated cytokine response by T cells, coronary plaque destabilisation and hypoxia. [4] [5] [6] Myocardial injury has been reported to be associated with increased mortality in hospitalised patients with COVID-19. 7, 8 Therefore, it is necessary to detect potential myocardial injury in COVID-19 patients as early as possible. There have been several reports on myocardial injury in COVID-19 patients on admission, but the cause and risk factors for myocardial injury are variable. 9, 10 Understanding the risk factors for myocardial injury in COVID-19 patients may enable clinicians to improve treatment strategies and thereby reduce mortality rate.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "19)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 139,
                    "end": 140,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 465,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 467,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 921,
                    "end": 924,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1046,
                    "end": 1047,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1314,
                    "end": 1316,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "We analysed clinical data, myocardial injury-related biochemical indicators and electrocardiographic findings of 325 COVID-19 patients who were hospitalised in our centre to explore the characteristics and risk factors of myocardial injury on admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "This retrospective study included COVID-19 patients hospitalised at the Shanghai Public Health Clinical Centre, between 20 January and 26 February 2020. All cases of COVID-19 were diagnosed on the basis of a positive result on real-time reverse transcription polymerase chain reaction (RT-PCR) assay of nasopharyngeal swab specimens. 11 Myocardial injury was defined by the presence of at least one of the following criteria 10 : blood levels of cardiac-related biomarkers (myocardial calcium protein I [TNI] or creatine kinase isoenzyme [CK-MB]) higher than the upper reference limit of the normal value (ULN) of the 99th percentile; and electrocardiographic (ECG) abnormalities on admission, including supraventricular tachycardia, ventricular tachycardia, atrial fibrillation, ventricular fibrillation, bundle branch block, ST-segment elevation/depression, T-wave flattening/inversion and QT-interval prolongation. Based on the presence of predefined criteria of myocardial injury, the 325 patients were classified into two groups: Group 1 with myocardial injury (n = 177) and Group 2 without myocardial injury (n = 148).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 336,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 425,
                    "end": 427,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 503,
                    "end": 508,
                    "text": "[TNI]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Study participants"
        },
        {
            "text": "For our study, two clinicians reviewed the electronic medical records and collated information on demographics, medical history, clinical symptoms, laboratory findings and ECG reports. The results of routine blood tests (eg white blood cell count [WBC] and lymphocyte count [LYM]) as well as those of myocardial injury-related biochemical parameters (eg creatine kinase [CK], CK-MB, TNI, myoglobin, N-terminal pro-B-type natriuretic peptide [pro-BNP], D-dimer, high-sensitivity C-reactive protein [hs-CRP] and estimated glomerular filtration rate [eGFR]) were collected. All ECGs were conducted at the bedside on the first day of hospitalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Clinical and laboratory data"
        },
        {
            "text": "It had been confirmed that myocardial injury was related to the mortality of COVID-19 infection. Our study showed that older age was an independent risk factor for myocardial injury in those infected people. In community and hospital institutions, physicians need to pay more attention to myocardial injury in the older patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Policy Impact"
        },
        {
            "text": "Current research indicates that the older patients with COVID-19 are more susceptible to develop to severe disease, wherein with myocardial injury confers a higher mortality risk. Older age was associated with a higher incidence of myocardial injury in COVID-19 patients. We suggest it would be beneficial to detect and prevent myocardial injury through monitoring the biochemical markers or ECG abnormality of COVID-19 patients, especially in patients with comorbidities such as hypertension, a low lymphocyte level, high D-dimer level and critical diseases. During the treatment, the dynamic changes in myocardial injury-related indicators and electrocardiograms need to be monitored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practice Impact"
        },
        {
            "text": "Fever was defined as a recorded axillary temperature of at least 37.3°C. The duration of illness onset was defined as the interval from the occurrence of clinical symptoms to hospitalisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practice Impact"
        },
        {
            "text": "Continuous and categorical variables were presented as the median (interquartile range [IQR] ) and n (%), respectively. The Mann-Whitney U test, chi-squared test or Fisher's exact test was used to compare differences between the Groups 1 and 2. To identify the risk factors of myocardial injury, Spearman correlation analysis and binary logistic regression analysis were used. Differences in values between tested groups were regarded as significant at a value of P < 0.05. Data were analysed by using SPSS, version 25.0 (IBM SPSS).",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 92,
                    "text": "[IQR]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Statistical analysis"
        },
        {
            "text": "This study was approved by the Ethics Committee of Shanghai Public Health Clinical Centre and has therefore been performed in accordance with the ethical standards laid down in an appropriate version of the Declaration of Helsinki (as revised in Brazil 2013). The need for written informed consent was waived in view of the retrospective study design and the urgent need to collect data on a burgeoning pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Ethical statement"
        },
        {
            "text": "Of the 325 COVID-19 patients, 26 (8%) cases were critically ill. There were 168 (51.7%) males, and the median age of the patients was 51 (range 15-88) years. The median duration to onset was 4 days (IQR 3-7 days), and the median hospitalisation duration was 15 days (IQR 11-21 days). The median duration until the pharyngeal swab nucleic acid test result turned negative was 12 days (IQR 8-17 days).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "The proportion of male patients, onset days, hospital stays and days for the pharyngeal swab nucleic acid test to turn negative were similar in both groups. The median age (56 years) in the myocardial injury group was significantly higher than that (42.5 years) in the without myocardial injury group (P = 0.000 [<0.01]). The proportion of severely ill patients in the myocardial injury group was 14.9% (22 of 177), which was significantly higher than that in the without myocardial injury group ( However, there were no significant intergroup differences in the proportion of other comorbidities including coronary heart disease, diabetes, chronic kidney disease, other diseases, history of smoking, history of alcohol intake and the proportion of patients with fever and respiratory symptoms ( Table 1 ).",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 796,
                    "end": 803,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Demographic characteristics"
        },
        {
            "text": "The myocardial injury-related biochemical parameters (eg CK, CK-MB, TNI, MYO and pro-BNP) and patient characteristics were shown in Table 1 . Among the 325 patients with COVID-19, 177 (54.5%) had myocardial injury, of which 95 (29.2%) showed abnormal levels of markers (TNI or CK-MB>ULN); 5 (1.5%) had markers (TNI and CK-MB) that exceeded the ULN. In total, 126 (38.8%) patients had abnormal ECG findings, of which 60 patients (18.5%) showed arrhythmia, 80 patients (24.6%) showed ST-T abnormalities, and 17 patients (5.2%) had both arrhythmia and ST-T abnormalities. The levels of WBC, hs-CRP and eGFR were not significantly different between the two groups. The levels of LYM in the Group 1 (median: 1.07 × 10 9 /L; IQR 0.75-1.40 × 10 9 /L) were significantly lower than those in the Group 2 (median: 1.21 × 10 9 /L; IQR 0.93 × 10 9 /L, 1.59 × 10 9 /L; z = −3.117, P = 0.002); however, the levels of D-dimer in the Group 1 (median: 0.45 gµ/L; IQR 0.33-0.79 gµ/L) were significantly higher than those in the Group 2 (median: 0.37 gµ/L; IQR 0.24-0.60 gµ/L; z = −3.391, P = 0.001; Figure 1 and Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1089,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1101,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| Baseline clinical laboratory data"
        },
        {
            "text": "Correlation analysis showed that early myocardial injury in COVID-19 patients correlated with seven factors: age, hypertension, history of ACEI/ARB use, critical illness, LYM, D-dimer level and comorbidities. The remaining factors on admission did not influence the development of myocardial injury in COVID-19 patients. Binary logistic regression analysis revealed that age was the only independent risk factor for myocardial injury on admission ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Correlation and regression analyses of myocardial injury in COVID-19 patients on admission"
        },
        {
            "text": "In this study, we found that there were 54.5% COVID-19 patients with biochemical markers or ECG abnormalities indicative of myocardial injury but without acute myocardial infarction on admission. Seven factors were associated with myocardial injury in COVID-19 patients on admission; however, only age was an independent risk factor. The mean levels of biochemical indicators related to myocardial injury, including CK, CK-MB, TNI, MYO and pro-BNP, did not exceed the ULN by more than twofold, showed a mild degree of myocardial injury in COVID-19 patients on admission. This revealed that, in the early stages of infection, the virus itself had less effect on myocardial injury. As in previous reports, we found that the proportion of patients with TNI>ULN was the highest (24.9%, n = 81); among all abnormal biochemical indicators for myocardial injury, the TNI was likely to be a greater predictor of detection or early exclusion of myocardial injury in COVID-19. 12 The highest CK value of 8450 U/L in our study was an extreme value in one patient whose ECG findings were normal, and the TNI did not increase. Thus, we did not consider the cause of the highest CK was myocardial injury and distinguished it from the diagnoses of rhabdomyolysis and myositis. Furthermore, 23 patients had pro-BNP levels that exceeded the ULN, with a maximum value of 2224 pg/ mL. These patients were considered to be at risk of heart failure, and related makers should be closely monitored during treatment.",
            "cite_spans": [
                {
                    "start": 967,
                    "end": 969,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "As noted above, there were 177 (54.5%) patients with biochemical markers or ECG abnormalities indicative of myocardial injury but without acute myocardial infarction. Therefore, the proportion (54.5%) of patients with myocardial injury was significantly higher than that reported in other studies. 10 The myocardial injury group comprised a higher proportion of patients with abnormal ECG findings than that of patients with abnormal levels of biochemical markers (TNI or CK-MB>ULN; 38.8% vs. 29.2%). If clinicians only rely on abnormal biochemical indicators to diagnose myocardial injury, it may lead to a missed diagnosis. Elsaid et al had reported the case of a 55-year-old patient with ventricular fibrillation and QT prolongation but without abnormal TNI, which was due to the SARS-CoV-2 infection alone and not due to the drug treatment. 13 Several studies have indicated that arrhythmia is the most common manifestations of ECG abnormalities; however, in our study, we found the proportion of ST-T segment abnormalities (n = 80, 24.6%) was higher than that of arrhythmia (n = 60, 18.5%). These nonspecific ECG changes may be associated with hypoxia and fever.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 845,
                    "end": 847,
                    "text": "13",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "To explore the cause of the myocardial injury, we analysed the baseline data, especially the demographic, complications and severity of illness. The rate of severe illness was 8% in our study, which was considerably lower than that in Hubei and most other parts of China. 11 Furthermore, the incidence of severe illness in the myocardial injury group was significantly higher than that of the group without myocardial injury, and all death cases (n = 7) were in the myocardial injury group, similar to the results of previous research. 14 role of the ACE2 receptor in SARS-CoV-2 infection, previous studies speculated that the renin-angiotensinaldosterone system (RAAS) inhibitor (ACEI/ARB) can play long-term cardioprotective effects on COVID-19 patients. 15 However, it was strange that more patients in our myocardial injury group took ACEI/ARB, which was attributable to the fact that more patients in that group had hypertension and complications. Indeed, until now there is no clear basis to prove the risk and benefit for the use of these drugs in COVID-19 patients with hypertension. However, coronary heart disease and diabetes were apparently unrelated to the myocardial injury in our study, which is different from the results reported in previous studies. 16 Although more than 80% of patients had fever and 60% had respiratory symptoms, these symptoms were not associated with myocardial injury. Laboratory blood test results showed that the median WBC level of all patients was 4.83 × 10 9 /L, which was closer to the normal lower limit of the reference value, and there was no significant difference between the two groups, suggesting that the patients in our research were mainly only infected with SARS-CoV-2 on admission and did not have signs of bacterial infection. Furthermore, patients with low lymphocyte counts were found to be more likely to have myocardial injury on admission. Consequently, we speculated that the SARS-CoV-2 infection was related to myocardial injury on admission. Unfortunately, the quantitative results of SARS-CoV-2 RNA in the peripheral blood samples of patients at the time of admission could not be collected, and therefore, the correlation could not be directly analysed. The pathological anatomical data from COVID-19 patients showed thromboses in the arteries, veins and even in the microcirculation. Intravascular thrombosis is likely to lead to myocardial injury or even acute myocardial infarction. During the epidemic period, patients often did not receive early intervention, leading to death. 17 Our study also confirmed that the D-dimer level in patients with severe COVID-19 was significantly increased. 18 Some researchers have speculated that the viral receptor ACE2 protein exists on vascular endothelial cells. Following the destruction of these vascular endothelial cells by the virus, intravascular coagulation would occur in various organ systems in the body, including the cardiovascular system. This mechanism may explain why COVID-19 patients with myocardial injury had significantly higher levels of D-dimer than patients without myocardial injury in this study. Finally, we indicated that age, critical illness, comorbidities, hypertension, history of ACEI/ ARB use, higher D-dimer level and lower LYM levels on admission were associated with myocardial injury in COVID-19 patients, similar to the results of previous studies; however, only age was an independent risk factor for myocardial injury.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "text": "11",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "14",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "15",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1268,
                    "end": 1270,
                    "text": "16",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2552,
                    "end": 2554,
                    "text": "17",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2665,
                    "end": 2667,
                    "text": "18",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In conclusion, the prevalence of biochemical markers or ECG abnormalities in COVID-19 patients was as high as 50%. Older age was associated with a higher incidence of myocardial injury for COVID-19 patients. If the age increased by 1 year, then the risk of myocardial injury increased by 1.9%. We suggest that it would be beneficial to detect and prevent myocardial injury through monitoring the biochemical markers or ECG abnormalities in COVID-19 patients, especially in patients with comorbidities such as hypertension, low lymphocyte level, high D-dimer level, and critical diseases. During the COVID-19 pandemic, delays in seeking medical care and revascularisation for patients with acute myocardial infarction are common. There is a very urgent need to undertake early ambulatory treatment for those COVID-19 patients with myocardial injury, which would reduce the length of hospitalisation and the mortality rate. 19 There were some limitations to this study. First, this study comprised only a retrospective analysis of data from a single centre in Shanghai, China. Second, the echocardiogram reports of all patients were not collected; therefore, the patient's cardiac condition could not be objectively and comprehensively evaluated, which has an P-value showed in bold values was statistically significant (P < 0.05).",
            "cite_spans": [
                {
                    "start": 922,
                    "end": 924,
                    "text": "19",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Abbreviations: ACEI, angiotensin-converting enzyme inhibitor; ARB, angiotensin II receptor blocker; CI, confidence interval; OR, odds ratio; SE, standard error.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "T A B L E 3 Logistic regression analysis of risk factors in patients with myocardial injury impact on the statistical results. Moreover, the limitations would impact the generalisability of the results to other populations because of the selection bias inherent in this type of an analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The specific mechanism of myocardial injury in COVID-19 patients is unclear. It is necessary to conduct basic experiments and prospective, in-depth, multicentre, large-sample analyses of the findings from dynamic biochemical indicators, ECG, and echocardiography related to myocardial injury in COVID-19 patients to validate the preliminary findings of this research and develop individualised treatment plans by disease severity. In our study, the proportion of critically ill patients was lower than that in severe epidemic areas, 3, 11 whereas the incidence of myocardial injury was higher than that of the previously reported. This may be related to the national and regional epidemic control measures and medical economic conditions. Shanghai, as an international city, has comprehensive inspection means and can quickly screen out patients with abnormal indicators for treatment. Infected patients are generally diagnosed early, which reduces the overall mortality.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 535,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 536,
                    "end": 538,
                    "text": "11",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Health Commission of the People's Republic of China",
            "authors": [],
            "year": 2020,
            "venue": "1442e 29474 b98bf ed557 9d5af 95.shtml.pdf. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ACC clinical bulletin: Cardiac Implications of novel Wuhan Coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Vardeny",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "8D14B E8D12 13.pdf. Accessed February",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cardiovascular Disease Branch of Chinese Geriatrics Society, Imaging Group of Cardiovascular Diseases Society of Beijing Medical Association. Expert recommendations on clinical management of myocardial injury associated with novel coronavirus infection",
            "authors": [],
            "year": 2020,
            "venue": "Chin Circ J",
            "volume": "35",
            "issn": "4",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Angiotensinconverting enzyme 2 is an essential regulator of heart function",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Crackower",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Oudit",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "6891",
            "pages": "822--828",
            "other_ids": {
                "DOI": [
                    "10.1038/nature00786"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deletion of angiotensin-converting enzyme 2 accelerates pressure overloadinduced cardiac dysfunction by increasing local angiotensin II",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohishi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Katsuya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Hypertension",
            "volume": "47",
            "issn": "4",
            "pages": "718--726",
            "other_ids": {
                "DOI": [
                    "10.1161/01.HYP.0000205833.89478.5b"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.0950"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Impact of complicated myocardial injury on the clinical outcome of severe or critically ill COVID-19 patients",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Xin Xue Guan Bing Za Zhi",
            "volume": "48",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112148-20200228-00137"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The variety of cardiovascular presentations of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramasubbu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhatt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "23",
            "pages": "1930--1936",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047164"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 myocarditis and severity factors: an adult cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.19.20034124"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China [published correction appears in Lancet",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30183--30188",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Cardiovascular implications of fatal outcomes of patients with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ventricular fibrillation storm in coronavirus 2019",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Elsaid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Tecson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Cardiol",
            "volume": "135",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjcard.2020.08.033"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Heart injury signs are associated with higher and earlier mortality in coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.26.20028589"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Good or bad: application of RAAS inhibitors in COVID-19 patients with cardiovascular comorbidities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Edin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Zeldin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol Ther",
            "volume": "215",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pharmthera.2020.107628"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Delays in presentation in patients with acute myocardial infarction during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aldujeli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hamadeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Briedis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cardiol Res",
            "volume": "11",
            "issn": "6",
            "pages": "386--391",
            "other_ids": {
                "DOI": [
                    "10.14740/cr1175"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical characteristics of 25 death cases with COVID-19: a retrospective review of medical records in a single medical centre",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "128--132",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.03.053"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Multifaceted highly targeted sequential multidrug treatment of early ambulatory high-risk SARS-CoV-2 infection (COVID-19)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Cardiovasc Med",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31083/j.rcm.2020.04.264"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Risk factors for myocardial injury at admission of 325 patients with coronavirus disease",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Australas J Ageing",
            "volume": "00",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1111/ajag.13003"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A B L E 1 Demographics, clinical and laboratory findings of patients at the time of admission Index",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Based on the dominant F I G U R E 1 Manifestations of myocardial injury in 325 patients with COVID-19 T A B L E 2 Characteristics of baseline cardiac-related biochemical indicators in 325 patients with COVID-19 CK, U/L CK-MB, U/L TNI, ng/mL MYO, ng/mL pro-BNP, pg/ mL Mean ± SD 170.31 ± 521.32 14.40 ± 12.02 0.036 ± 0.611 21.14 ± 55.56 102.30 ± 226.41 Median (range) 84 (23-8450) 12.39 (6.08-189.49) 0.021 (0.002-0.896) 6.71 (0.33-492.60) 37.44 (5.18-2224) Note: Upper limit of the normal range (ULN) for: creatine kinase (CK) = 168 U/L; creatine kinase isoenzyme (CK-MB) = 24 U/L; myocardial calcium protein I (TNI) = 0.04 ng/mL; myoglobin (MYO) = 48.8 ng/mL; N-terminal pro-B-type natriuretic peptide (BNP) = 250 pg/mL.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "2.7%; 4 of 148; P = 0.047 [<0.05]). The 177 patients with myocardial injury comprised a higher proportion of individuals with comorbidities (45.8% [81 of 177] vs 28.4% [42 of 148]; P < 0.01), of which hypertension (28.2% [50 of 177] vs 13.5% [20 of 148]; P < 0.01) and a history of angiotensin-converting enzyme inhibitor (ACEI) or angiotensin receptor blocker (ARB) use (13.0% [23 of 177] vs 5.4% [8 of 148]; P < 0.01).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "values were calculated by the Mann-Whitney U test, chi-squared test or Fisher's exact test, as appropriate. The Correlation coefficient was derived by Spearman correlation analysis.Abbreviations: /, the data is not applicable to this indicator; ACEI, angiotensin-converting enzyme inhibitor; ARB, angiotensin II receptor blocker; eGFR, estimated glomerular filtration rate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No conflicts of interest declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "The processed data required to reproduce these findings cannot be shared at this time as the data also forms part of an ongoing study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "Hongzhou Lu https://orcid.org/0000-0002-8308-5534",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}