{
    "paper_id": "6a8accf080085c9b9d421dfef3fbfd4d51e660dd",
    "metadata": {
        "title": "Seasonal Diversity, Abundance, and Distribution of Ichthyoplankton in Tamiahua Lagoon, Western Gulf of Mexico",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "•"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional AutSnoma de M•xico Apartado Postal",
                    "location": {
                        "addrLine": "70-305, M•xico Distrito Federal",
                        "postCode": "04510"
                    }
                },
                "email": ""
            },
            {
                "first": "Sar",
                "middle": [],
                "last": "Flores-Coto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional AutSnoma de M•xico Apartado Postal",
                    "location": {
                        "addrLine": "70-305, M•xico Distrito Federal",
                        "postCode": "04510"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [],
                "last": "Barba-Torres",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional AutSnoma de M•xico Apartado Postal",
                    "location": {
                        "addrLine": "70-305, M•xico Distrito Federal",
                        "postCode": "04510"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesds S•",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional AutSnoma de M•xico Apartado Postal",
                    "location": {
                        "addrLine": "70-305, M•xico Distrito Federal",
                        "postCode": "04510"
                    }
                },
                "email": ""
            },
            {
                "first": "Nchez-Robles",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Nacional AutSnoma de M•xico Apartado Postal",
                    "location": {
                        "addrLine": "70-305, M•xico Distrito Federal",
                        "postCode": "04510"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The ichthyoplanktonic community of Tamiahua Lagoon, Veracruz, Mexico, was studied throughout an annual cycle. Major concentrations of larvae occurred in the central portion of the lagoon, occasionally along the channels, but never at the inlets. The cycle of larva abundance was correlated with cycles of salinity and temperature. In spite of the greater number of species then, the spring and summer periods had low species diversity and evenness, due to the marked domination by larvae of Anchoa mitchilli. The number of larval fish species and individuals entering the lagoon from the adjacent offshore waters was minimal. The greatest portion of species diversity is generated within the lagoon itself. The community structure identified corresponds to the physically controlled type, as indicated by the poor diversity values obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "portant to Mexico, because lagoons occur along one-third of its coast line. According to Yafiez-Arancibia (1978), 80% of the coastal ichthyofauna of Mexico is closely related to lagoons or to the areas that lagoons influence. Our study is part of a series dealing with the composition and fluctuations of ichthyoplankton in several coastal lagoons along the Gulf of Mexico. In this paper, we report the distribution, abundance, structure, and fluctuations of the ichthyoplankton community, and factors affecting these, during an annual cycle in Tamiahua Lagoon. Study Area Tamiahua Lagoon is located in the state of Veracruz, Mexico, between latitudes 91ø10 ' and 99ø10'N, and at longitude 97ø50'W (Fig. 1). It is long and narrow, with an approximate length of 93 km and a maximum width of 21.5 km, and shallow, with an average depth of 3 m in its central part. Its topography includes three major islands: Del Toro at the center, and Juana Ramirez and Del Idolo at opposite ends of the lagoon. The latter two islands have channels going around them that connect the lagoon with the sea. The lagoon has two inlets, Boca de Corazones to the south, of natural origin, and Boca de Tampachichi in the north, which was artificially opened. Along the inner margin of the lagoon, there are several small streams whose discharges vary greatly throughout the year. The most important ones are La Laja, Cucharas, Tanocochin, and Tampache. Methods Twenty-five sampling stations were visited approximately every 3 months during 1980: March 3-5, May 26-28, August 25-27, and November 27-29. The ichthyoplankton samples were collected with a trapeze net having a mesh of 500 •m, a length of 1.5 m and diameters of 0.1 m at the collector and 0.5 m at the mouth. A digital flow meter, previously calibrated, was placed at the net's mouth. Fiveqninute tows were made along circular paths, the net being 0.1 to 0.15 m below the surface. Each sample was fixed with 4% formalin buffered with sodium borate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Surface temperature and salinity were measured at each sampling station with a bucket thermometer and a refractometer, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Four diversity indices were calculated (Table   1) : the Shannon-Weaver function and the evenness index (Pielou 1975); the Margalef (1968) index of species richness; and the Simp-247 248 FLORES-COTO ET AL.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 50,
                    "text": "(Table   1)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "son index (Pielou 1975) . Species affinities were obtained by Jaccard index. On the basis of these affinities, a dendrogram was constructed by the single-linkage clustering method (Sneath and Sokal 1973) .",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 23,
                    "text": "(Pielou 1975)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 180,
                    "end": 203,
                    "text": "(Sneath and Sokal 1973)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "FIGURE 1 .•map of Tamiahua Lagoon, with numbered sampling sites."
        },
        {
            "text": "Hydrology Because the lagoon lacks large inflows of freshwater and has limited marine influence via the channels, it is mainly polihaline. It is ultrahaline only in the channels and at the two inlets. Neritic waters (as measured by salinities) enter the lagoon system through the northern Tampachichi Inlet and, in summer, through the Corazones Inlet (Fig. 2) . The salinity is lowest in winter (15-31%o), gradually increases towards spring (21-35%o) and summer (25-36%o), and decreases again towards fall (23-33%0) as a result of the rainy season.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The distribution of temperatures (Fig. 3) is determined basically by the topography of the lagoon and by areas that are more or less protected from the winds. The lowest temperatures were recorded in the lagoon, the highest in the channels. The inflow of neritic waters did not influence the temperature, except in restricted areas near the inlets. The temperature regime was similar to that of the salinity and showed lower values in winter (15-18.2 C) and fall (16.5-18.5 C), and higher ones in spring (28.5-32.1 C) and summer (29.6-32.2 C). The differences between fall and winter, as well as between spring and summer were not significant. Based on these data, the year can be considered as two seasons: winter and spring, and the summer and fall.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Egg diversity was low, those of only four families being present in the plankton (Table 2) . Engraulidae (72% of all eggs collected during the year) was represented by Cetengraulis edentulus, collected at one station during spring, and Anchoa mitchilli, by far the most abundant species. Eggs of Scianidae (15%), unidentified species, were distributed throughout the lagoon, but their highest concentration occurred at the inlets and the adjacent area. Soleidae eggs (12%), all from Achirus lineatus, had higher concentrations both in the central portion of the lagoon and in the channels around Del Idolo Island, but were absent in the areas close to the inlets. Clupeidae eggs (0.2%), represented by Brevoortia sp., were found only at the Tampachichi inlet.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Abundance and Distribution"
        },
        {
            "text": "Twenty-six species of fish larvae, representing 15 families and 18 genera, were collected ( Thus, despite the incoming flow of neritic waters through the inlets, the quantities of larvae entering the lagoon were low, and the greater proportion of larvae was generated in the lagoon itself by resident species and those that entered the lagoon for spawning. Such a pattern has been reported for other areas (Sabins and Truesdale 1974; Guillen and Landry 1981).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abundance and Distribution"
        },
        {
            "text": "The annual cycle of larva abundance conforms with the general pattern of fluctuations in temperature and salinity (Fig. 4) . The fallwinter season is characterized by low temperatures and salinities and low abundances of lar- Highest larva densities within a season always occurred in the area of lowest temperature and salinity, normally in the central area of the lagoon. At the channels, where salinity and temperatures were higher, the densities of larvae were lowel-.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Abundance and Distribution"
        },
        {
            "text": "The cycle of larva abundance may be governed more directly by temperature, due to its influence on spawning, than by salinity. Larger numbers of species, as well as of larvae, occurred during the warm period. This type of cycle has been observed in other areas such as ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "vae. The spring-summer season is characterized by high temperatures and salinities and"
        },
        {
            "text": "Based on their distribution, abundance, and affinity indices, four groups of species were dis-cerned. The first is formed by Anchoa mitchilli, Achirus lineatus, Membras vagrans, Cynoscion nebulosus, Microgobius gulosus, Bairdiella chrysoura, and Gobiosoma basci (Fig. 5) . This is the only group that appears well defined, with an affinity higher than 59%; if G. bosci is excluded, the affinity level is above 74%. These species spawn wholly or predominantly in the spring-summer warm period. Similar results have been ob- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Co•nmunity Structure"
        },
        {
            "text": "in the first group. These authors indicate that these warm-season assemblages primarily consisted of larvae belonging to resident species that spawn there, and not of immigrant larvae, as our data also indicate. The seasonal variation in diversity (H') in the present study (Fig. 4) In reference to the structure of the community, the low diversity found in the lagoon seems to have two main causes. One is that the higher richness of species is generated in the lagoon itself by resident species (group 1) and by few species that enter the lagoon for spawning (groups 2 and 3). The second is that few marine larvae penetrate the lagoon.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 282,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Guillen and Landry (1980) in Texas and Sabins and Truesdale (1974) in Louisiana identified assexnblages of species that have been included"
        },
        {
            "text": "The low values of diversity make the ichthyoplanktonic community of Tamiahua Estudios preliminares sobre la abundancia y dis-tribuci6n del ictioplancton en la Laguna de T6rminos, Campeche. Anales del Instituto de Biologia Universidad Nacional Aut6noma de M6xico Serie Ciencias del Mar y Limnolog/a 7(2):67-78.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "text": "Tamiahua",
                    "ref_id": null
                }
            ],
            "section": "Relationships can be seen between abun-"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The ecology ofeelgrass, Zostera marina (L.), fish communities. 1. Structural analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Experimental Marine Biology and Ecology",
            "volume": "22",
            "issn": "",
            "pages": "269--291",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Fish species diversity indices as indicators of pollution in Galveston Bay",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Bechtel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Co•&apos;eland",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Texas. Contributions in Marine Science",
            "volume": "15",
            "issn": "",
            "pages": "103--132",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "fishes within a surf zone habitat in the Gulf of Mexico",
            "authors": [],
            "year": null,
            "venue": "Gulf Research Reports",
            "volume": "6",
            "issn": "",
            "pages": "377--385",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Variations in the diversity of summer estuarine fish populations in Aransas Bay",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Estuarine and Coastal Marine Science",
            "volume": "6",
            "issn": "",
            "pages": "495--501",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Fishes of the nearshore zone of St. Andrew Bay, Florida and adjacent coast",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Naughton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Saloman",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Northeast Gulf Science",
            "volume": "2",
            "issn": "",
            "pages": "43--55",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ecological diversity",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Pielou",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Temporal variation in the utilization of an intertidal creek by bay anchovy",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Ani• J",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Anchoa mitchilli). Estuaries",
            "volume": "4",
            "issn": "",
            "pages": "16--23",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estudio de los peces de la Laguna de Tamiahua, Veracruz, M6xico. Anales del Instituto de Biologia Universidad Nacional Aut6noxna de M6xico",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Res/•ni•ez",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "79--146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diel and seasonal occurrence of immature fishes in a Louisiana tidal pass",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Sabins",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "M"
                    ],
                    "last": "Ani• F",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Truesi•ale",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Proceedings of the Annual Conference Southeastern Association of Game and Fish Commissioners",
            "volume": "27",
            "issn": "",
            "pages": "141--171",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Marine benthic diversity. A comparative study",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Sani•ers",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "American Naturalist",
            "volume": "102",
            "issn": "",
            "pages": "243--282",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The utilization of an intertidal salt inarsh creek by larval and juvenile fishes: abundance, diversity and ternporal variation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shenker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Estuaries",
            "volume": "2",
            "issn": "",
            "pages": "154--163",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Numerical taxonoiny. The principles and practice of nuinerical classification",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A P"
                    ],
                    "last": "Sneath",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sokal",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Studies on animal coininunities in two north Florida salt inarshes. Part III. Seasonal fluctuations of fish and inacroinvertebrates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Subrahmanyan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Coultas",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Bulletin of Marine Science",
            "volume": "30",
            "issn": "",
            "pages": "790--818",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "constitute an assemblage whose distributionshows its highest concentration in the central area of the lagoon or at the channels, but not at the inlets or stations near them. This, as well as the available literature (Res6ndez 1970; Lippson and Moran 1974; Castro 1978; Flores-T^BLE 1.--Diversity and affinity i•utices used for analysis of ichthyoplankto'n assemblages in Tamiahua Lagoon. = proportion of' the ith species S = number of species N = number of specimens Jaccard index: c J•= 100(a•ff•bb c) a = number of occurrences of species A b = number of occurrences of species B c = number of joint occurrences of species A and B a Pielou 1975. b Margalef 1968. c Margalef 1977. Coto and M6ndez 1982), indicates the presence of such species is a consequence of spawning activity within the lagoon, not of immigration by larvae from offshore waters. The larvae of Brevoortia sp., Lagodon rhomboides, Elops saurus, Hyporhamphus unifasciatus, and Oligoplites saurus were scarce. Their occurrences were basically restricted to the inlets. This agrees with published records (Mansueti and Hardy 1967; Lippson and Moran 1974; Wang and Kernehan 1979; and others), which indicate that these species spawn in the sea and their larvae then migrate towards lagoons and estuaries.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "+ dance of larvae or of species, and seasonal vari-.• 0.9 ation of the various indexes calculated (Fig. 4). 1.1 2.7 0.9 One exception is the species richness index (D), + •.0 + which does not follow any trend in the number o.2 + 0.1 of species. The lowest D value was recorded in 2.68), the highest in winter (3.79) when 0.1 the fewest species were present. Perhaps this is because this index gives more weight to presence than to proportion of the species involved. The dominance index (/t) ibllowed the tendency of larva abundance, and was opposite to the trends in H' andJ'. It clearly indicates the extreme abundance of Anchoa mitchilli. This dominance was the major factor of the ichthyoplanktonic community during the fall sampling period, though it was more obvious during spring and stunruer. Summer dominance of this species seems to be quite common in estuaries and coastal areas, as has been shown in Texas (Bechtel andCopeland 1970; Guillen and Lan-4easonal changes in environmental and biolo•cal va•ables, Tamiahua Lagoon, 1980: generalized salini• and temperature (C); abundance of fish eggs and la•ae (numbers/1 O0 mS); number • species (S); and indexes of Margal•s species richness ( D), Shannon-Weaver diversi• (H'), evenness (J'), and Simpson's dominance ( •. Seasons: winter; sp = sp•ng; su = summer; f =fall. dry 1981), South Carolina (Reis and Dean 1981), Louisiana (Sabins and Truesdale 1974), and Florida (Subrahmanyan and Coultas 1980). With the higher number of species in spring and summer it seems that the indices of Shan-non-Weaver (H') and evenness (J') would reachhigher values then, but they seem to be inverse to the number of species and abundance of larvae. This may be because H' gives more weight to proportions of the spedes than to their num-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Lagoon fall within the physically controlled type, where environmental conditions fluctuate widely, and the organisms are subjected to a strong physical stress (Sanders 1968). This tends to eliminate the more sensitive species, resulting in a greater degree of unequalness (Bechtel and Copeland 1970; Adams 1976). BOZEMAN, E. L., JR., AND J. M. DEAN. 1980. The abundance of estuarine larval and .juvenile fish in a South Carolina intertidal creek. Estuaries 3: 89-97. BRAvo-NuSEz, E., AND A. YAfiEz-ARANCIB1A. 1979. Ecologia de la boca de Puerto Real, Laguna de T•rminos. 1. Descripci6n del area y analisis estructural de las comunidades de peces. Anales del Instituto de Biologia Universidad Nacional Autdnoma de M•xico Serie Ciencias del Mar y Limnologia 6(1): 125-182. CAIN, R. L., AND J. M. DEAN. 1976. Annual occurrence, abundance and diversity of fish in a South Carolina intertidal creek. Marine Biology (New York) 36:369-379. CASTRO, A. J. L. 1978. Catalogo sistematico de los peces marinos que penetran en las aguas continentales de M•xico con aspectos zoogeograficos y eco16gicos. Departamento de Pesca, Serie Cientifica 19, M•xico, Distrito Federal, M•xico. DA•LBERG, M.D., AND E. P. ODUM. 1970. Annual cycles of species occurrence, and diversity in Georgia estuarine fish population. American Midland Naturalist 83:382-392. FLORES-COTO, C., AND J. ALVAREZ-CADENA. 1980.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Larvae of Anchoa mitchilli, Microgobius gulosus, Achirus lineatus, Cynoscion nebulosus, Gobiosoma bosci, Bairdiella chrysoura, Membras vagrans, Syngnathus lousianae, Gobiesox strumosus, Dormitator maculatus, Blennius sp., Syngnathus scovelli, Strongylura marina, and Strongylura notata, listed in decreasing order of abundance,",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Fi•t:I•E 3.•lsotherm.• (C) Jbr Tamiahua Lagoon, 1980.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "The first group can be considered the base of the ichthyoplankton com•nunity. The rest of the species do not constitute defined groups by their affinity values, which are lower than 50%, but rather by features of their life cycles.The second group was fbrmed by Syngnathus Iouisianae, Syngnathus scovelli, Gobiesox strumosus, Blennius sp., Strongylura marina, and Strongylura notata. These species spawn in the lagoon but",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "studies, the maximum values of H' are indicated for different seasons, normally in the periods with higher number of species, which is opposite to the results of the present study. The values calculated for H' and J' in Tamiahua Lagoon were low when compared to those recorded by other authors in estuarine habitats (Subrahmanyan and Drake 1975; Moore 1978; Bravo-Nufiez and Yafiez-Arancibia 1979; Shenker and Dean 1979). As previously noted, the low values of H' and J' are consequences of dominance of A. mitchilli.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Miguel Ulloa for his assistance in the translation and review of the initial manuscript, Luis Soto for his critical review and useful comments, and Douglas Martin and anonymous reviewers whose sound criticism contributed to the improvement of this paper. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}