{
    "paper_id": "6b62d26545a04f00a6c50b5482ed710b4c0ba31f",
    "metadata": {
        "title": "Let us Ring the bell on Domestic Violence…. Call for Ceasefire",
        "authors": [
            {
                "first": "Geetha",
                "middle": [],
                "last": "Balsarkar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Covid-19 pandemic has taken the world by surprise and has significantly altered people's day-to-day living and most importantly family dynamics. The nationwide sudden lockdown, imposed in March 2020, was especially difficult for women since they had to juggle household chores without the usual house help as well as manage their work from home. But it came to light that soon after the implementation of lockdown, the domestic violence (DV) increased extensively across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amid the COVID-19 pandemic, many countries have reported an increase in domestic violence and intimate partner violence. United Nations Secretary-General António Guterres, noting the \"horrifying global surge\", has called for a domestic violence \"ceasefire\" (1) .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The United Nations defines violence against women as \"any act of gender-based violence that results in, or is likely to result in, physical, sexual, or mental harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private life\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Intimate partner violence refers to behaviour by an intimate partner or ex-partner that causes physical, sexual or psychological harm, including physical aggression, sexual coercion, psychological abuse and controlling behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Sexual violence is \"any sexual act, attempt to obtain a sexual act, or other act directed against a person's sexuality using coercion, by any person regardless of their relationship to the victim, in any setting. It includes rape, defined as the physically forced or otherwise coerced penetration of the vulva or anus with a penis, other body part or object, attempted rape, unwanted sexual touching and other noncontact forms\" (2) .",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 431,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to the National Family Health Survey-4 (NFHS-4) report in the year 2015-2016, one in every three women was subjected to violence during non-pandemic periods (3) . But in many hospital reports, newspapers, social organizations, medical societies, and according to recent data of National Legal Service Authority (NLSA), the rates of domestic violence (DV) have increased all over the nation after lockdown since March 2020 (4)· Immediately after lockdown, 257 complaints of different offence against women have been received by National Commission for Women (NCW) out of which 69 cases have been reported as domestic violence (DV) (5). The highest numbers of domestic violence (DV) cases have been reported from the State of Punjab during lockdown, and in all the cases, complaints have been on email. This may only be the tip of the iceberg as all women have no accessibility to privacy, internet, and phone due to lockdown. The perpetrator and the victim often stay under same roof.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the capital city of India, Delhi, about 2500 women calls have been received from emergency help line number 1612 out of which 600 calls have been classified as women's abuse, 23 calls have been recorded as rapes and most of the calls on the helpline number have been accounted as domestic violence (6) . As per as NLSA's report, maximum number of domestic violence cases have been received from Uttarakhand (144) followed by Haryana (79), Delhi (63), respectively (7) . The crimes against women have increased by 21%, and out of these, 700 cases have been reported as domestic violence. The crimes against women have increased from 4,709 to 5,695 since March, and the domestic violence cases have increased from 3,287 to 3,993 during lockdown (8) (Fig. 1) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 750,
                    "end": 758,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "By the second month of lockdown, complaints about domestic abuse doubled. According to official data, the National Commission for Women (NCW) registered an increase of 2.5 times in complaints of domestic violence in April last year. The NCW received 1,477 complaints between 25 March and 31 May.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is a same repetitive pattern in domestic abuse; it is not often the first time a woman tries to complain against violence. Risk factors for both intimate partner and sexual violence include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Lower levels of education among one or both partners; • A history of childhood exposure to maltreatment by elders; • Witnessing family violence and normalizing it; • Antisocial personality disorder; • Harmful use of tobacco, alcohol and drugs; • Harmful male behaviours, including having multiple partners or attitudes that condone violence; • Community norms that give higher status to men and lower status to women; • Low levels of women's access to paid employment; and • Low level of gender equality (discriminatory laws, etc.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Factors specifically associated with intimate partner violence include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Past history of exposure to violence; • Marital disharmony and dissatisfaction; • Difficulties in communication between partners; and • Male controlling behaviours towards their partners. (11) Factors specifically associated with sexual violence perpetration include:",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "(11)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Beliefs in family honour and sexual purity; • Ideologies of male sexual entitlement; and • Weak convictions and punishment by law for sexual violence. (12) Gender inequality and norms on the acceptability of violence against women are a root cause of such violence. (13) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "(12)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "(13)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Why are we as Obstetricians and Gynaecologists obliged to detect domestic violence and handle counselling and if required refer such women to organizations handling the same?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Because our treatment of the women in the sector of Obstetrics and Gynaecology will not be complete without attention to this aspect. We cannot label domestic violence as interpersonal issues. It is more than that.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Obstetricians have unique opportunity to assess and provide support for women who experience violence as women confide easily in their doctors. As primary care givers for women, we are the first line of defence and have to be sensitive to this need of women. Sometimes, they have tell-tale signs of violence, like bruises, swelling, redness and black eyes. Many times, they approach us repeatedly for alleged physical complaints like dyspareunia, vaginal infection and PMS. On sensitive probing and counselling, we can unearth the domestic violence issues. Handling domestic violence is a form of social Obstetrics and Gynaecology. What can we do to help such patients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The health sector and doctors in particular can:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Promote advocacy to make violence against women unacceptable in any form and address this issue as a public health problem. They can put up posters to educate public and distribute pamphlets. • Provide comprehensive services including having a blinded questionnaire filled pertaining to violence along with history taking • Sensitize and train all health-care providers in responding to the needs of survivors empathetically. • Maintain confidentiality of the problem and help in counselling • Prevent recurrence of violence through early identification of women and children who are experiencing violence and providing appropriate referral and support • Promote equal gender norms as part of life skills in comprehensive sexuality education curricula taught to adolescents. • Generate evidence on what works to detect the problem, what helps the women get confidence to complain and seek help and on the magnitude of the problem by carrying out population-based surveys, or including violence against women in population-based demographic and health surveys, as well as in surveillance and health information systems. (14) There are various organizations working in India at grass root level on domestic violence since long. Breakthrough is one such organization. It is an India-and US-based international human rights organization that mainstreams discussions about violence against women and girls by harnessing the power of pop culture, media and community mobilization to inspire people. It mainly targets the youth and sensitizes them. Breakthrough has launched one campaign-What kind of man are you? (2005)-on domestic violence. Communications tools used included print ads, radio spots, in-theatre PSAs and billboards, all of which have since been translated into seven languages. The campaigns reached 75 million people and prompted more than 8,000 text messages and other inquiries to Breakthrough's anonymous query hotline. (15) .",
            "cite_spans": [
                {
                    "start": 1121,
                    "end": 1125,
                    "text": "(14)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1937,
                    "end": 1941,
                    "text": "(15)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Breakthrough launched its Bell Bajao! campaign in 2008 to call on men and boys, especially youth across India to take a stand against DV, by performing a simple bystander intervention-ringing the doorbell when they witnessed DV taking place. The campaign's integrated cultural, organizing and media strategy sought to make the issue part of mainstream conversation; increase knowledge about and change community attitudes towards DV and towards HIV-positive women; and alter individual behaviour. By the end of the three-year campaign, through their PSAs on television, radio and print, their online multimedia campaign, educational materials and travelling video vans, over 130 million people had been reached. In addition, more than 75,000 rights advocates were trained to become agents of change-their combined efforts resulted in a 49 per cent increase in the number of people aware of the Protection of Women from Domestic Violence Act in India, and a 15 per cent increase in access to services for survivors. (16) .",
            "cite_spans": [
                {
                    "start": 1015,
                    "end": 1019,
                    "text": "(16)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In India, the National Commission for Women relaunched a WhatsApp number for the duration of the lockdown. This would allow women to contact them for help related to domestic violence through messages. (17) One in every six new complaints during the lockdown has been made over this WhatsApp number. (18) Odisha Police has launched a drive to contact and ascertain the status of all previous cases of domestic violence in the state. (19) In Pune, perpetrators of domestic violence will be institutionally quarantined. (20) Three Indian agencies related to women's welfare will conduct an anti-domestic violence drive similar to the Breakthrough's \"Bell Bajao\" or \"Ring the Bell\" campaign.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "(17)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "(18)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "(20)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "text": "(19)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In 2016, The Hyderabad Obstetric and Gynaecological society launched initiative called \"Dheera-stop violence against women\" to increase awareness on DV along with FOGSI and FIGO. They stressed the need to understand that men are important partners in preventing violence against women. In 2021, the campaign has been upscaled at a national level and has been made the FOGSI theme for 2021-2022.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This vital issue needs constant support from both Central and State Governments and most importantly law enforcement agencies. But at the end of the day, Obstetricians need to look within themselves to get convinced that they need to walk an extra mile to support the survivor with empathy and increase awareness of domestic violence in the society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization WHO Corona Disease (COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Family Health Survey-4",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measurement of Domestic Violence in NFHS Surveys and Some Evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Times of India. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "domes tic-viole nce-during-covid-19-lockd own-emerg esas-serio us-conce rn/ story-mMRq3 NnnFv OehgL OOPpe 8J. html 26-4-20",
            "authors": [
                {
                    "first": "Hindustan",
                    "middle": [],
                    "last": "Times",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The pandemic paradox: the consequences of COVID-19 on domestic violence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bradbury-Jones",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Isham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jocn.15296.[PMCfreearticle][PubMed][CrossRef][GoogleScholar]"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An increasing risk of family violence during the Covid-19 pandemic: strengthening community collaborations to save lives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forensic Sci. Int.: Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fsir.2020.100089"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization; 2013. Global and Regional Estimates of Violence Against Women: Prevalence and Health Effects of Intimate Partner Violence and non-Partner Sexual Violence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "García-Moreno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pallitto",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Devries",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19, Lockdown and Violence Against Women in Homes. Lockdown and Violence Against Women in Homes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nigam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Ministry of Health and Family Welfare",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "COVID-19: the gendered impacts of the outbreak",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wenham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "20",
            "pages": "30526--30528",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30526-2.[PMCfreearticle][PubMed][CrossRef][GoogleScholar]"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Guardian; 2020. Lockdowns Around the World Bring Rise in Domestic Violence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Graham-Harrison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giuffrida",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Domestic violence and mental health",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Delhi Psychiatry J",
            "volume": "15",
            "issn": "2",
            "pages": "274--278",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "During lockdown, Odisha Police launches drive to tackle domestic violence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rukmini",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Al Jazeera",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus lockdown | Pune zilla parishad plans tough action to check domestic violence",
            "authors": [
                {
                    "first": "Shoumojit",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scenario",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}