{
    "paper_id": "6b6af796abef14dd8f2a87c01562e1748c57799b",
    "metadata": {
        "title": "Factors affecting attitudes of nursing students towards distance education during the COVID-19 pandemic: A web-based cross-sectional survey",
        "authors": [
            {
                "first": "Banu",
                "middle": [],
                "last": "Terzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": "banuterzi@akdeniz.edu.tr"
            },
            {
                "first": "|",
                "middle": [],
                "last": "Fatma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Akdeniz University",
                    "location": {
                        "settlement": "Antalya",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Azizoğlu",
                "middle": [],
                "last": "Msc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Haliç University",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Özhan",
                "middle": [],
                "last": "Msc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Haliç University",
                    "location": {
                        "settlement": "Istanbul",
                        "country": "Turkey"
                    }
                },
                "email": ""
            },
            {
                "first": "Akdeniz",
                "middle": [],
                "last": "Üniversitesi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dumlupınar",
                "middle": [],
                "last": "Bulvarı",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yerleşkesi",
                "middle": [],
                "last": "Konyaaltı",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: To identify the factors affecting nursing students' attitudes towards distance education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design and Methods: This research was conducted as a cross-sectional, descriptive, and correlational study with a total of 318 nursing students (N = 380) a university in the west of Turkey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings: The total average scores of the students from the attitude towards distance education scale was 101.62 ± 24.83 (min = 43, max = 175).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Practice Implications: Nursing, which is an applied discipline, can be difficult to maintain entirely in the formof distance learning. Therefore, different teaching methods can be used to develop a positive attitude towards distance education in nursing students.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "New coronavirus disease , which emerged as the cause of pneumonia cases in Wuhan city, Hubei state of China, was declared as a pandemic by the World Health Organization on January 20th, 2020. 1 The COVID-19 pandemic, which has affected all countries around the world, has also been spreading in Turkey since March 11th, 2020, when the first case was diagnosed. The number of cases has been rapidly growing since then; the total number of cases is 209,961, the number of deaths is 5300, and the total number of recovered people is 190,390 according to the official data of July 10, 2020 (Ministry of Health COVID-19 2020). After the detection of the pandemic in Turkey, the Council of Higher Education (CHE) decided to suspend all education in Turkey as of March 16th, 2020.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 706,
                    "text": "(CHE)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "After realizing that the pandemic would become widespread in our country, the CHE announced that the spring term of 2020 would be conducted entirely through distance education. 2 The issue on the nursing, dentistry, and pharmacy students' internship, and whether these internships (including summer internships) would be undertaken at health institutions using protective measures or through distance education was left to the universities' own decision by the CHE. 2 In this regard, our university decided to conduct nursing clinical practice after the pandemic was over using accelerated, compressed programs with more practice hours.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 466,
                    "end": 467,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "In addition to all the basic regulations, such as establishing social distance to prevent the spread of COVID-19, all experts and executives decided that the best practice that could provide this in the field of education was distance education. Thus, distance education has also been put into practice for nursing education. 3, 4 However, the issue on how to maintain basic skill practices and communication skills training, which are the primary elements of nursing, is an issue of concern in our country, as it is in various other countries. 4 On the other hand, instead of considering distance education as a single method used for nursing education, it is considered as a method that supports formal education, ensures patient safety, reinforces life-long learning, and provides equality in opportunity. 5 Distance education is defined as a systematic teaching technology where students and instructors are present in different places, providing individuality, flexibility, and independence to students in terms of time and location. 6 The learning environment in distance education is provided with the student management system (SMS) established using certain software systems. The SMS is composed of certain elements for teaching-learning, which enable the management of the environment via a network connection. The system provides educational software for distance learning, enabling classes to be held simultaneously or asynchronous and provides various functions (e.g., animations, videos, and addingediting-sharing teaching materials, such as presentations, interactive virtual classes, debates and forums, surveys, assignment giving, reports, and messaging) to users for the teaching-learning environment. 3, 6 In Turkey, distance learning for nursing was first started in 1993 for the undergraduate program. This was followed by the nur- Institute has been providing distance associate degree education for surgical nursing, pediatric nursing, public health nursing, fundamentals of nursing, and psychiatry nursing since 2012-2013. 7, 8 In general, it can be stated that in Turkey, distance nursing education is used for associate degrees, degree completion, and graduate studies. It is not used for undergraduate education, it is also not accessible by nurses and nursing students. 8, 9 Considering the vagueness of the COVID-19 pandemic, it remains uncertain as to how much more nursing education can be maintained entirely through distance education. Thus, distance education should be a matter of concern both locally and globally to embrace the concept of life-long learning and to make it accessible for everybody. 10 Nursing students, who are important elements of the nursing education system, should be sufficiently qualified to fulfill the requirements of this system. It is important to identify nursing students' attitudes towards distance education during the COVID-19 pandemic and the factors affecting these attitudes, and to introduce necessary regulations to increase the levels of these attitudes. Accordingly, this study was conducted to investigate the factors affecting nursing students' attitudes towards distance education during the COVID-19 pandemic, seeking answers to the following questions:",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 329,
                    "end": 330,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 545,
                    "end": 546,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 809,
                    "end": 810,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1039,
                    "end": 1040,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1720,
                    "end": 1722,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1723,
                    "end": 1724,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2047,
                    "end": 2049,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2050,
                    "end": 2051,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2298,
                    "end": 2300,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2301,
                    "end": 2302,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2636,
                    "end": 2638,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "• What are the nurses' characteristics and their thoughts on distance nursing education during the COVID-19 pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "• What are the attitudes of nursing students towards distance education during the COVID-19 pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "• Is there a relationship between the thought and attitudes of nursing students towards distance nursing education during the COVID-19 pandemic?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "2 | METHODS",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "The research is a cross-sectional, descriptive, and correlational study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Research type"
        },
        {
            "text": "The population of the research comprised nursing students studying at the nursing academy of a university in the west of Turkey (undergraduate and graduate departments) (N = 380). There are a total of 352 students in the undergraduate nursing program (first grade = 98, second grade = 60, third grade = 86, and fourth grade = 108) and a total of 28 students in the graduate nursing program. Because of the COVID-19 pandemic, at the university where the study was conducted, nursing education at undergraduate and graduate levels was provided on a common online platform, so the attitudes of all nursing students towards distance education were asked to be questioned. The sample size was calculated using the simple random sampling method with a known population (n = Nt 2 pq/d 2 (N − 1) + t 2 pq; N: population size, n: sample size, p: frequency of occurrence of the event under examination, q: unprecedented frequency of the event under investigation, t: theoretical value obtained from t table with a certain degree of freedom and margin of error, d: desired ± deviation according to the frequency of the event). The power of the study is defined by 1-β (β = probability of type II. Error) and research must have 80% power in general. In our study, the number of cases to be included to reach 80% power at α = .03 level was calculated as 280; however, it was more appropriate to consider it as 310 due to possible losses. The study was completed with a total of 318 students (84% of the population). The total average score of the students from the attitudes towards distance education scale was 101.62 ± 24.83 (min = 43, max = 175).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Research population and sample"
        },
        {
            "text": "Data of the research were collected using a student information form and the attitude towards distance education scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection tools"
        },
        {
            "text": "The information form prepared by the researchers in light of the literature 6,10-14 consisted of a total of 34 items questioning the students' sociodemographic information such as age, sex, academic year, studied program, their experience of distance education, the content of the education provided by distance education, the structure of the distance education system and nursing education during the COVID-19 pandemic (5-point Likert scale; 1: totally disagree, 2: disagree, 3: indecisive, 4: agree, 5: totally agree). Before the form was applied to the students, it was decided that it was appropriate by taking the opinions of five nursing lecturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Student information form"
        },
        {
            "text": "The scale, which was developed by Kışla ",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "text": "Kışla",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Attitudes towards distance education scale"
        },
        {
            "text": "The data of the research were collected in May-June 2020 during the COVID-19 pandemic while distance education was still ongoing. It was not possible to interview the students face to face due to the COVID-19 pandemic; therefore, the questionnaires were sent to the students as Google online surveys via WhatsApp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data collection process"
        },
        {
            "text": "The Declaration of Helsinki was abided by throughout the research and willingness and voluntariness principles were followed for the students to participate in the research. Consent was obtained from the directorship and the head of the nursing department of the university where the research data was obtained by presenting an information form including the aim and content of the study. In addition, written consent was obtained from the Local Ethics Committee of the university (28.04.2020/343). Students who were willing to participate in the research received messages on their mobile phone and their written consent was obtained by clicking the \"I agree to complete the questionnaire\" statement in the message.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Ethical considerations"
        },
        {
            "text": "The Number Cruncher Statistical System 2007 program was used for statistical analysis. Descriptive statistical methods (average, standard deviation, median, frequency, ratio, minimum, maximum) were used to evaluate the study data. The Shapiro-Wilk test and graphical evaluations were used to test the conformity of quantitative data to normal distribution. Student's t test was used for two-group comparisons of quantitative data with normal distribution. Three and more normally distributed groups were compared using one-way analysis of variance, and the Bonferroni test was used for paired comparison. Three and more non-normal distributed groups were compared using the Kruskal-Wallis test and the Bonferroni-Dunn test was used for paired comparison. Pearson correlation analysis was used to evaluate the relationships between variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Data analysis and evaluation"
        },
        {
            "text": "The results of the research are discussed under three headings: 3.1 | Students' characteristics and their thoughts on distance nursing education during the COVID-19 pandemic period",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESULTS"
        },
        {
            "text": "The majority of the students were aged 21-30 years (n = 196, 61.6%), female (n = 248, 78%), undergraduate students (n = 302, 95%), and fourth-year students (n = 96, 30.2%) ( Table 1 ). The majority of the students participated in distance education classes from home (n = 303, 95.3%) and with their laptops (n = 190, 59.7%). Around three-quarters (73.6%, n = 234) of the students had less than a year's experience of distance education; 45.3% (n = 144) had medium level computer skills, and 39.6% (n = 126) were indecisive about whether distance education was advantageous (Table 1 ). By investigating the students' thoughts on distance education during the COVID-19 pandemic period, it was found that item average scores were over 3 in general, which means the answers were mostly not sure, agree, or totally agree (Table 2) . \"Distance education is an appropriate method for nursing education,\" \"Distance education is appropriate for learning the basic practical nursing skills,\" \"Distance education system is sufficient,\" and \"Carrying out mandatory clinical nursing practices at virtual hospitals during the COVID-19 pandemic period is appropriate\" statements were less agreed with by the students compared with the other items. The average scores for these items were under 3, which means the answers were mostly totally disagree, disagree, or not sure ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 825,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1367,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| RESULTS"
        },
        {
            "text": "The total average scores of the students obtained from attitudes towards distance education scale (ATDES) was 101.62 ± 24.83 (min = 43, max = 175) ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| Students' attitudes towards distance education"
        },
        {
            "text": "No statistically significant difference was found between the students' age, sex, studied program, class characteristics, equipment, and place to access distance education classes and the total average score of the ATDES (p > .05) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 241,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "| Evaluation of students' characteristics ad their thoughts on distance nursing education during the COVID-19 pandemic period and their attitudes towards distance education"
        },
        {
            "text": "A statistically significant difference was found in the total average scores of ATDES according to the duration of distance education experience (p = .023; p < .05). As a result of the paired comparisons to detect the group causing the significant difference, it was found that scores of students with 3 and more years of experience were higher than those of students with less than 1 year's experience (p = .033; p < .05). No further significant The relationships between the students' thoughts on distance nursing education during the COVID-19 pandemic period and the total average scores of the ATDES are found in detail in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 627,
                    "end": 634,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "| Evaluation of students' characteristics ad their thoughts on distance nursing education during the COVID-19 pandemic period and their attitudes towards distance education"
        },
        {
            "text": "The COVID-19 pandemic period has significantly affected nursing education in Turkey, as it has all over the world. All theoretical and practical classes were tried to be conducted using distance education during this period. Despite the gradual normalization in T A B L E 2 Relation between attitudes towards distance education scale and the distribution of students' thoughts on distance nursing education during the COVID-19 pandemic period 15 In a study that questioned nursing students' thoughts on the benefits of distance education using qualitative methods, the \"Supporting individual learning\" statement comprised 108 students (19.7%),",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "\"Minimizing time and location limitations\" statement comprised 87 students (15.9%), \"Opportunity to use advanced technology\" statement comprised 72 students (13.3%) and \"Supporting continuous, qualified and economic education\" statement comprised 62 students (11.4%). On the other hand, the students also reported limitations, such as decreasing the interaction between students and instructors and minimizing socialization. 9 In another study conducted with nurses, it was found that 83.8% of nurses thought that not all courses in nursing education could be provided through distance education, 5% of the nurses stated that nursing knowledge and skills could not be gained by distance education. 8 In another study, the average score of nursing students for \"Undergraduate learning education should be provided as formal education\" statement was found high. 16 In a similar study conducted during the COVID-19 pandemic with medicine and dentistry students, 75.7% of the students had negative perceptions on e-learning, most of them prefered face-to-face learning. 17 Nursing by nature is a practice-weighted education that requires equipment, various tools, and real patients, which makes it inappropriate for distance education. 13 On the other hand, since the day that first COVID-19 case was diagnosed in our Therefore, it was not expected that case studies by distance education would be a substitute for clinical practice classes performed on real patients. In some countries, nursing students' were asked for support to meet the increased need for nurses during the pandemic; however, these students experienced serious anxiety due to fear of getting infected or the lack of personal protective equipment. 18 4.2 | Discussion on the students' attitudes towards distance learning",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 426,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 698,
                    "end": 699,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 860,
                    "end": 862,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1066,
                    "end": 1068,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1714,
                    "end": 1716,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The attitudes of nursing students in our research towards distance education were positive. In a similar study conducted using the ATDES with university students who studied a distance education program, it was found that the attitude levels of the students studying computer programming were higher than in other students, the attitude levels of the students increased as their faith in effort and talent increased. 6 In another study, the attitude levels of first-year university students towards distance education were found as low. 12 4.3 | Discussion on students' characteristics and their thoughts on distance learning education during COVID-19 pandemic period and their attitudes towards distance education",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 418,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 537,
                    "end": 539,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In our research, it was observed that as the duration of distance education became longer, positive attitudes towards distance education increased. Similar to our study, a study by Fidan 6 found that students who were experienced and competent with computers had more positive attitudes towards distance education. Distance education is a method of learning that requires computer technology 14 ;",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Fidan 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "therefore, for students to participate in the classes held by distance education and have positive attitudes, they need to gain experience in distance education and have comprehensive knowledge of computer technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In our study, as the students answered positively on the following statements: \"the PDF content of the classes is sufficient\", \"the PowerPoint presentation content of classes is sufficient,\" \"the video content of classes is sufficient,\" \"the language of videos is understandable,\" \"examples given in classes are sufficient,\" \"distance education is appropriate for nursing education,\" \"information on how to fight against COVID-19 is included in the content of the distance education classes,\" \"distance education is appropriate for learning the theoretical knowledge in nursing education,\" \"distance education is appropriate for learning basic nursing skills included in nursing curriculum,\" \"using the distance education system is straightforward,\" \"interaction between students and the instructor is sufficient in distance education,\" \"the interface of the system used for distance education is practical,\" \"course material used by the instructor during distance education is sufficient,\" \"distance education is appropriate for instructors to give feedback to students,\" \"exams given during distance education are sufficient,\" \"the content of exam questions in distance education is appropriate,\" \"the content of assignments given in distance education is appropriate,\" \"problems faced in distance education are solved rapidly,\" \"performing mandatory nursing clinical practices at virtual hospitals is appropriate during the COVID-19 pandemic period,\" their attitudes towards distance education became more positive. On the other hand, as the answered positively regarding the following statements: \"Distance education during the COVID-19 pandemic period has negatively affected nursing education,\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "\"My level of perception of learning has decreased during distance education during the COVID-19 pandemic period,\" \"The idea that the nursing education will be carried out by distance education for a much longer time due to the uncertainty of COVID-19 pandemic period worries me,\" the students' attitudes towards distance education became more negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The education sector is one of the areas in which the effects of the pandemic are felt the most in our country, like in other countries such as China, Italy, and the United States of America, which are the countries with the highest numbers of cases. 3 All education for primary schools, high schools, and higher education were tried to be conducted by distance education during the pandemic to control the spread of the virus and prevent the risk of infection for students. 3 Especially for nursing education, in which clinical practices are very common, it was very risky for students to perform their internships at hospitals. 18 However, the rapid spread of the virus that caused the COVID-19 pandemic and the obscurity of treatment methods caused people to experience various emotions such as fear, anxiety, and despair. 21 It is still uncertain as to how long the pandemic will last, if TERZI ET AL.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 476,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 826,
                    "end": 828,
                    "text": "21",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "| 7 face-to-face education will start in the fall term, and where and how the clinical practices of nursing education will be held. Thus, it can be said that the decrease in the students' perception regarding learning, and anxiety about the idea that education will be conducted as distance education from now on may develop negative attitudes towards distance education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "The limitations of the research are the inclusion of students from only one academy in Turkey, collecting data by online surveys instead of face-to-face meetings due to the COVID-19 pandemic, and not being able to conduct validity and reliability test for the questions of the five-point Likert-type survey that questions nursing education during the COVID-19 pandemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Limitations of the research"
        },
        {
            "text": "In our research, it was detected that nursing students had positive attitudes towards distance education during the COVID-19 pan- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CONCLUSION"
        },
        {
            "text": "Complete distance education is against the nature of nursing education. The COVID-19 pandemic has made distance nursing education compulsory. Nursing students' attitudes towards distance education during the pandemic is positive. Some factors may negatively affect attitudes towards distance education. It is inevitable to develop different distance education models for the uninterrupted maintenance of nursing education during the pandemic process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| IMPLICATIONS FOR NURSING PRACTICE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World of Health Organization. Director-General's remarks at the media briefing on 2019-nCoV on 11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "YÖK) COVID-19 Bilgilendirme. Pandemi Günlerinde Türk Yükseköğretimi",
            "authors": [
                {
                    "first": "Yükseköğretim",
                    "middle": [],
                    "last": "Kurulu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Coronavirus and the rising of online education",
            "authors": [
                {
                    "first": "Telli",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Altun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Univ Res",
            "volume": "3",
            "issn": "1",
            "pages": "25--34",
            "other_ids": {
                "DOI": [
                    "10.26701/uad.711110"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nursing teaching in COVID-19 times: how to reinvent it in this context?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lino",
                    "suffix": ""
                },
                {
                    "first": "Aij",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Texto Contexto Enferm",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/1980-265X-TCE-2020-0002-0002"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An overview of nursing education to distance education concept",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Öztürk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Anatolia Nurs Health Sci",
            "volume": "18",
            "issn": "3",
            "pages": "229--234",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Distance education students' attitudes towards distance education and their epistemological beliefs",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fidan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "HU J Educ",
            "volume": "31",
            "issn": "3",
            "pages": "536--550",
            "other_ids": {
                "DOI": [
                    "10.16986/-HUJE-.2016016666"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Trends towards distance education of nursing education in Turkey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Şenyuva",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Turk Online J Distance Educ",
            "volume": "12",
            "issn": "4",
            "pages": "147--156",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nurses' view about distance education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Şenyuva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EducTechnol Theory Pract",
            "volume": "3",
            "issn": "2",
            "pages": "23--41",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nursing student's view about distance education",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Şenyuva",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Intl Online J Educ Sci",
            "volume": "5",
            "issn": "2",
            "pages": "409--420",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Development of a attitude scale towards distance learning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kışla",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ege J Educ",
            "volume": "17",
            "issn": "1",
            "pages": "258--271",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The views of nursing students on distance education",
            "authors": [
                {
                    "first": "Kahyaoğulu",
                    "middle": [],
                    "last": "Süt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Küçükkaya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Educ Res Nurs",
            "volume": "13",
            "issn": "3",
            "pages": "235--243",
            "other_ids": {
                "DOI": [
                    "10.5222/HEAD.2016.235"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Analyzing the university students' attitudes towards distance education: Namık Kemal University case study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Barış",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sakarya Univ J Educ",
            "volume": "5",
            "issn": "2",
            "pages": "36--46",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Trends and research issues of mobile learning studies in nursing education: a review of academic publications from 1971 to 2016",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput Educ",
            "volume": "116",
            "issn": "",
            "pages": "28--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compedu.-2017.09.001"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A study on the satisfaction perceptions of the distance education students",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eygü",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karaman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Sci",
            "volume": "3",
            "issn": "1",
            "pages": "36--59",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Karabük University School of Health first class of nursing students' thoughts on the system of distance education",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Andsoy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Güngör",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bayburtluoğlu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yaman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Turkiye Klinikleri J Nurs Sci",
            "volume": "4",
            "issn": "2",
            "pages": "66--73",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A group of final year students views on nursing education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Atasoy",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sütütemiz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Florence Nightingale J Nur",
            "volume": "22",
            "issn": "9",
            "pages": "94--104",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Perceptions of students regarding E-learning during COVID-19 at a private medical college",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ayoob",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Memon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anxiety and coping strategies among nursing students during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Savitsky",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Findling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ereli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hendel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nurse Educ Pract",
            "volume": "46",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nepr.2020.102809"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sağlık Bakanlığı COVID-19. COVID-19 Yeni koronavirüs hastalığı",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Preparing a national roadmap for online higher education",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Saraç",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Psychosocial impact of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diab Met Syndrome",
            "volume": "14",
            "issn": "5",
            "pages": "779--788",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.05.035"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Factors affecting attitudes of nursing students towards distance education during the COVID-19 pandemic: A web-based cross-sectional survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Terzi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Azizoğlu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Özhan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Perspect Psychiatr Care",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "sing degree completion program established in 2009-2010. Afterwards, Inonu University Health Sciences Institute started a Surgical Nursing Distance Education Non-thesis Master's Degree program in the 2011-2012 academic year. Ataturk University Health Sciences",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "country, education was stopped in all schools and it was decided to conduct education by distance online methods. The university where the research was conducted also provided theoretical and clinical practice training for nursing by distance education due to the pandemic. In Turkey, none of the nursing schools could provide clinical practice at hospitals. The clinical practices of the main courses in the nursing curriculum were taught by giving students various assignments (audible PowerPoint presentations, care",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "As decided by the Ministry of Health and Council of Higher Education, all theoretical and practical educations for nurses were conducted via distance education (Republic of Turkey Ministry of Health 202019,20 ; CHE 2020). Creating content is one of the most important elements of distance education.3 Although the instructors of our university are experienced with creating class content for the nursing curriculum, they needed technical support for creating online class content and presentations. On the other hand, distance education is an unusual method, especially for nursing, and our education system did not have sufficient infrastructure and hardware to support it. However, the student information system of all universities in our country established infrastructure support units to swiftly provide classes. Thus, classes of nursing students were conducted without any problems via computer programs, such as Adobe Connect, Microsoft Teams, and Zoom. All questions that the students had on classes and how to use the system were answered and solved 24/7 by both the student information support unit and the instructors of our university. Therefore, the positive attitudes of the students towards the academic operation of the education might indicate that the education was provided successfully during the COVID-19 pandemic period at the academy where the research was conducted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "demic. The positive thoughts of the students towards the nursing education during the pandemic period were effective on developing positive attitudes towards distance education; uncertainty about distance education and the lowered perception for learning due to the COVID-19 pandemic causes negative attitudes towards distance education. Education might continue to be provided through distance education all over the world as long as COVID-19 pandemic is ongoing. Thus, a different teaching method could be tried to develop positive attitudes in nursing students towards distance education. The effects of distance education during the COVID-19 period on nursing students could be investigated in different studies. Moreover, new and different methods could be developed on how to maintain a wholesome nursing education during COVID-19 and possible future pandemics.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "in 2016 for university students, is a 5-point Likert-type, one-dimensional scale consisting of 35 items in points, disagree-2 points, totally disagree-1 point. The other items are reverse scored. Maximum and minimum scores that can be obtained from the scale are 175 and 35, respectively. Higher scores indicate negative attitudes towards distance education. Cronbach's alpha coefficient was 0.89 for the original scale 10 and 0.927 for our study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "T A B L E 1 Evaluation of attitudes towards distance education scale scores according to the students' characteristics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "daily life in our country, it is still uncertain if the pandemic will continue during 2020-2021 fall term. Thus, it is very important to identify the students' attitudes towards distance education and the factors affecting these attitudes to qualify the nursing students in the undergraduate and graduate programs of the uni-",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there are no conflict of interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTERESTS"
        },
        {
            "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "https://orcid.org/0000-0002-9500-6872",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Banu Terzi"
        }
    ]
}