{
    "paper_id": "6bb1064b9bb8c3c89b8e55e0e38a5f7daf9f49c9",
    "metadata": {
        "title": "Improved Testing and Design of Intubation Boxes During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Turer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cameron",
                "middle": [
                    "H"
                ],
                "last": "Good",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Benjamin",
                "middle": [
                    "K"
                ],
                "last": "Schilling",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "W"
                ],
                "last": "Turer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "R"
                ],
                "last": "Karlowsky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lucas",
                "middle": [
                    "A"
                ],
                "last": "Dvoracek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Heng Ban",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "S"
                ],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [
                    "J Peter"
                ],
                "last": "Rubin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Aerosol-generating procedures performed on patients infected with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) increase the risk of transmission. 1 Specialized personal protective equipment (PPE), including N95 masks and powered air-purified respirators, can protect health care workers. However, the demand for specialized PPE has outstripped supply in many areas, prompting researchers and clinicians to design new protective devices. 2 ",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION Background"
        },
        {
            "text": "Rigid plastic barrier enclosures, better known as \"intubation boxes,\" have been widely deployed for use while aerosol-generating procedures are performed. 1, [3] [4] [5] The concept of physical containment is simple and eases provider anxiety; however, the lack of rigorous safety testing raises concerns about its effectiveness. 1 In current forms, these devices are a splash shield, but the effect on containing aerosol spread is unclear. 3 Given the novelty of these devices, no rigorous testing framework exists to validate their safety. However, other fields use well-established standards for similar devices. For instance, laboratory hoods, which protect their users from aerosolized pathogens, undergo standardized testing. In these testing protocols, they must demonstrate 3 performance characteristics to pass inspection: contaminated air must not escape from within the hood during normal operation, contaminated air must pass through a filter to remove the pathogens (<0.01% penetration through the filter or enclosure), and a vacuum system must pull enough air into the hood to prevent pathogens from escaping (>75 ft/min). 6, 7 Editor's Capsule Summary",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "1,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 158,
                    "end": 161,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 162,
                    "end": 165,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "1",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 441,
                    "end": 442,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1140,
                    "end": 1141,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Importance"
        },
        {
            "text": "What is already known on this topic Intubation can produce aerosols that can transmit airborne infections such as coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance"
        },
        {
            "text": "What question this study addressed Can intubation boxes reduce exposure to infectious biological aerosols, and if so, how should these barriers be configured to provide effective protection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance"
        },
        {
            "text": "What this study adds to our knowledge Passive intubation boxes were ineffective in providing adequate protection from biological aerosols. Filtration-equipped vacuum enclosures provided high-level protection against aerosols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Importance"
        },
        {
            "text": "The use of filtration-equipped vacuum enclosures can reduce aerosol exposure during intubations and may help reduce the risk of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How this is relevant to change practice"
        },
        {
            "text": "Research we would like to see What role do filtration-equipped vacuum enclosures play in reducing infectious exposure during intubation compared with existing protective barriers such as powered air-purifying respirators or face masks and N95 respirators? available passive rigid plastic barrier enclosure and evaluate the performance of a custom rigid plastic barrier enclosure incorporating active air filtration. Our primary objective was to establish whether a passive rigid plastic barrier enclosure could contain aerosols and satisfy all industry safety requirements for class I biosafety cabinets, including smoke pattern analysis, aerosol leak testing, and air velocity testing. Our secondary objective was to compare aerosol concentrations as a surrogate for SARS-CoV-2 particles during intubation attempts between a passive rigid plastic barrier enclosure and 5 variations of rigid plastic barrier enclosures using active air filtration devices, as well as under simulated negative-pressure isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How this is relevant to change practice"
        },
        {
            "text": "This was a simulation-based study evaluating rigid plastic barrier enclosure safety in a simulated hospital room, using medical mannequins at the Winter Institute for Simulation, Education, and Research (Pittsburgh, PA). We collaborated with air filtration experts (Filtech Inc., Homestead, PA) to test the ability of the rigid plastic barrier enclosures to contain and filter aerosolized particles, using a combination of ISO 14644-3 and IEST test standards typically used for certifying class I biosafety cabinets. [6] [7] [8] We obtained a commercially available passive rigid plastic barrier enclosure (20Â16Â19 in) with two 5.75-in armholes for procedural access (VisionsAward, Celina, OH) ( Figure 1A ). Because commercially available passive rigid plastic barrier enclosures lacked the ability to incorporate active air filtration, we designed a 16Â13Â21in aluminum reinforced acrylic enclosure with a 3dimensionally printed adaptor (7Â7 in) to connect to the filters and vacuum sources ( Figure 1B ). The custom enclosure included a rectangular window (12Â5 in) for procedural access, which could be sealed when not in use. We sealed the caudal end of the enclosure with a clear plastic drape placed around the mannequin.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 521,
                    "end": 524,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 706,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 996,
                    "end": 1005,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "MATERIALS AND METHODS Study Design and Setting"
        },
        {
            "text": "We designed the vacuum-filter-equipped enclosure to mimic a class I biosafety cabinet, allowing us to use established industry testing standards. However, none of the tested vacuum and filter combinations are used in class 1 biosafety cabinets, which have purpose-built vacuum and filter systems tailored to the cabinet specifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS Study Design and Setting"
        },
        {
            "text": "We selected 5 vacuum sources that are commonly found in hospitals or can be readily purchased: hospital wall suction set to maximum pressure (>300 mm Hg) without additional filtration; a portable DeWalt wet/dry vacuum (DeWalt, Baltimore, MD) coupled to an inline ultralow particulate air filter cartridge (Atrix International Inc, Burnsville, MN) ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "MATERIALS AND METHODS Study Design and Setting"
        },
        {
            "text": "We evaluated aerosol containment during simulated intubation with both passive and active rigid plastic barrier enclosures. An attending emergency physician performed intubations by video laryngoscopy (GlideScope; Verathon Inc., Bothell, WA). We continuously generated test aerosols inside the rigid plastic barrier enclosures during simulated procedures, as described in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "We placed rigid plastic barrier enclosures over the mannequin's head and shoulders. Each simulation trial lasted 2.5 minutes, consisting of a 60-second preprocedural aerosol-generating period intended to simulate the peri- intubation period and allow accumulation of aerosol within the rigid plastic barrier enclosure. Immediately after was a 90-second procedural period, during which the proceduralist repeatedly intubated and extubated the mannequin to simulate a failed airway scenario with multiple or prolonged intubation attempts. 9 Aerosol generation continued during the simulated procedure. We performed three 2.5-minute trials per test condition.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 538,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Interventions"
        },
        {
            "text": "We also simulated negative-pressure isolation of an upright patient, using active rigid plastic barrier enclosures. This configuration allows the use of high-flow nasal cannula, CPAP, BiPAP, and other aerosol-generating procedures. The mannequin was positioned with the head of the bed elevated to 60 degrees, and the active rigid plastic barrier enclosure was positioned over the mannequin's head and shoulders ( Figure 2C ). A frame supported clear plastic sheeting to create a tent over the mannequin's lower body. The caudal end of the sheeting was left open to allow room air entry and avoid potential claustrophobia. The procedural access window was sealed during isolation trials. Tests were performed with smoke evacuators at their maximum setting (see Appendix E1, available online at http://www.annemergmed.com, for details on smoke evacuator fan settings). The DeWalt vacuum was not tested in this configuration because noise levels would prohibit long-term use.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 423,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interventions"
        },
        {
            "text": "To mirror class I biosafety cabinet testing, we performed 3 tests: qualitative smoke pattern analysis, quantitative aerosol leak testing, and air velocity analysis. 6, 7 Qualitative smoke pattern analysis is performed by observing neutrally buoyant glycol smoke within an enclosure to evaluate for escape of aerosol and is used as an indicator of airflow direction. Industry standards define test failure when smoke can be seen escaping the tested enclosure. Glycol smoke was dispersed with a C Breeze Fog Generator (Degree Controls Inc., Milford, NH) and released into the enclosure directly above the mannequin's mouth. NSF-accredited technicians (for NSF/ANSI Standard 49, Field Testing and Certification of Biological Safety Cabinets) performed and observed all visual smoke pattern analysis testing and classified each rigid plastic barrier enclosure as passing or failing. 6 All technicians met and passed certification requirements for repeatable and reliable airflow smoke pattern tests as defined in NSF/ANSI Standard 49.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 168,
                    "end": 169,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 879,
                    "end": 880,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods of Measurement"
        },
        {
            "text": "Quantitative aerosol leak testing consists of measuring particulate concentrations at enclosure openings and at filter exhaust ports to evaluate aerosol containment and filter performance, respectively. We generated a continuous flow of polydispersed polyalphaolefin (PAO) aerosol with an AG-E3 Laskin-nozzle Aerosol Generator (TEC Services Inc., New Oxford, PA) and released it directly above the mannequin's mouth at 56 mg/L. PAO aerosols generated in this manner contain particles from 0.1 to 10 mm, which corresponds to the size range of exhaled SARS-CoV-2 aerosolized droplets and is used as a laboratory surrogate of airborne pathogens. 6, 8, [10] [11] [12] [13] We measured aerosolized PAO particulate concentrations inside and outside each enclosure with a calibrated PH-5 photometer (TEC Services Inc.). To quantify PAO concentrations outside of the rigid plastic barrier enclosures, we used the photometer to first measure the average concentration of PAO (upstream) within the enclosure, which served as the 100% reference to quantify aerosol penetration outside of the enclosure (downstream). We then acquired downstream sample measurements and reported them as a percentage of the upstream concentration. We took measurements every 10 seconds, for a total of 10 measurements per trial, and repeated this 3 times, for a total of 30 PAO aerosol concentration measurements at each location for each configuration. Failure of this test occurs when greater than 0.01% of PAO penetration is detected through the enclosure openings or the vacuum exhaust port.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 645,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 646,
                    "end": 648,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods of Measurement"
        },
        {
            "text": "NSF-accredited technicians (for NSF/ANSI Standard 49) measured air velocity at 4 points evenly spaced across the procedural access window, using a 9565-A hotwire anemometer (TSI Incorporated, Shoreview, MN) to generate a mean value, and then repeated this sequence 3 times. This test is 1 of the 3 requirements for certifying class I biosafety cabinets. 6 Air changes per hour were extrapolated with air velocity and procedural access window surface area. To meet class I biosafety standards, a vacuum system must generate greater than 75 ft/min to prevent pathogens from escaping the hood.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods of Measurement"
        },
        {
            "text": "We evaluated the passive rigid plastic barrier enclosure during simulated intubation, using qualitative smoke pattern analysis and quantitative aerosol leak testing. During the 90-second procedural period, we simultaneously measured PAO aerosol concentrations in front of the faces of the proceduralist and an assistant standing to the right of the mannequin ( Figure 2B ). Passive rigid plastic barrier enclosures do not actively filter air or generate airflow, so quantitative assessment of filter performance and air velocity testing could not be performed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods of Measurement"
        },
        {
            "text": "Active rigid plastic barrier enclosures were similarly evaluated during simulated intubations, with the same qualitative smoke pattern analysis and quantitative PAO aerosol concentration measurement techniques as those of the passive enclosure. Additionally, the enclosures underwent quantitative PAO filter leak testing at the vacuum exhaust port, as well as air velocity testing at the procedure access window. Measuring aerosol concentration at the exhaust port confirms that the test aerosol is not bypassing the filter and contaminating the environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of Measurement"
        },
        {
            "text": "Finally, during simulated negative pressure isolation, we performed qualitative smoke pattern analysis, quantitative aerosol leak testing, and air velocity testing for the rigid plastic barrier enclosure outfitted with each of the 3 smoke evacuators. We also measured air velocity at the open face of the plastic sheeting and quantitative aerosol concentrations at both the open end of the tent and 1 ft from the corner of the tent (the assistant position).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods of Measurement"
        },
        {
            "text": "The primary study outcome was to evaluate whether a passive rigid plastic barrier enclosure contained aerosol as defined by passing the 3 safety tests necessary for class I biosafety cabinet certification. Secondary outcomes were the results of qualitative smoke pattern analysis, quantitative aerosol leak testing, and air velocity analysis on active rigid plastic barrier enclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome Measures"
        },
        {
            "text": "We analyzed our data with GraphPad Prism (version 8; GraphPad Software, San Diego, CA) and graphed the results with Excel (Microsoft, Redmond, WA). Air velocity measurements are represented as mean with SD. PAO aerosol concentration measurements resulted in nonnormal distributions and thus are reported as median and interquartile range (IQR; 25th percentile, 75th percentile) to describe the populations from which the data were obtained (Tables 1 and 3 ). Because it is not always possible to obtain an exact confidence interval (CI) for the median, GraphPad Prism finds and reports the closest confidence level possible (actual CI included later).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 455,
                    "text": "(Tables 1 and 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Primary Data Analysis"
        },
        {
            "text": "We defined a clinically meaningful result as a rigid plastic barrier enclosure test configuration's ability to maintain aerosol concentrations below the 0.01% industry threshold and not by effect size between different configurations. We confirmed protective efficacy of each configuration by comparing the 99% CI (lower bound, upper bound) with the industry standard of 0.01%. If the CI does not contain the industry standard, then the median of that test configuration is significantly different. The 99% CIs for each test configuration are listed in Tables 2 and 4 (actual CI 99.48%). All measurements were taken as illustrated in Figure 2B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 634,
                    "end": 643,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Primary Data Analysis"
        },
        {
            "text": "During simulated aerosol-generating procedures, the neutrally buoyant glycol smoke escaped from all openings in the enclosure, resulting in a failure of this test (Video E1 [available online at http://www.annemergmed.com], Figure 3A ). Median quantitative measurements of PAO concentration as a percentage of concentration inside the passive rigid plastic barrier enclosure at the proceduralist location (9.73%; IQR 3.14%, 18.40%) and assistant location (72.50%; IQR 8.58%, 119.30%) were statistically significantly elevated above the industry standard acceptance of 0.01%, resulting in a failure of this test. The maximum observed external PAO concentration was 330% at the assistant position ( Figure 4, Tables 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 696,
                    "end": 721,
                    "text": "Figure 4, Tables 1 and 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The rigid plastic barrier enclosure connected to wall suction failed the qualitative smoke pattern analysis test. PAO concentration at the proceduralist's location (11.30%; IQR 5.00%, 39.43%) remained statistically significantly elevated above the industry standard acceptance of 0.01%. The maximum aerosol concentration measured at the proceduralist's location was 148%. Airflow velocity measurements at the procedure access window averaged 2 ft/min (SD 0 ft/min) (20 air changes per hour). Aerosol concentration at the assistant position (0.19%; IQR 0.11%, 0.29%) was reduced compared with the passive rigid plastic barrier enclosure (72.50%; IQR 8.58%, 119.30%) because of the addition of the clear plastic drape placed around the mannequin in active configurations. However, the PAO aerosol concentration still statistically significantly exceeded allowable safety levels of 0.01%, with a maximum measured concentration of 2.18% (Figure 4, Tables 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 933,
                    "end": 959,
                    "text": "(Figure 4, Tables 1 and 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We then tested the higher airflow configurations, starting with the portable DeWalt wet/dry vacuum and inline ultralow particulate air filter cartridge. This configuration passed the qualitative visual smoke test. PAO concentrations at both measurement locations outside the enclosure were statistically significantly below the industry safety threshold of 0.01% (proceduralist median¼0.0011%, IQR 0.0006%, 0.0024%; assistant median¼0.0005%, IQR 0.0002%, 0.0007%), thus meeting the acceptable standard for aerosol containment (Tables 1 and 2 ). This configuration produced an average air velocity of 69 ft/min (SD 1 ft/min) (682 air changes per hour) (Appendix E1A, available online at http://www. annemergmed.com).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 541,
                    "text": "(Tables 1 and 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We tested the active rigid plastic barrier enclosure with the 3 surgical smoke evacuators run at multiple fan speeds. Each smoke evacuator passed qualitative smoke pattern analysis at all tested fan speed settings (Video E1 [available online at http://www. annemergmed.com], Figure 3B , Appendix E1 [available online at http://www.annemergmed.com]). When set to their maximum speed, all smoke evacuator systems statistically significantly maintained external PAO concentrations below the acceptable industry standard of 0.01% at each measurement location, as well as met Food and Drug Administration guidance for a 4-log reduction in aerosol concentration, thus meeting the acceptable standards of aerosol safety (Tables 1 and  2 ). 14 We recorded air velocities over the tested range of smoke evacuator fan speeds (Appendix E1, available online at http://www.annemergmed.com). At their maximum fan speeds, mean air velocity for the Neptune 2 Ultra, PlumeSafe Turbo, and ViroVac were 66 ft/min (SD 2 ft/min; 652 air changes per hour), 127 ft/min (SD 1 ft/min; 1,256 air changes per hour), and 52 ft/min (SD 2 ft/min; 514 air changes per All measurements were taken as illustrated in Figure 2B . PAO aerosol concentrations are represented as median with 99% CI as a comparison against the industry standard safety limit of 0.01%. hour), respectively (Table 1 , Appendix E1, available online at http://www.annemergmed.com). The active rigid plastic barrier enclosure using the 3 smoke evacuators passed qualitative smoke pattern analysis across all tested fan speeds. Quantitative aerosol concentration measurements at the tent opening and assistant position remained statistically significantly lower than the 0.01% acceptable standard for each of the tested smoke evacuators at maximum fan speeds, passing this test (Tables 3 and 4 ). Fan speeds were varied and air velocities at the tent opening were recorded (Appendix E1B, available online at http://www.annemergmed.com). At their maximum settings, mean air velocities for the Neptune 2 Ultra, PlumeSafe Turbo, and ViroVac, and were 44 ft/min (SD 2 ft/min; 435 air changes per hour), 36 ft/min (SD 4 ft/min; 356 air changes per hour), and 14 ft/min (SD 7 ft/min; 138 air changes per hour), respectively (Table 3) .",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 735,
                    "text": "14",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 284,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 713,
                    "end": 729,
                    "text": "(Tables 1 and  2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1183,
                    "end": 1192,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1349,
                    "end": 1357,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1816,
                    "end": 1831,
                    "text": "(Tables 3 and 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2256,
                    "end": 2265,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "This study was performed in a medical simulation laboratory (Winter Institute for Simulation, Education, and Research) with a medical mannequin and industryaccepted aerosol test procedures as a surrogate to a patient with SARS-CoV-2 in a clinical setting; how the results translate to a dynamic emergency department setting have yet to be determined. Although we tested a single commercially available passive rigid plastic barrier enclosure, we believe our results can be generalized to such enclosures, given the common design features that were well represented in the model we tested. Our active rigid plastic barrier enclosure was custom designed to include a single, larger procedure window versus the 2 independent armholes in the passive rigid plastic barrier enclosure. Because the surface area of the opening was larger in the custom active enclosure, it is reasonable to believe that 2 armholes would be the same or more favorable in containing aerosol if appropriately redesigned with sufficient active air filtration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIMITATIONS"
        },
        {
            "text": "Our approach to safety testing and device performance used well-described industry techniques that are translatable to other aerosol containment systems designed for reducing the spread of infectious pathogens. However, our results apply only to the configurations tested and additional safety testing should be performed on new systems before implementation in a clinical setting. Additionally, wall suction flow rates may vary across hospital settings but are unlikely to differ enough to alter the outcome of our results. Table 3 . Summary of results for each test configuration when the head of the bed was elevated to 60 degrees (upright). Measurements were taken at the caudal end of the tent ( Figure 2C ) to simulate negative pressure isolation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 525,
                    "end": 532,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 710,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "LIMITATIONS"
        },
        {
            "text": "Our study did not measure the incremental benefit of using a rigid plastic barrier enclosure with active filtration over standard PPE, and it is unknown whether any of these devices, when added to currently recommended airborne precautions for aerosol-generating procedures (eg, negativepressure room, N95 or powered air-purified respirators), reduce the incidence of infection among persons performing or assisting with intubation. However, using an active rigid plastic barrier enclosure would provide added protection in cases of PPE failure, including poor mask fittings, prolonged use or reuse of barriers and filters, or failed viral containment because of lack of negative-pressure ventilation in a room. It is further reasoned that its use would prevent environmental contamination during aerosol-generating procedures. Finally, despite performance of numerous video laryngoscopy-assisted intubations with a rigid plastic barrier enclosure using active air filtration, a rigorous ergonomics study is needed before widespread adoption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LIMITATIONS"
        },
        {
            "text": "Although many enclosures provide some protection from heavier droplets (which typically fall to the ground within seconds), to our knowledge no data exist about whether passive intubation boxes protect providers from aerosolized viruses. 3, 15 Our testing used well-established standards traditionally used for certifying class I biosafety cabinets. Smoke pattern analysis revealed aerosol passing through the access points of the passive rigid plastic barrier enclosure and directly into the proceduralist's and assistant's face. Furthermore, the enclosure failed to contain aerosol during simulated intubations. A false sense of security provided by these enclosures may pose a risk to providers.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "text": "3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "15",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As illustrated in Video E1 (available online at http:// www.annemergmed.com), the neutrally buoyant glycol smoke was drawn out of the passive rigid plastic barrier enclosure and upward toward the proceduralist's face. Although a ceiling-mounted hospital ventilation system was not explicitly tested, we hypothesize that it could exacerbate this phenomenon and increase spread of aerosol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Adding standard hospital wall suction did not provide adequate airflow to support its use for active air filtration. Instead, by coupling a custom-made enclosure to vacuum sources with higher airflow rates and specialized filters, we demonstrated system performance similar to that of a class I biosafety cabinet. Furthermore, the active rigid plastic barrier enclosure demonstrated full containment of all aerosolized particulates (>99.99% efficient) and meets Food and Drug Administration guidance of a 4-log aerosol reduction for filtered air systems. 14 We continue to optimize the function and ergonomics of the design, yet in its current form, the active enclosure affords a significant Measurements were taken at the caudal end of the tent ( Figure 2C ) to simulate negative-pressure isolation. PAO aerosol concentrations are represented as median with 99% CI as a comparison against the industry standard safety limit of 0.01%. improvement in provider safety over current practice. Performance testing of aerosol containment devices before clinical implementation will improve the safety of health care workers using them. Adoption of rigid plastic barrier enclosures with active air filtration may allow peri-intubation preoxygenation and bag-valve-mask ventilation without increasing risk of contaminating providers. Given the protective efficacy during simulations of negative-pressure isolation, the active rigid plastic barrier enclosure device will likely facilitate the use of high-flow nasal cannula, CPAP, BiPAP, and nebulizers in coronavirus disease 2019 patients, reducing the current reliance on ventilators. 16 A battery-powered version of rigid plastic barrier enclosures with sufficient active air filtration could offer improved safety for emergency medical services and hospital-based patient transport. 17 In summary, simple physical barriers such as passive rigid plastic barrier enclosures inadequately protect providers from aerosols, yet they are being widely used by health care workers performing aerosol-generating procedures on infected patients. Rigid plastic barrier enclosures that incorporate sufficient active air filtration provide improved protection to health care workers during simulated intubations. Additionally, they provide a means to safely isolate individual patients and may also protect health care workers during patient transport. work; or the acquisition, analysis, or interpretation of data for the work; AND (2) Drafting the work or revising it critically for important intellectual content; AND (3) Final approval of the version to be published; AND (4) Agreement to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "text": "14",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1629,
                    "end": 1631,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1829,
                    "end": 1831,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 749,
                    "end": 758,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Funding and support: By Annals policy, all authors are required to disclose any and all commercial, financial, and other relationships in any way related to the subject of this article as per ICMJE conflict of interest guidelines (see www.icmje.org). Drs. D. M. Turer, Good, Figure 4 . Results of aerosol concentration measurements. Relative concentration percentages of aerosolized PAO are plotted on a log scale for each test configuration. Measurements were taken simultaneously at 2 locations (proceduralist, black circles; assistant, gray circles). Blue diamonds represent the median of all measurements for a given configuration. The horizontal dotted line represents the acceptable standard for aerosol concentration (<0.01%) outside the rigid plastic barrier enclosure.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An evaluation of portable high-efficiency particulate air filtration for expedient patient isolation in epidemic and emergency response",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mead",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Emerg Med",
            "volume": "44",
            "issn": "",
            "pages": "635--645",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aerosol barrier hood for use in the management of critically ill adults with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Martel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Reardon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2020.04.030"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A protection tent for airway management in patients with COVID-19 infection",
            "authors": [
                {
                    "first": "P-H",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "Y-Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ann Emerg Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2020.04.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "National Safety Foundation",
            "authors": [],
            "year": 2018,
            "venue": "NSF International. NSF/ANSI 49-2018: Biosafety Cabinetry: Design, Construction, Performance, and Field Certification",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "US Department of Health and Human Services",
            "authors": [],
            "year": 2009,
            "venue": "Biosafety in Microbiological and Biomedical Laboratories",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "IEST-RP-CC034: HEPA and ULPA Filter Leak Tests",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A comparison of GlideScope video laryngoscopy versus direct laryngoscopy intubation in the emergency department",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Campagne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chinnock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Acad Emerg Med",
            "volume": "16",
            "issn": "",
            "pages": "866--871",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2271-3"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pilot study of directional airflow and containment of airborne particles in the size of Mycobacterium tuberculosis in an operating room",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Olmsted",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Infect Control",
            "volume": "36",
            "issn": "",
            "pages": "260--267",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Validation of an animal isolation imaging chamber for use in animal biosafety level-3 containment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Alderman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frothingham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sempowski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Appl Biosaf",
            "volume": "15",
            "issn": "",
            "pages": "62--66",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Potential airborne pathogen transmission in a hospital with and without surge control ventilation system modifications",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Offermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eagan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Offermann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Build Environ",
            "volume": "106",
            "issn": "",
            "pages": "175--180",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Enforcement policy for sterilizers, disinfectant devices, and air purifiers during the coronavirus disease 2019 (COVID-19) public health emergency",
            "authors": [
                {
                    "first": "Drug",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Administration",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Aerosol Technology: Properties, Behavior, and Measurement of Airborne Particles 2nd ed",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Management of critically ill adults with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Poston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Efficacy of an ambulance ventilation system in reducing EMS worker exposure to airborne particles from a patient cough aerosol simulator",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcclelland",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Occup Environ Hyg",
            "volume": "16",
            "issn": "",
            "pages": "804--816",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "left image); a Stryker Neptune 2 Ultra smoke evacuator with integrated filter (Stryker Corporation, Kalamazoo, MI); a Buffalo Filter PlumeSafe Turbo smoke evacuator with integrated filter (Buffalo Filter LLC, Lancaster, NY); and a Buffalo Filter ViroVac smoke evacuator with integrated filter (Buffalo Filter LLC) (Figure 2A, right image).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison of passive and active rigid plastic barrier enclosures. A, Commercially available passive intubation box. B, Aluminum-reinforced rigid plastic barrier enclosure with 3-dimensionally printed adapter to allow active air filtration.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Active rigid plastic barrier enclosures. A, Computer-aided design depiction of a rigid plastic barrier enclosure with external ultralow particulate air filter cartridge and DeWalt portable vacuum (left) and with the Buffalo Filter smoke evacuator (right). B, Computer-aided design illustration of the 2 primary PAO aerosol measurement locations. C, The unit in patient isolation mode, with the head of the bed elevated to 60 degrees. The subject is a member of the research team.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Simulated intubation. Comparison of a passive intubation box (A) and an enclosure with active air filtration (B), using a neutrally bouyant glycol smoke. The smoke exited the intubation box in both the cranial and caudal locations in the passive condition, but was fully contained in the active configuration.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of results for each supine test configuration.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of CIs for each supine test configuration.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of CIs for each test configuration when the head of the bed was elevated to 60 degrees (upright). Aerosol Concentration (%), N[30, 99% CI (Lower, Upper Bounds)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge safety testing assistance from Author contributions: DMT, CHG, BKS, NRK, LAD, HB, JSC, and JPR were responsible for study conceptualization and design. DMT, CHG, RWT, NRK, and JSC were responsible for literature review. DMT, CHG, BKS, RWT, NRK, HB, JSC, and JPR were responsible for data analysis and interpretation of results. DMT, CHG, RWT, JSC, and JPR were responsible for article development and review. DMT takes responsibility for the paper as a whole.All authors attest to meeting the four ICMJE.org authorship criteria: (1) Substantial contributions to the conception or design of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Publication dates: Received for publication May 19, 2020. Revisions received July 13, 2020; July 28, 2020, and August 13, 2020. Accepted for publication August 24, 2020.Trial registration number: XXXXXXXX",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}