{
    "paper_id": "6bdbecc3eea1de9f45268f3a238f6d8dadafce0a",
    "metadata": {
        "title": "Nursing engagement in research priorities focused on health systems and services in Latin America countries",
        "authors": [
            {
                "first": "Tonda",
                "middle": [
                    "L"
                ],
                "last": "Hughes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maureen",
                "middle": [],
                "last": "George",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruby",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bruna",
                "middle": [
                    "Moreno"
                ],
                "last": "Dias",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [
                    "E"
                ],
                "last": "Dohrn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [
                    "Helena"
                ],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bortoli",
                "middle": [],
                "last": "Cassiani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Pan American Health Organization (PAHO) is the specialized health agency of the Inter-American System and serves as the Regional Office for the Americas of the World Health Organization (WHO). In consultation with member states, PAHO conducted a study in October 2014 to identify nursing research priorities related to health systems and services in the Americas as set forth in the Strategy for Universal Access to Health and Universal Health Coverage (Resolution CD53/5, Rev. 2) [1] . These priorities were published in 2015 [2] with the expectation that they would guide and support nursing research focused on health systems and services across Latin America. For that study, a systematic literature search was conducted to identify the research priorities and related topics. Initially, a list of 444 topics was generated and evaluated by the PAHO/WHO Collaborating Centers on Nursing and Midwifery, using a consensus method. The topics were then further narrowed to those Open Access *Correspondence: th2696@cumc.columbia.edu of greatest relevance by coordinators of graduate programs from 12 Latin American countries and 122 experts in nursing and public health research from 12 countries (Argentina, Bolivia, Brazil, Chile, Colombia, Costa Rica, El Salvador, Mexico, Panama, Peru, Portugal and Uruguay). The final priorities were reviewed and finalized in consultation with Ministries of Health in PAHO member states. These priorities were organized into 14 subcategories within the following six major categories: (1) Policies and education related to nursing human resources;",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(2) Structure, organization and dynamics of health systems and services; (3) Science, technology, innovation, and information systems in public health; (4) Financing of health systems and services; (5) Health policies, governance, and social control; and (6) Social studies in the health field [2] . Six years later, PAHO in conjunction with the Collaborating Center in the University of Columbia School of Nursing, conducted a survey to determine the extent to which these priorities were guiding current nursing research in Latin America. This paper reports results of the survey.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Latin America is a region characterized by high inequality and a complex economic, social, and political climate that has direct impact on healthcare access [3] . The many barriers to healthcare access include financial and geographic factors as well as availability and acceptability of health services. These factors affect the provision of comprehensive, efficient, and quality services, especially for vulnerable populations [3] . Additionally, strengthening primary health care services, particularly at the first level of care, in line with the principles of universal health care, remains an urgent priority in the region [4] .",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In 2009, a PAHO meeting with Latin America and the Caribbean (LAC) stakeholders and leaders focused on limitations in health research in LAC countries and the importance of this research in guiding health system reform. To foster a common agenda, it was recommended that a national policy on research for health be formulated that involved multisectoral participation, articulation, and coordination. Since then, LAC countries have strengthened their national research priorities and are working to develop more consistent approaches to the integration and translation of research that can inform health policies [5] . However, addressing gaps between evidence and policy related to human resources for health and the need to set research priorities and broaden acceptance and use of scientific evidence in informing practice and policy remain important priorities for Latin American countries [6] . To that end, PAHO has been working since 2013 to strengthen and expand the roles and responsibilities of nurses in primary health care systems, including increasing their involvement in research. Strategic Directions for Nursing in the Region of the Americas, a PAHO/WHO initiative launched in 2019 [7] , highlighted the cross-cutting importance of research and reinforced the need to enhance the translation of research to practice as well as to forge alliances between Ministries of Health and their various stakeholders to support the establishment of a research agenda and set research priorities.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Developing research capacity relies on the crucial support of academic institutions, integration between disciplines and sectors, and the establishment of global partnerships and multilateral initiatives [8] . Nurses represent 56% of the health workforce in the Region of the Americas [9] . More than 1700 Schools of Nursing are listed in the Directory of Nursing Schools of the Region of the Americas. The Latin America Region has more than 1000 nursing schools, and the number of new schools is growing in several countries. Health research in LAC countries is conducted primarily by academic researchers. Although there is a good deal of diversity in research capacity and use of evidence, especially within the scope of health systems and services within and across LAC countries, there remains a great need to expand nursing's capacity to conduct research and to disseminate and use research findings [10, 11] , as well as to build knowledge connections from an intersectoral perspective, with actions that allow integration of the health sector with other sectors, such as education, work and economy.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 906,
                    "end": 910,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A strong nursing research agenda is needed to help strengthen health services and systems and promote universal health coverage [12] , particularly one that considers topics related to essential services, social determinants of health, and multisectoral involvement. Research with this level of integration, as demonstrated in the COVID-19 pandemic response, will determine the ability of countries to focus their efforts on more effective responses [13] .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The current study was designed as a follow-up to the 2014 study [2] . PAHO and the Columbia University School of Nursing in the United States, a PAHO/ WHO Collaborating Center in Nursing and Midwifery, conducted a cross-sectional survey of nurses in Latin American countries. The aim of the study was to assess involvement in health systems and services research in Latin American relative to key topics and priorities identified in the earlier study.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Using a consensus approach, a subset of five research priorities and 29 topics considered most relevant to achieving the goal of guiding and supporting nursing research on health systems and services in Latin America was selected from among the 276 topics identified in the 2014 study [2] . These included nine topics focused on Policies and Education related to Nursing Human Resources items, 12 on Structure, Organization, and Dynamics of Health Systems and Services items, three on Science, Technology, Innovation, and Information Systems in Public Health, three on Health Policies, Governance, and Social Control and two on Social Studies in the Health Field. No topics from the sixth category, Financing of Health Systems and Services were selected for inclusion in the survey.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Selection and survey topics"
        },
        {
            "text": "For each of the 29 topics we asked three questions to assess whether survey respondents: (1) were conducting research related to the topic; (2) were using research findings related to the topic; and/or (3) were aware of research related to the topic. The survey was developed in English, translated into Spanish and Portuguese, and then back translated by native speaking authors. The surveys were anonymous, but captured key sociodemographic and professional characteristics of respondents. Qualtrics, a web-based data collection tool, was used to build and conduct the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Selection and survey topics"
        },
        {
            "text": "Deans, faculty and graduate students at schools of nursing in Latin America with graduate programs, as well as Latin American nurse researchers outside of academia were targeted for recruitment via the PAHO-EnfAmericas listserv, as well as a contact list from the Directory of Nursing Schools of the Region of the Americas (https:// www. obser vator iorh. org/ es/ direnf ). The e-mail invitation described the purpose of the study and those who received the email were encouraged to share the link with other nurses in Latin America, particularly those engaged in research. E-mail invitations and instructions excluded retired and nonpracticing nurses and midwives as well as editors of nursing journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant recruitment"
        },
        {
            "text": "Email messages in English, Spanish, and Portuguese announcing the study were sent in February 2021, with links to the survey. Eight weeks after the survey opened, email messages announcing the end of the data collection were sent encouraging those who had not yet participated to complete the surveys. The survey was closed in May 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey implementation and dissemination"
        },
        {
            "text": "The Columbia University Institutional Review Board reviewed the survey materials and determined that the project did not constitute human subjects research according to the U.S. federal guidelines (IRB protocol #AAAS8709). The project then was submitted to and approved by PAHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics review"
        },
        {
            "text": "As shown in Table 1 , the majority (85.8%) of the 856 nursing and midwifery respondents were female. The largest group of respondents (32.7%) had masters degrees; 29.4% had a Ph.D., DNS, EdD or other doctoral degree; and 14.9% had a bachelor's degree. Although Latin America does not offer associate degrees in nursing, 20 (2.3%) respondents indicated this as their highest level of education. Based on information entered in the \"other, please specify\" option, we believe that some respondents misinterpreted the education question. Many of the responses written in for the \"other, please specify\" option related to positions (associate professor, professor, postdoctoral), student status, or completion of specialty courses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "About one-fourth (26.8%) of respondents were employed as a practitioner in health services, 23.5% were faculty in a school of nursing without a Ph.D. or Doctor of Nursing Science (DNS) program, and 14.2% were faculty in a school of nursing with a Ph.D. or DNS program. One-fourth (24.9%) of respondents indicated that they work in a nursing school that has a Ph.D. program; twothirds (65.3%) work in nursing schools that have a master's degree program. Nearly one-half (44%) reported that the school where they worked or graduated from publishes a peer-reviewed scientific nursing journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "As shown in Table 2 , respondents represent 20 of the 33 Latin American countries; most were from Brazil (26.2%), Mexico (20.7%), or Colombia (11.5%). Table 3 summarizes key results of the survey. The percentage of respondents who reported that they conduct research on the nine topics within the priority Policies and Education related to Nursing Human Resources ranged from 6 to 31%. More respondents used research (10-48%) or knew about research (14-55%) related to this priority. Within this priority category, most respondents reported conducting, using or being aware of research related to continuing education, training, curricula and competencies. The lowest responses were for conducting or using research related to the effects of nurse migration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 151,
                    "end": 158,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Slightly more respondents (17-36%) indicated that they were conducting research related to the Structure, Organization, and Dynamics of Health Systems and Services with 26-48% indicating that they use, and 37-55% indicating knowing about, research related to this priority. Of the 12 topics within this priority, the largest proportion of respondents indicated that they conduct research related to \"identifying nursing interventions that are most effective in individual health and/or in population health. \" Leadership, safety, and quality were topics that respondents knew about, but relatively few conducted or used research related to these topics. For the research priority Science, Technology, Innovation, and Information Systems in Public Health, relatively few respondents (18-28%) reported having conducted research on one of the three topics; however, 26-47% reported that they use research, and 34-56% reported knowing about research, related to this priority. Engagement in, use of, and knowledge about was highest for \"access to and utilization of evidence-based information on nursing practice. \" Fewer respondents endorsed conducting, using or knowing about research related to the use of information technologies in nursing practice or institutional policies to support the production of nursing knowledge and/or technology in primary health care settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing research priorities"
        },
        {
            "text": "Similarly, few respondents (10-17%) reported conducting research related to the three topics within the priority Health Policies, Governance, and Social Control. About one-fourth (21-28%) reported using research related to this priority and about one-third (29-36%) reported knowing about research within this priority area. Nearly equal proportions of respondents reported conducting, using or knowing about research related to \"the role of organizational management in the performance of nursing professionals in the public sector\" and \"nurse's participation the decision-making process or in public policy development. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing research priorities"
        },
        {
            "text": "The research priority, Social Studies in the Health Field, included only two topics. Similar proportions of respondents reported conducting and using research related to \"societal recognition of the work of nurses\" and \"strategies to promote a positive image of nurses/the nursing profession\". Slightly more (36%) knew about research related to societal recognition of nurse's work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing research priorities"
        },
        {
            "text": "Results for respondents whose affiliated school had a Ph.D./DNS program and those whose affiliated school did not have a Ph.D./DNS program differed. More respondents affiliated with schools of nursing that have doctoral programs reported having conducted, having used, or being aware of research on some topics and more respondents from schools of nursing without doctoral programs reported these forms of engagement on other topics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nursing research priorities"
        },
        {
            "text": "Most respondents reported conducting or using nursing research focused on nursing education (competencies and curricula), nursing roles, and nursing interventions to improve individual and/or population health outcomes. To a large, but lesser extent, respondents reported conducting or using research related to evidence-based nursing practice. Research on health systems' organization and structure was the topic familiar to most study respondents, whereas conducting research or being aware of nursing research that examines health policies, the impact of nursing on public health, nurse migration, and information technologies were least often reported. These findings suggest that some rebalancing of research is needed, with perhaps less focus on education and roles and more focus on health policy, public health, information technology, and especially nurse migration. If nursing curricula included foundational content about the importance of policy, and if advanced education related to policy were available to nurse leaders who can and should influence policy [11] , the profession would no doubt be better prepared to address global health challenges such as social, racial/ethnic and sexual/gender inequalities and health inequities [9] . Moreover, by increasing the number of doctoral programs more nurses would have the specialized knowledge and skills to address social determinants of health, human resources for public health, and innovation in health. However, doctoral programs must have the resources, including qualified faculty, to train professionals who have strong skills in statistics, research methods and critical thinking and are capable of conducting rigorous and socially relevant research [14, 15] . The fact that 36% of respondents reported conducting research to identify effective interventions in improving individual health and/or population health (and about 50% reported that they used or knew about this research) is one of the most encouraging findings from the survey. It is noteworthy that research on issues related to migration was barely explored among respondents, indicating that this topic is ripe for expansion in the coming years. Understanding nurse migration is of even greater importance given the impact of the COVID-19 pandemic on health systems, including its impact on the nursing workforce. Understanding the labor market; issues related to attractiveness, working conditions and retention of nurses; and the capacity of educational systems to address the shortage of bedside nurses and the importance of the clinical and academic nursing workforce in addressing this, are critically important in Latin America and in most parts of the world [16] .",
            "cite_spans": [
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1722,
                    "end": 1726,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1727,
                    "end": 1730,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2702,
                    "end": 2706,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Information and communication technology is fundamental to meeting patient safety and care quality needs [17] . So, although it is encouraging that 32% of respondents reported using research informed by data science, the low rate of conducting research using big data highlights another area in which there is need for more nurse scientists to develop programs of research. If nurses were to harnesses the power of predictive analytics patient outcomes could be improved through the identification of evidence-based care that can prevent or ameliorate health problems before they develop.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Themes such as quality and safety, which most participants indicated knowing about, should be a greater focus in future research. This is particularly important given evidence that the quantity of nurses and the quality of their training has measurable impact on care and patient safety [18] . In addition, the provision of adequate working conditions and the safety of health professionals are also essential to providing safe, high quality patient care [19] . Thus, expanding evidence of nursing's impact on patient safety and quality (and workforce safety) should be of interest to all stakeholders in the healthcare system.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The need to invest in leadership, governance and decision-making is aligned with the Strategic Directions for Nursing and Midwifery policy priorities, which highlight the need to expand management capabilities and leadership positions for nurses. This requires the ability to use research data for high-impact decision-making and implementation of practices and policies geared to the health needs of the population [20] .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Understanding health systems and services is the responsibility of nurses in leadership positions at governmental and health service levels. However, the dearth of nurse researchers limits the production of information related to this priority [9] . Focus on health administration and governance in nursing doctoral programs and investment in nursing leadership positions can help increase the production of evidence and foster a greater number of publications and information about governance generated by nurses.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recently, the WHO led several initiatives related to the health workforce including designating 2020 as the International Year of the Nurse and Midwife, and 2021 as the International Year of Health and Care Workers with the launch of the Global Strategic Direction for Nursing and Midwifery 2021-2025 (SNDM), in April 2021 [20] . To that end, it is important that more nurses in Latin America have senior leadership roles and responsibilities. To support this goal, the nursing profession needs more highly educated nurses. A study on the relationship between the 2030 Sustainable Development Goals (SDGs) and nursing doctoral research in Latin America emphasized the need for nurses with higher levels of education to address the SDGs and highlighted the uneven distribution of doctoral nursing programs in the region [21] . Specifically, of the 53 doctoral nursing programs in Latin America, 72% of them are in Brazil; research conducted in Brazil accounts for 90% of all published clinical nursing and midwifery research in LAC [22] . To expand doctoral nursing programs in Latin America, in 2017 PAHO conducted a study and developed an action plan [11] and has since been working with universities and representatives of ministries of health and education in the region to increase investments in doctoral nursing education and to encourage greater cooperation and collaboration between universities and between countries.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 327,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The survey results also highlight the relationship between the number and quality of nursing journals and the investment in graduate education for nurses. Nursing journals in Latin America are typically produced by schools of nursing that have doctoral programs and these peer-reviewed scientific nursing journals are an important means of disseminating nursing research. Despite the expansion of peer-reviewed scientific nursing journals, the production and dissemination of research findings continues to be concentrated in a few countries. Not surprisingly, Brazil leads Latin America in the number of nursing journals and the production of nursing research largely because it has the greatest number of nursing programs that offer graduate degrees (master and doctoral) for nurses. One of the reasons for Brazil's success is that graduate programs in the country are supported by the Ministry of Education without cost to students. Other Latin American countries need to consider ways to support graduate nursing education as an important means of improving the health of their populations, such as the expansion of graduate educational programs and through collaborative actions and establishment of partnerships [22] .",
            "cite_spans": [
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unfortunately, a substantial proportion of biomedical journals produced in Latin America are not indexed in any major biomedical literature databases. To address this the Iberoamerican Network of Scientific Publishing in Nursing (RedEdit) was created by PAHO in 2006. This network compiles a list of all nursing journals published in Spanish, both in Spain and Latin America, along with descriptions of their focus and primary content [23] . Another initiative, the Portal of Nursing Journals (REV@ ENF), which is part of the Virtual Health Library-Nursing (BVS-Enf ), aims to expand and strengthen the dissemination of scientific knowledge by providing free access to articles from a selected collection of scientific journals in nursing [24] .",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study has several key limitations that should be considered when evaluating the findings. First, because we wanted to 'cast the net' as broadly as possible to understand the breadth and depth of nursing engagement in health systems and services research we used a nonprobability, convenience sampling strategy which prohibits generalizability and drawing strong conclusions from the findings. Second, the study was cross-sectional, so it is not possible to determine whether or how much impact initiatives to increase nursing research in Latin America has had. Third, to encourage participation, we opted to make the survey anonymous. This precluded collection of more information about the participants and characteristics associated with engagement in nursing research-as well as the possibility of follow-up. Fourth, based on written in responses to the option \"other, please specify, in the question about educational level, it appears that some respondents did not understand the question. Thus, it is possible that other questions may not have been clear to respondents-a factor that may also have led to some bias in the findings. However, because the survey instrument was carefully translated and back translated to ensure that respondents could participate using the language version they felt most comfortable using-and because the survey questions were short and uncomplicated, we believe that bias caused by misunderstanding was not a major concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Nursing research is critically important in providing evidence to guide practice, expand the knowledge base, and guide and inform policies that support better health outcomes. It was disappointing therefore, to discover that a minority of survey respondents were engaged in nursing research. Areas of research engagement reported by respondents disproportionately focused on nursing practice and nursing education. Current gaps, such as the use of information technologies and nurse migration, are particularly important topics that need greater attention. The negative impact on the health of people in Latin America caused by migration of their professional nurses is growing concern, particularly given the impact of the COVID-19 pandemic. Migration of nurses in Latin America has long been recognized as an area in need of nursing research. The need to systematically collect and communicate national and regional data to understand why nurses migrate was formally identified in a meeting of nurse leaders from 15 Latin American nearly two decades ago [25] . Although consensus was reached on the need for more data, and further research on these issues and their impact on healthcare, our findings suggests that limited progress toward this goal has been made.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[25]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "For all topics included in the survey, awareness of research was more common than conducting or using research. Better prepared faculty, especially those educated at the doctoral level, are needed to generate new knowledge. Doctoral-level nursing programs encourage the conduct and utilization of health-related research, and as such they represent a key component in the advancement of nursing science. The generation of scientific knowledge on the topics covered in this report is one path to the achievement of the Universal Health Coverage and Sustainable Development Goals. It is our sincere hope that results of this study will serve to guide and support nursing research on health systems and services that take into consideration the different needs of each country in this region and will serve to advance Universal Access to Health and Universal Health Coverage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and implications"
        },
        {
            "text": "The topics presented here are relevant to the advancement of nursing and to achieving universal health. However, it is important to emphasize that the identification of priorities for nursing research is a dynamic and continuous process that requires constant review and the active participation of various stakeholders. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pan American Health Organization. Strategy for universal access to health and universal health coverage. Washington DC: PAHO",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Universal access to health and universal health coverage: identification of nursing research priorities in Latin America",
            "authors": [
                {
                    "first": "Shdb",
                    "middle": [],
                    "last": "Cassiani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bassalobre-Garcia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reveiz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rev Lat Am Enfermagem",
            "volume": "23",
            "issn": "",
            "pages": "1195--208",
            "other_ids": {
                "DOI": [
                    "10.1590/0104-1169.1075.2667"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Salud y economía: una convergencia necesaria para enfrentar el COVID-19 y retomar la senda hacia el desarrollo sostenible en América Latina y el Caribe",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pan American Health Organization. The essential public health functions in the Americas: a renewal for the 21st century. Conceptual framework and description",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Strengthening health systems through embedded research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaffar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Langlois",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rasanathan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adedokun",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bull World Health Organ",
            "volume": "95",
            "issn": "",
            "pages": "87--87",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization. Global strategy on human resources for health: Workforce 2030. Geneva: WHO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Strategic directions for nursing in the region of the Americas",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "It is time for academic institutions to align their strategies and priorities with the sustainable development goals",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cancedda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binagwaho",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kerry",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Glob Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2018-001067"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Health Organization. State of the world's nursing report-2020. Geneva: WHO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "40003",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The situation of nursing education in Latin America and the Caribbean towards universal health",
            "authors": [
                {
                    "first": "Shdb",
                    "middle": [],
                    "last": "Cassiani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Sdse",
                    "middle": [],
                    "last": "Mikael",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Peña",
                    "suffix": ""
                },
                {
                    "first": "Raz",
                    "middle": [],
                    "last": "Grajales",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccreary",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Rev Lat Am Enfermagem",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/1518-8345.2232.2913"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Formación doctoral en enfermería en América Latina y el Caribe",
            "authors": [
                {
                    "first": "Salud",
                    "middle": [],
                    "last": "Organización Panamericana De La",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nursing challenges for universal health coverage: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Schveitzer",
                    "suffix": ""
                },
                {
                    "first": "Elcp",
                    "middle": [],
                    "last": "Zoboli",
                    "suffix": ""
                },
                {
                    "first": "Mmds",
                    "middle": [],
                    "last": "Vieira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Lat Am Enfermagem",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/1518-8345.0933.2676"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Embedded research to advance primary health care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "Marten",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jhalani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chukwujekwu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2020-004684"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PhD programs and the advancement of nursing science",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mccauley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Richmond",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Prof Nurs",
            "volume": "37",
            "issn": "",
            "pages": "195--200",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What PhD competencies should guide the preparation of nurse scientists?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smaldone",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Prof Nurs",
            "volume": "37",
            "issn": "",
            "pages": "201--204",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International Council of Nurses. COVID-19 and the international supply of nurses. Geneva: ICN; 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of nursing informatics on promoting quality of health care and the need for appropriate education",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darvish",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bahramnezhad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keyhanian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Navidhamidi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Glob J Health Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5539/gjhs.v6n6p11"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of changes in hospital nursing resources on improvements in patient safety and quality of care",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Aiken",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Care",
            "volume": "56",
            "issn": "",
            "pages": "1001--1009",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Charter: health worker safety: a priority for patient safety. Geneva PP-Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World Health Organization. Global strategic directions for nursing and midwifery 2021-2025. Geneva: WHO",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Alignment and contribution of nursing doctoral programs to achieve the sustainable development goals",
            "authors": [
                {
                    "first": "Iac",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "Caa",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                },
                {
                    "first": "Í",
                    "middle": [
                        "R"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gir",
                    "suffix": ""
                },
                {
                    "first": "Ews",
                    "middle": [],
                    "last": "De Almeida",
                    "suffix": ""
                },
                {
                    "first": "Aafln",
                    "middle": [],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hum Resour Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12960-020-00530-7"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical nursing and midwifery research in Latin American and Caribbean countries: a scoping review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iribarren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stonbraker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "Fsn",
                    "middle": [],
                    "last": "Góes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Nurs Pract",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ijn.12623"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Migration of nurses: a Latin American perspective",
            "authors": [
                {
                    "first": "Mldl",
                    "middle": [],
                    "last": "Siantz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Malvárez",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Online J Issues Nurs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3912/OJIN.Vol13No02Man02"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbreviations IRB: Institutional Review Board; LAC: Latin America and the Caribbean; PAHO: Pan American Health Organization; SDG: Sustainable Development Goals; SNDM: Global Strategic Direction for Nursing and Midwifery 2021-2025; WHO: World Health Organization.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of nursing and midwifery expert participants",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of survey respondents by country",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Respondents' engagement in nursing research by topic",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the assistance of Yu-Hui Ferng in constructing and formatting the Qualtrics survey. They also want to thank the nurses who participated in this study.Author contributions TLH, MG, and SHBC contributed to the conception, methodology, resources, project administration, investigation, data collection and formal analysis, writing the original draft, reviewing and editing. BMD and RS contributed to project administration, investigation, data collection and formal analysis, writing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "the original draft, reviewing and editing. JED contributed to writing, reviewing and editing. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The datasets generated and/or analyzed during the current study are not publicly available due to privacy issues, but are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The Columbia University Institutional Review Board (IRB protocol #AAAS8709) reviewed the developed materials and determined that this project did not constitute human subjects research according to the U.S. federal guidelines. The project then was submitted to PAHO leadership for review and approval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}