{
    "paper_id": "6c6105efac1b65a91a4559fa9f0c8c79ec56cd08",
    "metadata": {
        "title": "Covid-19: The aftermath for orthodontics",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As early as 2007, a paper published in the Clinical Microbiology Reviews on SARS coronavirus infection already warned us that \"the presence of a large reservoir of SARS-CoV-like viruses in horseshoe bats, together with the culture of eating exotic mammals in southern China, is a time bomb\". 1 In spite of this grave alert, we are currently experiencing one of the most serious pandemias in human history. I believe most of us are still in absolute dismay with this disease, which was first detected in hospitals in Wuhan and probably originated in the Huanan seafood market in China. 2 Due to the high degree of contamination of this virus, the world came to a halt or at least 1/3 of it. In fact, the world is scared. So much so that leaders in the world seem to be lost, divided in their roles of great responsibility, between saving lives due to the corona virus or focusing on the consequences of the economic lag that will follow due to social isolation.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 293,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 585,
                    "end": 586,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Unprecedented amount of information piled our smartphones and mailboxes with so many divergent opinions, since never such a catastrophic event had happened after the communication revolution. So much information makes it quite difficult to separate the wheat from the chaff, which increases anxiety and blurs our judgement on what will be best for society. Scientific journals are making a huge effort in publishing, as quickly as possible, the available current knowledge on this virus, which seems to grow faster than our capability of retrieving clinically applicable information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An excellent summary of information by the Director of the NIH 3 explains very clearly why social distancing may be the best immediate solution to slow the spread of COVID-19. For every confirmed case of this disease there are likely another five to ten people with undetected infections. These individuals represent the source of 86% of the infections. According to the Imperial College of London, in a modelling study 4 , it was estimated that: if nothing was done, 510,000 people would have died in the UK; with vertical isolation methods, 250,000 deaths would be expected, and with strict social isolation, there would be an estimate of 20,000 deaths. So, staying at home and reducing social contact may allow society to prepare its health-care systems and consequently reduce death tolls. This measure will also mitigate damage while researchers have more time to develop treatments and most specially a vaccine, which would take approximately 12 to 18 months to be approved for human use. 3 Science has recently and very rapidly been considered by leaders and society as our main hope. Holden Thorp, editor-in-chief of Science Journals, couldn't have written a better editorial 5 which echoed the voices of world researchers. He described how government priorities do change when facing fear and desperation, when the President of the USA asked the scientific community to do him a favor and speed things up in preparing a vaccine or a treatment for COVID-19. Quite a contradiction when research grants have been reduced and an antivaccine task was proposed in the USA. Brazilian government also walked this same path, regarding research grants and student stipends. in our current age, may gain a more weighted application. Mankind is being reminded that nothing replaces human touch, especially when you are in agony. Curing is also dependent on feelings, on trust, on exchanging glances, and machines or artificial intelligence is a mechanism of aid and not of substitution of our most precious characteristic: humanity. When our doors open again, we will be thirsty for gatherings, for embraces. Students will be longing for presential classes and patients will be wishing to be seen by their doctors. And, maybe science will be adequately valued by government administrations. I also hope that, as an aftermath, orthodontics will regain its place as a medical profession and not be inconsequently sold over the counter or in shopping malls.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 421,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 995,
                    "end": 996,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With a heart and mind full of hope, I wish you good readings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This social shut down has also a yet unmeasured effect on the economy with different impacts. Countries such as my own, Brazil, which was emerging from an economic crisis, will have an enormous set back in its economy. People will also suffer from this indirect consequence of the pandemia. But, staying at home has changed our society in many aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are fortunate to have technology on our side and use at its most. For example, internet communication allows home schooling for all levels of education. Huge conferences were cancelled, but some were transformed into virtual lectures, such as the AAO Annual Session. Museums, theaters, ballets and operas are being offered freely in the virtual world to entertain those who are in lockdown. Likewise, scientific journals opened their resources to allow professionals to access information at their need. The Dental Press publishers also joined this movement, opening their complete digital data, called Dental GO, and offering dentists all over the world an access to a collection of over 6,000 publications in Dentistry, which include the Dental Press Journal of Orthodontics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The impact in Dentistry is incalculable. All sorts of discussion have risen mostly regarding our possibilities to see and treat our patients, since Dentistry is considered one of the professions with the largest risk of contamination. Droplets and aerosols are generated in a dental clinical setting, and even standard protective measures are not effective enough to prevent the spread of COVID-19. 6 Leading professionals have proposed an increase in the use of digital orthodontics and the management of patients through \"teledentistry\". In fact, a whole new world seems to sprout from the lockdown despair and the economic impact our profession will go through. I have been hearing so many opinions, which in my point of view, at this moment, are merely ideas which we try to grab as a lifeline.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The only certainty I have right now is that mankind will emerge from this pandemia with profound scars. Life will not be the same. But, if I may also place my humble ideas of the future, I think that our extreme value and dependence on technology",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Severe acute respiratory syndrome coronavirus as an agent of emerging and reemerging infection",
            "authors": [
                {
                    "first": "Vcc",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Skp",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Pcy",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microb Rev",
            "volume": "20",
            "issn": "4",
            "pages": "660--94",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Virology, epidemiology, pathogenesis, and control of COVID-19. Viruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Ji",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "To beat COVID-19, social distancing is a must. NIH Director's Blog",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "Ainslie",
                    "middle": [
                        "K"
                    ],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Do us a favor",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Thorp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease 2019 (COVID-19): Emerging and future challenges for dental and oral medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dent Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Flavia Artese: 0000-0003-2690-2152",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' identification (ORCID )"
        }
    ]
}