{
    "paper_id": "6c610086f052937db3e36184af6a7175e96c5443",
    "metadata": {
        "title": "A Literature Review of Barriers and Opportunities Presented by Digitally Enhanced Practical Skill Teaching and Learning in Health Science Education",
        "authors": [
            {
                "first": "Cuisle",
                "middle": [],
                "last": "Forde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the University of Dublin",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            },
            {
                "first": "Annie",
                "middle": [],
                "last": "Obrien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the University of Dublin",
                    "location": {
                        "settlement": "Dublin",
                        "country": "Ireland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: An evidence gap exists identifying the challenges and opportunities presented by digitally enhanced practical skill teaching and learning in health science education. A literature review was carried out to address this gap and to provide recommendations for overcoming identified challenges. Method: A systematic search strategy was carried out using PRISMA guidelines. The research databases PubMed, ERIC, Medline and CINHL, were searched using MeSH terms. Barriers and opportunities were identified through deductive thematic analysis of the included articles. Results: Of the 602 articles identified through the database screening, 29 were included in the current review. Potential challenges posed by technologically supported practical skill teaching identified were i) Inaccessibility and Inequity of Online Learning (ii) Digital illiteracy Among Staff (iii) Technological Challenges (iv) Lack of Engagement with Preparatory Material Hinders Practical Learning (v) Lack of Staff-Student Interaction (vi) Negative Attitudes Towards Online Learning and (vii) Skill Suitability. The opportunities presented by digital technologies identified were (i) Facilitates Higher Order Learning (ii) Ability to Practice in a Safe Environment (iii) Efficacious Use of Class Time (iv) Access to Education (v) Learning Brought to Life (vi) Diverse Range of Learning Materials (vii) Promotes Autonomous Learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Discussion: This literature review demonstrates the acceptability and usability of digitally enhanced practical teaching in health science education among students and educators. Conclusion: To consolidate the positive disturbances in higher education from the Covid-19 pandemic, potential barriers to online delivery and student engagement must be acknowledged and addressed by relevant stakeholders. Recommendations detailed as part of this paper suggest means of overcoming barriers and leveraging opportunities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Developing practical skill competency is a significant component of health science education programmes. This encompasses, but is not limited to, conducting laboratory tests, skills in communication, observing and taking physiological measurements, and practicing correct techniques when physically assessing, handling, moving, or providing treatment to patients. Rapid advancements in technology over the past number of decades [1] has seen a rise in the use of digital technologies to enhance teaching [2] . In its simplest form, this includes the digitisation of teaching content (i.e. PowerPoint presentations, the use of virtual teaching platforms, e.g. Blackboard), whilst also expanding to more complex forms of technological integration involving virtual realities and digitally enhanced teaching props [2] . In this paper, digitally enhanced practical skill teaching will be defined as any use of technology, both simple and complex, to support the acquisition of a practical skill.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 432,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Educators commonly introduce technology into the classroom in the form of blended learning, or through a flipped-classroom approach [3] , while students routinely engage with websites, recorded videos, and podcasts to complement and enhance classroom teaching [4] . Recent years have further seen the integration of advanced technologies (i.e. virtual simulations of clinical scenarios) in the classroom gaining popularity, presenting students with a unique opportunity to consolidate practical skill learning through digitally enhanced clinical practice.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The use of technology in higher education became a necessity from March 2020 when Coronavirus disease 2019 (Covid-19) was first declared a global pandemic [5] . Under the guidance of public health officials, global emergency lockdowns resulted in university and business closure; social distancing measures were introduced to reduce the spread of the virus, resulting in suspension of face-to-face teaching and a pivot to online learning. This abrupt shift in teaching methods presented novel challenges for educators in the health sciences [6] , who were required to adjust practical skills teaching for online delivery.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 541,
                    "end": 544,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Globally, educators adopted creative and innovative methods to online practical skills teaching, which one may not intuitively consider suited to distance learning. Staff utilised technology to design and develop materials for practical skills teaching to overcome the pedagogical challenges posed by the Covid-19 pandemic. Pre-recorded instructional videos, narrated PowerPoint presentations, and live practical classes with students practicing at home are examples of digitally enhanced teaching approaches adopted by health science educators to teach practical skills remotely [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 583,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 587,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research studies have predominantly focused on the efficacy and acceptability of digital technology in teaching theoretical knowledge and practical skills, specifically, in surgical [9] [10] [11] , dental [12, 13] , nursing [14] [15] [16] and physiotherapy education [4, 17, 18] . However, there is a gap in the literature exploring the barriers and opportunities presented by digital technologies in health science education generally, and in practical skill acquisition specifically.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 186,
                    "end": 190,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 191,
                    "end": 195,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 229,
                    "end": 233,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The available evidence suggests that digitally enhanced teaching is a promising pedagogical approach to practical skill teaching in a post-Covid era [6, 14] . Thus, education in the health sciences is presented with a unique opportunity to consolidate the positive disturbances from the Covid-19 pandemic and to improve staff teaching and student learning post-pandemic; specifically, practical teaching and learning may benefit from technological integration [19] . Understanding the institution-level, educator-level, and student-level challenges to technological integration in health science education could enhance student engagement and improve learning outcomes [4] . However, it is equally important to formulate recommendations to successfully overcome these challenges. Therefore, this literature review aims to identify the barriers, and opportunities presented by digital technologies in teaching and learning practical skills within health science education to address this gap in the literature. It also aims to provide recommendations to overcome these challenges, leverage opportunities, and promote successful integration of digitally enhanced practical teaching in future health science education.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A systematic search strategy was carried out using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines [20] . Studies reporting on opportunities and barriers to online practical skill teaching in health science education were identified. A strict list of inclusion and exclusion criteria was developed with the support of the PICO framework. The following inclusion criteria were applied: (i) articles were published in English (ii) between Jan 2000 and October 2021 (iii) were peer-reviewed (iv) participants were university students or academic staff within the health sciences (v) learning or teaching practical skills using digital technologies (vi) explored skill acquisition, clinical competency, or attitudes towards e-learning experience. Articles were excluded if they (i) focused on a non-student or staff population, (ii) did not explore practical skill acquisition using digital technologies, (iii) did not explore barriers or opportunities presented by digital technologies and (iv) the full text was unavailable. Opinion pieces and articles excluding research data were omitted.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "The search was first conducted on 30 August 2021 and was carried out for 10 weeks; the final search conducted on 12 October 2021. Due to the rapid advancements in technology, and the introduction of technology assisted teaching materials in classrooms in the 21 st century [1] , the literature was searched between 1 January 2000 and 12 October 2021. MeSH terms, subject terms and synonyms were identified using the EBSCOhost thesaurus. The search strategy utilised Boolean operators (AND, OR) and truncations. Using the EBSCOhost research platform, the electronic databases MEDLINE, ERIC, and CINAHL Complete were searched using subject terms ( Table 1 ). The individual database PubMed was searched using MeSH Table 1 . Search strategy for EBSCO Host using subject terms (SU).",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 653,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 719,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Search Strategy"
        },
        {
            "text": "[SU Education, Distance OR 'Computer Assisted Instruction' OR TI ('\"Blended Learning\"' OR '\"Computer Uses in Education\"' OR '\"Distance Education\"' OR '\"Educational Technology\"' OR '\"Electronic-Learning\"' OR '\"Web Based Instruction\"' OR 'online learning' OR 'e-learning' OR '\"distance education\"' OR '\"distance learning\"' OR 'flipped classroom' OR 'remote learning' OR '\"computer based training\"' OR \"'online instruction' OR '\"virtual learning\"' OR '\"web-based learning\"' OR '\"technology-enhanced learning\"' OR 'educational technology')] AND [SU 'Medical Education' OR TI ('\"Medical Education\"' OR '\"Allied Health Occupations Education\"' OR '\"Health Science*\"' OR '\"Medical School\"' OR '\"Medical Student*\"' OR physiotherap* OR nurs* OR dent* OR surgical OR \"'health education' terms (Supplementary material). A complementary search of the reference list of key papers was also carried out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search Strategy"
        },
        {
            "text": "An initial search of the databases revealed a total of 602 papers. The papers were exported to Endnote and a strict screening of the title and abstract was carried out by the author. Papers that were deemed potentially suitable for the review following the title and abstract screening were downloaded for full-text screening. During full-text screening, the following data was chartered: author, year, title, journal, aim, participants and sample size, intervention, skill, outcome measures and results, barriers, and opportunities. A PRISMA flow chart [21] of the search process and outcome is illustrated in Figure 1 . Following the screening process, 29 articles were deemed suitable for inclusion in the literature review (Table 1) . A summary of excluded papers is available upon request.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 558,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 619,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 727,
                    "end": 736,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Screening Process"
        },
        {
            "text": "Thematic analysis using a deductive orientation [22] was conducted on the included studies. This approach was employed because of its flexibility [23] and suitability in synthesising mixed research designs [24] . Data familiarisation was achieved by reading and re-reading articles. During the systematic coding process, qualitative and quantitative data was tagged with a code label; similar codes were clustered together to identify coherent patterns in the data. These clusters were colour coded and mapped under two overarching themes (barriers and opportunities). An example of this mapping process is illustrated in Figure 2 . Preliminary candidate themes [25] were generated and continuously reviewed and refined during the reflective process. Candidate themes that did not have adequate data to support them were either eliminated or combined with similar preliminary themes [22] until 7 key themes per overarching theme were consolidated. Thematic overlapping was difficult to avoid due to the multifaceted nature of themes, however, consolidation of key themes ensured meaningful framing of the data [22] . When formulating the recommendations, a process was followed which primarily considered the evidence collected. This was then further informed and influenced by the authors' lived experience in the area of online education in health science. An effort was made to ensure recommendations were applicable to a breadth of pedagogical situations reflecting the diversity of health science educational needs. The generalisability of recommendations can be seen as a strength of this research, which strives to be mindful of the diversity in those who teach, those who learn and the resources they engage with. Examples given alongside recommendations enable them to be more specific and actionable.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 206,
                    "end": 210,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 883,
                    "end": 887,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 622,
                    "end": 630,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis"
        },
        {
            "text": "Overall, 29 studies were included in the literature review, ranging in publication years from 2007 to 2021. Most were quantitative (n = 13, 45%), followed by mixed methods (n = 10, 35%) and qualitative (n = 3, 10%), while 3 were reviews (10%). Studies were carried out in Australia, Europe, Asia, North and South America, and Africa. Further descriptives are detailed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 378,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Study Characteristics"
        },
        {
            "text": "Thematic analysis identified seven key themes for each of the two overarching themes: (i) Barriers to digitally enhanced practical skills teaching and (ii) Opportunities presented by digitally enhanced practical skills teaching in health science education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Characteristics"
        },
        {
            "text": "Barriers to digitally enhanced practical skills teaching:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Characteristics"
        },
        {
            "text": "• Theme 1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Characteristics"
        },
        {
            "text": "Ensuring accessibility and equity of digitally enhanced education has been identified as a significant challenge [26] . There are socioeconomic and environmental factors that reduce accessibility to online learning [27] , such as unsuitable home environments [28] , the financial demand on students to have essential learning equipment [6, 29, 30] and poor internet access [28, 29] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 378,
                    "end": 381,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Inaccessibility and Inequity of Online Learning"
        },
        {
            "text": "Internet access is an ethical concern to policymakers and stakeholders [28] , as it is a significant factor influencing access to online learning. During the Covid-19 pandemic, students reported lower satisfaction and greater negative experiences with digitally enhanced teaching in developing countries (i.e. Egypt, Nigeria and Iraq) when compared to students in developed countries (i.e. UK, USA and Australia) [31] . Students living in rural areas can also be disadvantaged compared to students based in cities as slow internet speed [29] and unreliable internet access [28] can present as challenges.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Inaccessibility and Inequity of Online Learning"
        },
        {
            "text": "Lack of access to the internet and to technological devices required for online learning (i.e. laptops and webcams) places a financial burden on students and their families [6, 29] . Focus group discussions revealed students experience stress and worry at the possibility of falling behind in their course due to lack of access to technological devices [30] . Of the 276 Egyptian nursing students learning to perform an electrocardiogram through either traditional teaching (N = 186) or an online module (N = 90), almost 75% of students lacked access to manikins during the in-person practical class, hindering their learning [32] . Additionally, institutions also face a financial burden when it comes to purchasing software licences and designing interactive and immersive learning materials for practical skill teaching, for example, augmented realities [26] and digital imaging software [33] . ",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Inaccessibility and Inequity of Online Learning"
        },
        {
            "text": "A common barrier to learning reported by staff and students was educators' lack of confidence, familiarity, and experience with digitally enhanced teaching methods [27] . This can result in low-quality design and delivery of learning materials, hindering student interaction, engagement, and overall learning. As practical skill teaching often focuses on visual, tactile and auditory information [34] , poor quality of online audio and/or visual resources can be frustrating for learners [35] . The design, development and delivery of highquality learning resources plays a significant role in supporting students to achieve the desired learning outcomes. Staff have described difficulties using digitally supported teaching methods, while being expected and required to become 'experts' [7] in the rapidly advancing technological methods that are supplementing and substituting traditional teaching approaches.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Digital Literacy Among Staff"
        },
        {
            "text": "While a lack of instruction [28] incoherent or disorganised layout of online learning material [30] and difficulty identifying key information [35] are described as frustrating aspects of online learning, poor organisation of learning materials can also hinder student learning success [36] . For example, the linear progression of prognosis in virtual patients is a design element that can be criticised by students, due to a lack of comparability to a learning environment with real patients. These predictable patient progressions can be perceived as limiting opportunities for learning [37] . Alongside poor design, low visual and audio quality, and poor acting skills, have been cited as reasons preventing students from achieving desired learning outcomes during skill acquisition supported by online or digital tools [35] .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 95,
                    "end": 99,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 143,
                    "end": 147,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Digital Literacy Among Staff"
        },
        {
            "text": "Technological and logistical problems are proclaimed as a barrier to online learning throughout the academic literature. These issues include periodic unavailability of e-learning platforms [27] , internet connectivity issues resulting in video buffering [38] and broken web links to resources [35] . When practicing communication and assessment skills with patients through video, an unstable internet connection can disrupt flow and rapport building [36] . Patient unfamiliarity or discomfort using technology can also impede skill acquisition [36] .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 255,
                    "end": 259,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 294,
                    "end": 298,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 550,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Technological Challenges"
        },
        {
            "text": "Students can also experience technical problems when required to utilise large software packages to support their learning. For example, digital imaging software for remote laboratory skill acquisition can demand large quantities of data and high-speed connectivity [33] . This can present challenges for students owning basic-grade devices with limited storage space.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Technological Challenges"
        },
        {
            "text": "There are also technological challenges to assessment of practical skill acquisition online. A lack of standardised methods for assessing clinical skills online has been described as 'concerning' [7] . Developing remote assessment methods may present challenges to educators, who must ensure students practice academic integrity during remote assessment periods [29] . Furthermore, unreliability of internet connectivity and technical issues across online learning platforms can cause additional stress for students during the assessment period [29] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 362,
                    "end": 366,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Technological Challenges"
        },
        {
            "text": "Another obstacle to practical skill acquisition is a lack of student engagement with essential learning material prior to an in-person practical class, challenging the efficacy of the flipped-classroom approach to teaching. When students arrive to practical skills classes without engaging with the preparatory online materials, there is a discrepancy in student ability from the class onset [38] . This issue raises safety concerns, while placing an increased burden on the students who come to the class prepared, as well as on educators who must revisit the preparatory materials with unprepared students [38] . Lack of pre-class preparation results in a slower class pace, hinders critical discussion, and challenges learning opportunities [30, 39] . The flipped classroom approach can also result in students struggling with the responsibility of selfdirected study [39] . A hybrid health assessment module required nursing students to engage with video and text-based learning materials prior to a practical skills class [39] . The students reported difficulty engaging with preparatory materials independently, lacked confidence in their understanding of key information, and required educators to place a greater emphasis on the importance of engaging with the pre-class material [39] . Health-care students also reported difficulty with time-management and organisation [36] , low motivation for engaging with online learning materials, and difficulty with attention when studying remotely during Covid-19 [28, 29] . Research suggests that postgraduate students tend to be highly self-motivated and more likely to engage with online resources for independent study when compared to undergraduate students [6] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 396,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 749,
                    "end": 752,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1379,
                    "end": 1383,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1515,
                    "end": 1519,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1520,
                    "end": 1523,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1714,
                    "end": 1717,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Theme 4: Lack of Engagement with Preparatory Material Hinders Practical Learning"
        },
        {
            "text": "Students report a lack of interaction with teaching staff as a challenge when learning theory and practical skills remotely [28, 29, 36, 40] . When watching video demonstration of clinical skills, students feared misinterpreting key information due to the inability to ask questions and clarify information in the absence of teaching staff [40, 41] . Students experienced feelings of isolation when learning remotely and found it difficult to form friendships with limited peer interaction [30] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "36,",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "40]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[40,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 345,
                    "end": 348,
                    "text": "41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theme 5: Lack of Staff-Student Interaction"
        },
        {
            "text": "Staff also described lack of interaction with students as a disadvantage to theoretical and practical teaching online. When teaching through videoconferencing platforms, there is a lack of visual and verbal feedback to indicate student engagement and understanding [36] . Educators described the lack of feedback typically gained through non-visual cues when teaching as 'very difficult' [36] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 5: Lack of Staff-Student Interaction"
        },
        {
            "text": "Online learning has been criticised for the reduced opportunity for real-time feedback when practicing clinical skills [10] . Online multiple-choice questionnaires (MCQs) can deliver immediate feedback [42] , however, MCQs are limited to assessing knowledgebased acquisition rather than skill [10] . Assessing skill acquisition remotely poses challenges; innovative modifications to assessment techniques are required to ensure learning outcomes are met [7] . When assessing clinical skills remotely, 60% of staff reported prerecorded videos hindered their ability to provide accurate feedback as they would in real time [10] , while students reported a preference for skill demonstration in real-time [9] and found staff-feedback more beneficial than peer-feedback [10] .",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[42]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 454,
                    "end": 457,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 702,
                    "end": 705,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Theme 5: Lack of Staff-Student Interaction"
        },
        {
            "text": "Learning practical skills using the support of digital technologies is often perceived as an inadequate substitute to hands-on learning [29, 30] . Patient interaction is deemed essential by students [28] . Although online learning was satisfactory for theoretical teaching [30] , teaching staff and nursing students believed learning practical skills and competencies online was an 'inappropriate' replacement for traditional hands-on learning [29, 30] . Of 1,328 health-care students, approximately 75% reported practical learning was best suited to clinical or laboratory environments and felt ill-prepared tending to patients without in-person practical skills sessions [31] . Medical students believed in-person practical learning alongside an experienced doctor was invaluable [43] . Lack of experience with online learning may also drive negative attitudes [30, 43] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 449,
                    "end": 452,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[43]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 868,
                    "end": 871,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Theme 6: Negative Attitudes Towards Online Learning"
        },
        {
            "text": "Negative attitudes have also been influenced by negative perceptions, and past negative experiences of online teaching and learning [35, 43, 44] which can hinder engagement with technologically supported teaching methods [28] . Students are typically required to take responsibility for their learning and engage with learning material independently, leading to a common misconception among students that educators are 'not doing their job' [44] . Students have thus been found to perceive this pedagogical approach as time-intensive [28, 39] ; staff, however, also report an increased workload due to the time-consuming preparation and recording of online learning materials [44] .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[35,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "43,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 441,
                    "end": 445,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 534,
                    "end": 538,
                    "text": "[28,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 539,
                    "end": 542,
                    "text": "39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Theme 6: Negative Attitudes Towards Online Learning"
        },
        {
            "text": "It is important to consider the clinical attributes of a skill when appraising its suitability for online delivery; specifically, complex skills (e.g. requiring haptic awareness) may be best suited to traditional teaching approaches [34] .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Theme 7: Skill Suitability"
        },
        {
            "text": "One study that illustrates this theme involved a module on ECG electrode placement and interpretation, which was delivered to undergraduate health science students, in-person or online. When assessed on theoretical learnings with an MCQ, both groups performed comparatively, however the traditional learning group performed significantly better in practical skill acquisition (i.e. ECG electrode placement) [34] . The authors concluded that the skill's complexity deemed it unsuitable for online-learning as the e-learning group were disadvantaged in their limited use of sight and sound, while the traditional learning group benefited from kinaesthetic learning and realtime feedback [34] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Theme 7: Skill Suitability"
        },
        {
            "text": "Communicating with patients and obtaining a medical history was another practical skill that students struggled with in the pivot to remote learning during the Covid-19 pandemic [36] . The overall experience of taking a patient's medical history over webcam was described as 'more strenuous', with increased importance placed on the wording of questions posed to patients to ensure compassionate communication [36] . Teaching staff identified this technological teaching method as limiting, with alternative methods potentially required for patients with disabilities unable to communicate via webcam [36] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 605,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 7: Skill Suitability"
        },
        {
            "text": "Theoretical and practical teaching using the support of digital technologies can promote deep learning through critical thinking and transference of knowledge [36] . Nursing students who engaged in a flipped-classroom approach for a health assessment module found the in-person classroom discussion was useful for supporting higher order learning in the form of collaborative problem solving [39] . Blended approaches to practical skills teaching have been described as valuable due to the opportunities to study preparatory materials in one's own time, with class time maximised for critical discussion of learning materials while listening and learning from multiple perspectives [39, 44] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 396,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[39,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 687,
                    "end": 690,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Facilitates Higher Order Learning"
        },
        {
            "text": "When designed well, simulated patients and clinical environments have been shown to support students in developing critical thinking skills as they interact with a realistic learning scenario [45] . Students are required to think on their feet and make decisions quickly [46] , while anticipating and responding to varied patient outcomes [45] . Bjorkland et al. [18] conducted a study exploring interprofessional communication skills between physiotherapy and occupational therapy students while working collaboratively with a virtual patient. Students engaged in interprofessional knowledge transference that encouraged them to develop a holistic view of the virtual patient's presenting problem and view the patient's presentation from multiple perspectives in future clinical practice [18] . When 300 nursing students were surveyed on their experience with three patient simulations, 92.4% reported the experience as suitably challenging [46] . Student action -and inaction -with the virtual patient has realistic consequences that staff believe may be more useful than a clinical scenario where student observation and engagement can be limited [47] . This method may also empower students or facilitate their autonomy as clinicians.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[45]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 789,
                    "end": 793,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 942,
                    "end": 946,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Theme 1: Facilitates Higher Order Learning"
        },
        {
            "text": "Online learning materials can help students safely familiarise themselves with a clinical or laboratory setting prior to real-life exposure, helping them to develop an awareness of potential hazards. The ability to revisit and replay visual demonstrations can also enhance understanding of each procedural step [29] and promote safe practice [7] . Digitised teaching tools can demonstrate what students 'should be aiming for' as they are not always guaranteed to observe best practice in a clinical setting [30] .",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Ability to Practice in a Safe Environment"
        },
        {
            "text": "Digital tools can also present students with a safe environment to practice prior to clinical exposure [48] . When practicing patient care with technologically enhanced manikins, students appreciated being able to exercise their learning and safely make mistakes [48] [48] . Many graduate nurses have reported difficulty in integrating and applying theoretical learning and clinical practice when required to act quickly in clinical scenarios [47] . However, nursing students described reduced anxiety and greater selfawareness when provided with an opportunity to practice their theoretical learning with a manikin [32] . For example, a virtual simulation of a preterm labour provided nursing students with a unique opportunity to critically appraise an emerging situation as it progressed and make decisions without the fear of real-life consequences [47] Digital technologies can also provide students with opportunities not readily available or accessible in clinical environments to build skill competency. For example, dentistry students were provided with a unique opportunity to develop communication skills when interacting with a virtual patient specifically designed to mimic a young child with an intellectual disability [49] . The virtual patient was designed and developed with input from the parents of a child with Down syndrome, as well as with educators, to ensure realism. Following interaction with the virtual patient using a video-based simulation, students' perceived difficulty of handling a similar situation in real-life was significantly reduced. Students also demonstrated significant gains in knowledge pertaining to communication and demonstration skills and reported a need for this type of educational tool in dentistry [49] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1233,
                    "end": 1237,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1752,
                    "end": 1756,
                    "text": "[49]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Theme 2: Ability to Practice in a Safe Environment"
        },
        {
            "text": "A blended teaching approach can improve opportunities for student practical skill learning through efficacious use of in-person class time [38] . When asked about flipped classroom teaching [38] staff described improved use of class time with increased time afforded to providing support to struggling students, practicing challenging components of a skill, perfecting technique, and receiving personalised feedback from teaching staff [38] . Furthermore, students describe coming to class motivated to apply their theoretical learning to a practical setting [39] . Staff perceive this motivation directly resulting from the availability of interactive online learning materials for self-preparation, promoting student self-efficacy when in the learning environment [37] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 766,
                    "end": 770,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Efficacious Use of Class Time"
        },
        {
            "text": "Teaching practical skills online during the Covid-19 pandemic also enabled teaching staff to maximise scheduled teaching time [36] . Practitioner educators described a newfound appreciation for scheduled clinical skills labs compared to teaching in a demanding clinical environment [36] . Having time scheduled with patients and students for online teaching allowed practitioners to focus on student learning for the allocated time and avoid hurried and/or disrupted teaching sessions experienced in clinical environments [36] .",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Efficacious Use of Class Time"
        },
        {
            "text": "The pivot to online learning has been deemed a facilitator of inequity due to high cost of electronic devices and internet access [26, [28] [29] [30] . Despite this, online learning increases accessibility of education independent of student or staff location [36] and to a large demographic of students [34, 47] , particularly to students who may have previously been disadvantaged. When learning clinical skills through online video demonstrations, undergraduate medical students identified videos as a tool that enhances accessibility of education [41] . Students experienced challenges when watching in-person demonstrations, such as missing key visual information, whereas videos facilitated high-quality observation of skills in practice [41] . Additionally, accessing education online may help to address institutional concerns of increasing class sizes [47] high student-staff ratio [47] lack of student accommodation, and reduced availability of clinical placements [47] .",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 309,
                    "end": 312,
                    "text": "47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 861,
                    "end": 865,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 975,
                    "end": 979,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Theme 4: Access to Education"
        },
        {
            "text": "Some students reported improved psychosocial health when learning remotely during the Covid-19 pandemic [27] . Balancing class time with clinical training pre-pandemic was described by students as negatively impacting concentration for theoretical learning [27] . Studying from home allowed students to approach learning from a relaxing and comfortable environment, at a time that was convenient to them, reducing learning fatigue and burnout [27, 50] . Students and staff also describe reduced commute costs and time as an added benefit of online learning [27, 43] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 257,
                    "end": 261,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 443,
                    "end": 447,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "50]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Theme 4: Access to Education"
        },
        {
            "text": "Digitally enhanced practical teaching has been described as an enriching and valuable learning experience by students [26, 47] with an ability to bring learning to life [35] . Physical models, cadavers and volunteers provide limited learning opportunities when compared to well-designed digitally enhanced simulations that can range subtly, or drastically, in their clinical presentation and medical progression [26] . A review of augmented reality in medical training described anatomy programmes that demonstrated realistic actions and reactions of complex muscular systems, for example, eye movement, contextualising and animating theoretical learning [26] . Virtual reality also provided unique learning opportunities for medical students through an immersive learning experience that allows the learner to 'interact with digital anatomical representation at all angles' [26] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[26,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Theme 5: Learning Brought to Life"
        },
        {
            "text": "Virtual simulations can enable students to observe and engage with a virtual learning experience that mimics realistic and varied patient outcomes [48] , facilitating application of theoretical learning to clinical scenarios [46] [47] [48] . Nursing students learning patient care and communication skills with simulated patients described the experience as helpful [46, 48] . Simulations can help students visualise patient progression and the relationship between symptoms [46] , enhance understanding of the patient-practitioner relationship [48] , and increase confidence in application of theory to practice [46, 48] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[47]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[46]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[46,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "48]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Theme 5: Learning Brought to Life"
        },
        {
            "text": "Using technology to teach practical skills can be used to facilitate Universal Design of Learning. Digital technology can provide educators with a unique opportunity to use varied teaching approaches [29] to accommodate varied learning styles and enhance the learning experiences for diverse types of learners [51] . Specifically, availability of various online learning materials allows students to engage with resources in a way that is meaningful to them [38] . Health science students have described visual learning aids, such as images and videos, as advantageous when learning clinical skills [30, 37] . Technology enables students to critically interpret visual information through side-by-side comparison of digitised images [33] and has been described by students as a learning tool that increases their confidence when recalling information [30] . Digitally enhanced learning materials can also support skills teaching that relies heaving on auditory information, such as auscultation [30] as it allows for enhancement of audio information.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 851,
                    "end": 855,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theme 6: Diverse Range of Learning Materials"
        },
        {
            "text": "Online learning places a focus on self-directed study, with students required to take responsibility for their own learning [29] , taking time to become comfortable with a skill by rewinding, and revisiting skill demonstrative videos at their own convenience [37, 51] . When working collaboratively with a virtual simulation patient, occupational therapy and physiotherapy students could work at their own pace, which they noted as a valuable component of the learning experience [18] . In a study exploring student nurse skill competency following self-paced interactive video recordings, students reported increased self-efficacy as a result of the flexibility afforded to their learning [40] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[37,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "51]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[40]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Theme 7: Promotes Autonomous Learning"
        },
        {
            "text": "When preparatory materials are online for engagement prior to clinical skills classes, students must develop skills in organisation and time management to reach learning objectives [44] . Thus, technology facilitate students becoming active agents in their learning, moving away from the 'sage on the stage' phenomenon involving passive learning [30, 44] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Theme 7: Promotes Autonomous Learning"
        },
        {
            "text": "Providing students with access to computer classrooms and the library in the evenings and weekends may support students who lack access to required software, technological devices, or stable internet connection at home. Investing in dedicated spaces for online learning would enable students to move between online and face-to-face teaching with greater ease, maximising teaching and learning time, without which students may have to commute home to adequately engage with online material in an appropriate learning space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provide physical and technological supports"
        },
        {
            "text": "IT support for both students and staff is required to tackle any unforeseen or immediate issues related to teaching and learning [27, 28] , such as connectivity issues during an online exam [29] . Standard instructions and trouble-shooting guides should be developed for both students and staff to encourage continuity and clarity as it relates to technological issues. Creating a checklist for students prior to engaging in a live online exam could help overcome some common difficulties, for example, students can be reminded to ensure that their computers are fully charged and connected to a reliable source of internet. A means of contacting a member of staff during an exam should be clearly outlined to students and a staff member assigned to each exam in the same way an invigilator is present to assist during face-toface exams.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Provide physical and technological supports"
        },
        {
            "text": "Specific to the acquisition of practical skills, where possible students should be provided with access to equipment needed to practice skills in their own time (e.g. stethoscope and zinc-oxide tape).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provide physical and technological supports"
        },
        {
            "text": "Facilitating staff with continuous professional development [52] , in designing, developing, and delivering high-quality digital resources may enhance staff selfefficacy [53, 54] . Promoting digital design skills enable educators to develop course content that students can meaningfully interact with [42, 54] , enhancing student engagement with the course curriculum [7, 42] , and overall promoting staff and student success.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[52]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[53,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[42,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "54]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "42]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Support the continued professional development of those who teach and share resources"
        },
        {
            "text": "Where appropriate, sharing of online educational resources should be encouraged. The creation of open educational resources (OERs) and supporting those developing teaching resources to use creative commons licences will enable more widespread use of high-quality relevant teaching material and enable those with limited resources to reap the benefits of online education, tackling the barrier of inequality. Many courses share learning outcomes but do not share teaching and learning materials. The numerous reasons for this include geographical and time constraints-both of which are potentially overcome with online learning. Where those who teach are supported to create high-quality online educational material, the ability to share that material should be addressed at an early stage in resource development. Using creative commons licencing will enable others to learn from, and if appropriate, use parts of or all of resources created by others, maximising the impact of online teaching and avoiding duplication of work. The creation and widespread use of high-quality OERs in this field could also help those who teach and those who learn in institutions without the means to develop learning resources (for example, those who teach in developing countries) and should be developed, within reason, with this in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Support the continued professional development of those who teach and share resources"
        },
        {
            "text": "Greater collaboration between those who develop teaching tools (e.g. software designers and developers), and those who use them may help ensure relevant and user-friendly features, leading to improved outcomes for digitally enhanced education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborate with software developers as key stakeholders"
        },
        {
            "text": "Communicating teaching and learning needs to stakeholders involved in the development of digitally enhanced teaching tools may also result in the creation of new tools to overcome current shortfalls in this area and open further opportunities for practical skill teaching in the health sciences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collaborate with software developers as key stakeholders"
        },
        {
            "text": "The development of minimum standards for online teaching material could improve the learner experience by ensuring variables such as sound and video quality are appropriate for the end user. This is arguably more important when online material is used to support the acquisition of practical skills, many of which require visual or auditory input. Ensuring a minimum standard for learning resources could positively influence learning experiences and decrease the negative perception many students hold towards online learning. For example, audio checks should be encouraged before streaming or recording teaching material and before attending live lectures. Although these features exist on most platforms, they are not routinely used which can lead to poor outcomes for the end user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop procedures to promote high quality effective online education"
        },
        {
            "text": "To enhance engagement, institutions could promote policies outlining expectations regarding online education, such as students turning their cameras on during class.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Develop procedures to promote high quality effective online education"
        },
        {
            "text": "When preparatory work is essential it may be necessary to enforce completion of relevant online learning materials prior to arriving to class. In the context of blended practical learning, including consequences for incompletion [50] , such as assigning marks to the online material that go towards student overall grades, could improve student interaction with preparatory materials. This may combat safety concerns and maximise the efficacy of in-person class time, ensuring that students reach higher levels of learning when engaging in face-to-face practical classes. It is not uncommon in higher level education for marks to be awarded for attendance or participation. The equivalent online would be for marks to be awarded for interaction and engagement with online resources. Typically, online education platforms enable data on student engagement to be captured. Allocating marks to online material will also help communicate the importance of specific material presented online.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[50]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Develop procedures to promote high quality effective online education"
        },
        {
            "text": "Allocating a time slot in the class timetable for engaging with online material [38] may demonstrate the importance of asynchronous learning materials and help students who struggle with time management.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Develop procedures to promote high quality effective online education"
        },
        {
            "text": "Providing information in more than one format may help portray complex concepts as well as making material more engaging and accessible to different types of learners [51] . In the context of practical teaching, several case studies on one learning topic could be used; this would potentially highlight the diversity of patient populations and enable similar material to be presented in written, aural or visual formats without exact repetition.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Make full use of online tools and possibilities"
        },
        {
            "text": "Effective use of communication tools for staff and students may reduce feelings of social isolation and enable staff to gauge student engagement with online classes. For example, use of reaction features during online classes that enable students to provide feedback, for example, a digitalised 'thumbs up' may help communicate engagement and understanding. The online disinhibition effect [55] refers to the lack of restraint one feels in voicing thoughts and opinions online in comparison to in-person. The ability to ask questions anonymously may thus encourage students to interact with staff during live online classes.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "text": "[55]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Make full use of online tools and possibilities"
        },
        {
            "text": "Finding out what works well, and what does not work well, in relation to digitally enhanced practical skills teaching, from both the student and staff perspective, may enhance future implementation of technologically supported practical teaching. Furthermore, this may also help to facilitate positive attitudes and acceptability of digitally enhanced teaching approaches. Feedback detailing learner and staff experiences, as well as whether practical skill competencies are achieved, should be integrated into learning material and regularly reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seek feedback"
        },
        {
            "text": "This literature review aimed to provide a detailed summary of the barriers and opportunities presented by digitally enhanced practical skills teaching in health science education, and present recommendations to overcome these challenges. To the author's knowledge, this is the first literature review exploring the barriers and opportunities presented by digitally enhanced practical skill teaching and learning in health science education. From the 29 papers included in this review, 7 barriers and 7 opportunities were identified through deductive thematic analysis. The barriers to digitally enhanced practical skills teaching identified are as follows: inaccessibility and inequity of online learning; digital illiteracy among staff; technological challenges; lack of engagement with preparatory material hinders practical learning; lack of staff-student interaction; negative attitudes towards online learning; skill suitability. The opportunities presented by digital technologies are; facilitates higher order learning; ability practice in a safe environment; efficacious use of class time; access to education; learning brought to life; diverse range of learning materials; promotes autonomous learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Perhaps one of the most significant findings of this review is the negative attitude held by many students towards online learning. When learning remotely during the Covid-19 pandemic, online practical skills teaching was perceived as an inadequate substitute for in-person clinical skills learning [29, 31, 43] . There are numerous operable suggestions this review recommends to combat the negative attitudes held towards digitally enhanced teaching.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "31,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "43]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Firstly, this review highlights the importance of continuous professional development, in the form of digital skills training, to improve instructor technological literacy and competency [56] . Ensuring educators have the skills to develop, design, and deliver high-quality resources will directly influence student interaction, engagement, and the overall student learning experience, enhancing student success. Institutional support is paramount in promoting positive attitudes towards the use of technology in teaching, and to ensure staff feel comfortable and confident utilising technology in their teaching practices [38] . IT training [27] and IT support [28] should therefore be prioritised among teaching staff and students to ensure an appropriate standard for teaching resources and methods to positively influence the learning experiences and decrease the negative perception many students hold towards online learning.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[56]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[38]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 642,
                    "end": 646,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 662,
                    "end": 666,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Secondly, it is important to explore the staff and student past-experiences of digitally enhanced practical skill teaching that may have played an influential role in developing negative attitudes. Understanding staff and student perspectives of what worked well and what didn't work well when teaching and learning practical skills using technology will be useful in supporting its successful integration moving forwards as well as capitalising on the many opportunities it presents. Specifically, exploring student experiences and attitudes towards varied approaches (i.e. online, blended and face-to-face) to teaching practical skill will help educators make informed decisions on the acceptability and feasibility of digitally enhanced practical skill teaching moving forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Another important finding of this review is that not all skills are suited to online or digitally supported teaching. Haptic feedback can be difficult to mimic when teaching skills that require touch through demonstrative videos, with students struggling to refine technique in the absence of educator feedback [34] . However, there may be specific components of clinical skills that are appropriate to being taught using technology. There is therefore scope for investigating attributes of practical skills and their suitability to being taught and assessed with the support of digital technologies. It is important that as health science education continues to integrate digital technologies into practical skill teaching that educators can make evidence-based decisions on whether specific skills, or aspects of a skill, may be supported using digitally enhanced technologies. This is an important area that warrants further research.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Alongside the challenges identified in the literature, this review emphasises the unique opportunities presented to students when digitally enhanced teaching approaches are utilised in the classroom, or online, through blended learning. Using digital technology to supplement and support practical skills teaching provides students with opportunities not typically available to them in educational or clinical environments. Educators can develop realistic and diverse virtual patient simulations to provide students with a range of possible patients, facilitating immersive learning, critical thinking, and collaborative problem solving [37] . This further provides students with the ability to engage in repetitive practice and build self-efficacy, a practice often unavailable in busy clinical environments [51] .",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 641,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[51]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Students report greater confidence taking risks that can benefit their learning and making mistakes when engaging with virtual patients in a safe environment [48] . Digitised teaching tools, therefore, offer students a unique opportunity to move away from passive learning and become active learners [30, 44] . However, some students struggle with adjusting to independent learning, requiring greater guidance and support from educators [39] . This finding may be explained by individual differences, or greater familiarity and experience with active learning for students of later years [6] ; it may also be due to resource design quality, or limited opportunities for staff-student interaction [41] . Although exploring this finding in detail was beyond the scope of this review, recommendations for promoting a sense of community between those who teach and those who learn are provided. By asking students to have their cameras on, encouraging student feedback through digitised reactions (i.e. 'thumbs up' feature on Zoom), and engagement with discussion forums, staff can promote interconnectedness among classmates.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[48]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 300,
                    "end": 304,
                    "text": "[30,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "44]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[39]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[41]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is important to note, however, that not all the responsibility for the student experience can be placed on the educator. Improvements in teaching resources and learning experiences may also stem from greater collaboration between those designing and creating teaching tools and the users. Such collaboration could positively inform future technological development by taking into consideration what both educators and students need to enhance learning. For example, students emphasise the importance of immediate feedback in remote learning [10] , and although the interactive components of MCQs are efficacious in ensuring knowledge acquisition [10] , innovative and creative techniques are required to provide informative feedback on skill acquisition and competency when taught using digital technology.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 548,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The review's findings should be considered alongside its limitations. Firstly, the included articles were heterogeneous in their methodological design that can be deemed as negatively influencing the quality of the review. However, including a wide range of methodological frameworks enabled an integrated approach to addressing the aim of the current literature review. Secondly, it is recommended that two or more researchers carry out an independent search strategy in parallel for quality assessment [57] ; the absence of moderation in the screening process can be seen as a limitation of the methodological rigor of the review. Finally, it can be potentially seen as a limitation that the final themes are multifaceted with slight theme overlapping. For example, although negative attitudes and inaccessibility and inequity of online learning are two separate themes, there are interconnections; the researcher identified negative attitudes towards digital technologies can arise when students lack access to essential learning equipment. The researcher explored the meaning assigned to the data across varied contexts throughout data familiarisation and the coding process to differentiate conceptual theme patterns, leading to decisions on theme merging or distinction whereby independent themes are not absolutely discrete. One final limitation in this area of medical education is the divergent nature of educational design and delivery across the health sciences and across the globe. While an effort was made to ensure recommendations were general enough to apply to several contexts, it was also necessary to provide actionable examples. As such examples given purposefully vary from tasks which would require little resources and local effort to more capital projects requiring input from several stakeholders.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[57]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Despite its limitations, this literature review demonstrates the acceptability and usability of technology enhanced practical skills teaching in health science education among students and educators. Traditional teaching has become representative of the pre-internet era [6] while maximising the benefits of both online and offline teaching approaches in the form of blended learning is viewed as a lifelong approach to education [53] . However, this review highlights that implementing clinical skills teaching online poses practical challenges. Moving forward, it is therefore important to listen and learn from staff and student experiences, to acknowledge and address their concerns when it comes to digitally supported practical skill teaching.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 274,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[53]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Educators and students were required to abruptly adapt to new distant teaching approaches during the Covid-19 pandemic. Although it may not be intuitive to consider practical skill teaching and learning suited to remote learning, teaching staff adopted innovative and creative techniques to support practical skill teaching using digital technologies. Health science education is therefore provided with a unique opportunity to learn from staff and student experiences and perceptions of practical skills teaching and learning before and during the Covid-19 pandemic. This review identifies and outlines the institution-level, staff-level, and student-level challenges to digitally enabled practical teaching, and recommendations are provided to overcome these barriers. This review also illustrates the opportunities presented by technological integration for health science education post-pandemic. To consolidate the positive disturbances from the Covid-19 pandemic, potential barriers to online delivery and student engagement must be acknowledged and addressed by relevant stakeholders. Future research may benefit from exploring the various components of a practical skill that are suited, or not suited, to online or distant learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Internet Access in US Public Schools and Classrooms-1994-2000: US Department of Education. Office of Educational Research and Improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cattagni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Westat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Digital education in health professions: the need for overarching evidence synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Car",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlstedt-Duke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Car",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Med Internet Res",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Flipped classroom: a concept for engaging medical students in learning",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mahajan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian Pediatr",
            "volume": "55",
            "issn": "6",
            "pages": "507--512",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Online technology use in physiotherapy teaching and learning: a systematic review of effectiveness and users' perceptions",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Mącznik",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Baxter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Med Educ",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Does online learning work better than offline learning in undergraduate medical education? A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Educ Online",
            "volume": "24",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Online delivery of teaching and laboratory practices: continuity of university programmes during COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Gamage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Wijesuriya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ekanayake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Educ Sc",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An adaptation of Peyton's 4-stage approach to deliver clinical skills teaching remotely",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MedEdPublish",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "You've got mail!': clinical and practical skills teaching re-imagined during COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sturrock",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gishen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Fut Healthc J",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Implementation of an e-learning academic elective for hands-on basic surgical skills to supplement medical school surgical education",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcgann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melnyk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saba",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Surg Educ",
            "volume": "78",
            "issn": "4",
            "pages": "1164--1174",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and slowdown of residents' activity: feedback from a novel e-learning event and overview of the literature",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Calcagnile",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Sighinolfi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sarchi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Urologia",
            "volume": "88",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preliminary assessment of faculty and student perception of a haptic virtual reality simulator for training dental manual dexterity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gafni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Dent Educ",
            "volume": "75",
            "issn": "4",
            "pages": "496--504",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Online problembased learning in clinical dental education: students' self-perception and motivation. Healthcare (Basel)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morgado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Proença",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare9040420"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A systematic review evaluating the impact of online or blended learning vs. face-to-face learning of clinical skills in undergraduate nurse education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccutcheon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lohan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Traynor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Adv Nurs",
            "volume": "71",
            "issn": "2",
            "pages": "255--270",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "E-learning and nursing assessment skills and knowledge -an integrative review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nurse Educ Today",
            "volume": "66",
            "issn": "",
            "pages": "166--174",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The effects of blended learning on knowledge, skills, and satisfaction in nursing students: a meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nurse Educ Today",
            "volume": "82",
            "issn": "",
            "pages": "51--57",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Physiotherapy students' perspectives of online e-learning for interdisciplinary management of chronic health conditions: a qualitative study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Slater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Med Educ",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Occupational therapy and physiotherapy students' communicative and collaborative learning in an interprofessional virtual setting",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Björklund",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Silén",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Scand J Occup Ther",
            "volume": "28",
            "issn": "4",
            "pages": "264--273",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Medical education during Covid-19 pandemic-it is time to embrace the new norm",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Omar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Nor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IIUM Med J Malays",
            "volume": "19",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mckenzie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bossuyt",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "88",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "PRISMA2020: r package and ShinyApp for producing PRISMA 2020 compliant flow diagrams",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Haddaway",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcguinness",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "2",
            "pages": "77--101",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Thematic analysis: striving to meet the trustworthiness criteria",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Nowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Qual Methods",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Abu Samah A. The ABC of systematic literature review: the basic methodological guidance for beginners",
            "authors": [
                {
                    "first": "Mohamed",
                    "middle": [],
                    "last": "Shaffril",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Samsuddin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Qual Quantity",
            "volume": "55",
            "issn": "4",
            "pages": "1319--1346",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Thematic Analysis: a Practical Guide",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Augmented reality in medical education: students' experiences and learning outcomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rocks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Samarasinghe",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Med Educ Online",
            "volume": "26",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Implementation of online teaching in medical education: lessons learned from students' perspectives during the health crisis in Marrakesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sebbani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Adarmouch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mansouri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Educ Res Int",
            "volume": "2021",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Online learning for undergraduate health professional education during COVID-19: Jordanian medical students' attitudes and perceptions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Muflih",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abuhammad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Al-Azzam",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Heliyon",
            "volume": "7",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nursing students' and faculty members' perspectives about online learning during COVID-19 pandemic: a qualitative study",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Bdair",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Teach Learn Nurs",
            "volume": "16",
            "issn": "3",
            "pages": "220--226",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Using e-learning to support clinical skills acquisition: exploring the experiences and perceptions of graduate first-year preregistration nursing students -a mixed method study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Bloomfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nurse Educ Today",
            "volume": "33",
            "issn": "12",
            "pages": "1605--1611",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "E-Learning perception and satisfaction among health sciences students amid the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Abbasi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sajjad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Work",
            "volume": "67",
            "issn": "3",
            "pages": "549--556",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evaluation of E-learning program versus traditional lecture instruction for undergraduate nursing students in a faculty of nursing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abdelaziz",
                    "suffix": ""
                },
                {
                    "first": "Samer",
                    "middle": [],
                    "last": "Kamel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karam",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Teach Learn Nurs",
            "volume": "6",
            "issn": "2",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The use of digital microscopy as a teaching method for human pathology: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Rodrigues-Fernandes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Speight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Khurram",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virchows Arch",
            "volume": "477",
            "issn": "4",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An evaluation of online learning to teach practical competencies in undergraduate health science students",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dolan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hancock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wareing",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int Higher Educ",
            "volume": "24",
            "issn": "",
            "pages": "21--25",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Medical student and tutor perceptions of video versus text in an interactive online virtual patient for problem-based learning: a pilot study",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Woodham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellaway",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Round",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Med Internet Res",
            "volume": "17",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "a qualitative analysis of enablers and barriers to acquiring competencies in distant learning using focus groups",
            "authors": [],
            "year": 2021,
            "venue": "Med Educ Online",
            "volume": "26",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "An innovative blended learning approach using virtual patients as preparation for skills laboratory training: perceptions of students and tutors",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Educ",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A survey to establish the extent of flipped classroom use prior to clinical skills laboratory teaching and determine potential benefits, challenges, and possibilities",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Londgren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Vet Med Educ",
            "volume": "48",
            "issn": "4",
            "pages": "463--469",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Undergraduate nursing students' experience of learning respiratory system assessment using flipped classroom: a mixed methods study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nurse Educ Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Examining the efficacy of online self-paced interactive video-recordings in nursing skill competency learning: seeking preliminary evidence through an action research",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Sci Educator",
            "volume": "29",
            "issn": "2",
            "pages": "463--473",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Use of online clinical videos for clinical skills training for medical students: benefits and challenges",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "K-J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med Educ",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Student perceptions of their learning and engagement in response to the use of a continuous e-assessment in an undergraduate module",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Assess Eval Higher Educ",
            "volume": "40",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Novice and advanced learners' satisfaction and Perceptions of an e-learning renal semiology module during the COVID-19 pandemic: mixed methods study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zamberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schiffer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stoermann-Chopard",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JMIR Med Educ",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Transitioning a bachelor of science in nursing program to blended learning: successes, challenges & outcomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Posey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pintz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nurse Educ Pract",
            "volume": "26",
            "issn": "",
            "pages": "126--133",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Exploring student perceptions of virtual simulation versus traditional clinical and manikin-based simulation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Badowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Rossler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Reiland",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Prof Nurs",
            "volume": "37",
            "issn": "4",
            "pages": "683--689",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Third-year undergraduate nursing students' perceptions of high-fidelity simulation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wotton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Button",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nurs Educ",
            "volume": "49",
            "issn": "11",
            "pages": "632--639",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Simulated clinical experience: nursing students' perceptions and the educators' role",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Schoening",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Sittner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Todd",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nurse Educ",
            "volume": "31",
            "issn": "6",
            "pages": "253--258",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The perceptions of undergraduate student nurses of high-fidelity simulation-based learning: a case report from the University of Tasmania",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reilly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Spratt",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nurse Educ Today",
            "volume": "27",
            "issn": "6",
            "pages": "542--550",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Improving student dentist competencies and perception of difficulty in delivering care to children with developmental disabilities using a virtual patient module",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Kleinert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mink",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Dent Educ",
            "volume": "71",
            "issn": "2",
            "pages": "279--286",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Assessing student usage, perception, and the utility of a Web-based simulation in a third-year medical school clerkship",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcivor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Mangione",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Clin Anesth",
            "volume": "33",
            "issn": "",
            "pages": "5--13",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "A study on the satisfaction of students for the time spent watching video-based learning during their basic nursing skills training",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Arslan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ozden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Goktuna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Caring Sci",
            "volume": "11",
            "issn": "1",
            "pages": "427--436",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Open, future, online teaching: enabling excellence in the student experience",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brunton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Costello",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A systematic review of the factorsenablers and barriers-affecting e-learning in health sciences education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Regmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med Educ",
            "volume": "20",
            "issn": "1",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Applying best practice online learning, teaching, and support to intensive online environments: an integrative review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roddy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Amiet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/feduc.2017.00059"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The online disinhibition effect",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cyberpsychol Behav",
            "volume": "7",
            "issn": "3",
            "pages": "321--326",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Internet skills of medical faculty and students: is there a difference",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;doherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lougheed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hannigan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Med Educ",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Guidance on conducting a systematic literature review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Plan Educ Res",
            "volume": "39",
            "issn": "1",
            "pages": "93--112",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA flowchart of the screening process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Example of visual mapping of codes for generating themes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Theme 3.Efficacious Use of Class Time • Theme 4.Access to Education • Theme 5.Learning Brought to Life • Theme 6.Diverse Range of Learning Materials • Theme 7.Promotes Autonomous Learning Table 3 maps recommendations to themes. 77",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Summary of Included Articles.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(Continued).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mapping recommendations to barrier and opportunity themes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The project was funded through an external grant from the Teaching and Learning Forum as part of the Strategic Alignment of Teaching and Learning Enhancement Funding in Higher Education 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "The project was funded through a grant from the National Teaching and Learning Forum; National Forum for the enhancement of teaching and learning in higher education [9031770].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ]
}