{
    "paper_id": "6d2b0091f1840acb3e4fc6b022044d2cb5c78867",
    "metadata": {
        "title": "Antibody Response against SARS-CoV-2 Infection: Implications for Diagnosis, Treatment and Vaccine Development",
        "authors": [
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Mallano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "a national Center for global Health, Istituto superiore di sanità (Iss), rome, Italy; b national Center for Control and evaluation of medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Istituto superiore di sanità, rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Ascione",
                "suffix": "",
                "affiliation": {
                    "laboratory": "a national Center for global Health, Istituto superiore di sanità (Iss), rome, Italy; b national Center for Control and evaluation of medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Istituto superiore di sanità, rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Michela",
                "middle": [],
                "last": "Flego",
                "suffix": "",
                "affiliation": {
                    "laboratory": "a national Center for global Health, Istituto superiore di sanità (Iss), rome, Italy; b national Center for Control and evaluation of medicine",
                    "institution": "",
                    "location": {
                        "addrLine": "Istituto superiore di sanità, rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Many recent studies have reported the onset of a robust antibody response to SARS-Cov-2 infection and highlighted produced antibodies' specific qualitative and quantitative aspects, relevant for developing antibody-based diagnostic and therapeutic options. in this review, firstly we will report main information acquired so far regarding the humoral response to COviD-19; we will concentrate, in particular, upon the observed levels and the kinetics, the specificity spectrum and the neutralizing potential of antibodies produced in infected patients. we will then discuss the implication of humoral response's characteristics in the development and correct use of serologic tests, as well as the efficacy and safety of convalescent plasma therapy and of neutralizing monoclonal antibodies for treating infected patients and preventing new infections. An update of the list of newly isolated specific neutralizing antibodies and suggestions for vaccine evaluation and development will be also provided .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "this is an open access article distributed under the terms of the Creative Commons attribution-nonCommercial-noDerivatives license (http://creativecommons.org/licenses/ by-nc-nd/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In March 2020, WHO declared Severe Acute Respiratory Syndrome CoronaVirus 2 (SARS-CoV-2) infection to be a worldwide pandemic, originating from Wuhan in China in late 2019. After about one year, precisely in late April 2021, WHO reported 148,329,348 confirmed cases worldwide, including 3,128,962 deaths. This pulmonary disease, named Coronavirus disease 2019 , is proving to be a major global health burden [1] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 shows a complex profile with many different clinical manifestations. Patients may be asymptomatic, or may experience a variety of mild to severe symptoms, sometimes along with pneumonia. A substantial proportion of cases progress to severe disease, where approximately 5% of patients require intensive care and over 20% of such cases prove fatal [2] .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Attempting to limit the rapid spread of the infection, many countries have implemented various forms of lockdown, with unavoidable economic and social consequences. In the meantime, the scientific community as a whole is exerting a great deal of effort to combat the infection by employing the maximum resources in order to study the infection spread modalities, virus characteristics, immunopathogenesis and patients' immune responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A full understanding of all these aspects is a prerequisite, first for early diagnosis, second for effective treatment particularly of those patients suffering from the severe form of the disease and third for adequate prevention of new transmissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As in many other viral infections, specific antibodies play a central role in the infection; in addition to being an important protective tool for the immune system, they do represent the most easily identifiable elements for diagnostic purposes. In this review, we summarize the studies that show the contribution of antibodies in the main fight areas against the COVID-19 pandemic:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. early diagnosis: knowledge of the humoral response in different types of patients is essential for the implementation of serological tests. Even if to date antigenic rapid tests are preferred for rapid diagnosis, serologic tests have been developed as first most rapid tool to monitor the evolution of the pandemic at its start. Now, serologic tests are also an essential tool for monitoring the response to vaccines. 2. effective therapeutic treatment: convalescent plasma therapy and specific neutralizing monoclonal antibodies (mAbs), both synthetic and derived from patient B cell clones, can be developed as therapeutics for patients with severe disease. Some neutralizing mAbs are already approved by regulatory agencies;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "3. evaluation of the response to new vaccines and the design of more broadly effective ones. The measure of neutralizing antibodies titers can be used as correlate of protection against original SARS-CoV-2 and its variants, while the analysis of specific neutralizing antibodies epitopes could be useful for the identification of key SARS-CoV-2 antigenic regions useful for vaccine design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In last few months, many studies have analyzed the antibody response in various type of patients. Here we summarize the most common observations ( Figure  1A ). Almost all COVID-19 patients mounted IgA, IgM and IgG responses to SARS-CoV-2, which are especially directed against nucleocapsid (N) and spike (S) proteins. N is the virus nucleocapsid protein, is highly immunogenic and abundantly expressed in vivo after the virus infects human being. S is responsible for binding the virus to the human angiotensin converting enzyme 2 (ACE2) and its subsequent cellular uptake [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 574,
                    "end": 577,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 157,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Antibody response to SARS-CoV-2 infection"
        },
        {
            "text": "Stronger total antibodies, as well as single Ig classes IgA, IgM and IgG responses are all reported in both severe patients and non-severe patients [6] [7] [8] . Importantly, these clinical observations are independent of the SARS-CoV-2 antigens used for the immunoassay, that include Region-binding Domain (RBD), S1 subunits, full-length S or N proteins [4] [5] [6] [7] 9] . However, some studies that went into the details of the quality of humoral response, revealed that some features could be associated to a more severe disease or death.Firstly, it seems that an antibody response directed mostly versus N antigen in respect to S antigen may predict the disease progression toward a more severe illness. A study [10] which analyzed 38 patients divided in Intensive Care Unit (ICU) (=11) and non-ICU patients (=27), reported lower anti-S IgG titers in the 3 rd week after symptom onset and a higher anti-N IgG/anti-S IgG ratio during all the weeks analyzed (1, 2 and 3 weeks after symptom onset) in ICU patients than in non-ICU patients. In addition, anti-N IgG and anti-N IgM were higher in ICU patients in respect to non-ICU patients at all-time points; anti-S-IgG positively correlated with the decrease of C-reactive protein (CRP) in non-ICU patients, while anti-N IgG did not. Another more recent study [11] which analyzed 22 hospitalized patients, all recruited within the first 20 days following symptom onset, showed a N-focused humoral response in patients who ultimately deceased and an S-focused response, in particular implying an S-specific antibody dependent complement deposition and phagocytosis, in patients who survived. They validated this observation in a larger cohort of acutely infected patients and found that the higher ratio of S/N antibody response was significantly associated to a protection against severe disease.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 156,
                    "end": 159,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 371,
                    "end": 373,
                    "text": "9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "The antibody response and its kinetics"
        },
        {
            "text": "Secondly, regarding the Ig subclasses induced by the infection, de Campos Mata L et al. [5] , interestingly showed how patients with a more pronounced IgA2 response, in particular RBD-specific more than N-specific, respect to RBD-IgG1 and IgG3 response, experienced a more favorable clinical course, with shorter hospitalization time and lower inflammation markers. These patients also experienced more gut-associated symptoms, suggesting the possible involvement of the more tolerogenic gut immune system.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The antibody response and its kinetics"
        },
        {
            "text": "Regarding the kinetics of antibody response, studies have generally observed an increase of both IgG and IgM during the first 3 weeks post-symptoms onset (pso); at 3-4 weeks pso almost all patients presented seroconversion while both antibodies types reach the peak [10] . After the third week, IgM begin to decrease, while IgG remain stable for longer time and sustained levels were detected until 6-7 months so far, even if a great variability was observed among patients [9, [12] [13] [14] [15] [16] . However, interestingly, some studies that focused on the analysis of patients' serum starting from first days pso, have reported that most SARS-CoV-2 infected patients mount an early antibody response. Both IgG and IgM seroconversion was detected during the first week pso. In another recent study on 38 samples from 13 COVID-19 patients with known date of symptom onset, 33% of patients seroconverted for IgG between 3rd and 7th day pso [17] . Although, in this regard, some studies didn't report any significant difference among different type of patients (asymptomatic, pre-symptomatic, and symptomatic) [10, 12, 18] , another two analytic studies underlined a major proportion of early responders among hospitalized [6, 19] and severe patients [20] . In particular Iyer et al. [19] reported that the median time to seroconversion to SARS-CoV-2 RBD was, on average,4 days earlier for ospitalized patients compared with non-hospitalized patients, suggesting an association between antibody kinetics and disease severity. Humoral response against sars-Cov-2 and its implication: key messages. a. sars-Cov-2 is a single-stranded positive-sense rna virus which infects human cells expressing aCe2 receptor through its trimeric surface spike (s). glycoprotein nucleocapsid (n) protein is a highly immunogenic structural protein which participate in rna package and virus particle release. the most common observations regarding the humoral response mounted by sars-Cov-2 infected patients are summarized. B. Different serologic tests have been promptly implemented for the diagnosis of sars-Cov-2 infection diagnosis. at present, serum antibodies against s and n proteins are the ones mainly detected. Potentialities and drawbacks of this kind of assay are summarized. C. antibody response against sars-Cov-2 has been used for the implementation of convalescent plasma therapy (up) and the isolation and characterization of neutralizing mabs for therapy (down). salient points concerning these two treatment options are reported. D. Both analysis of neutralizing response against sars-Cov-2 and epitope characterization of isolated monoclonal nabs are useful for vaccine design. focal points of the design of a vaccine aimed to induce an effective antibody response are highlighted.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "text": "[10,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1117,
                    "end": 1120,
                    "text": "12,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1121,
                    "end": 1124,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1225,
                    "end": 1228,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1229,
                    "end": 1232,
                    "text": "19]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[19]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The antibody response and its kinetics"
        },
        {
            "text": "Another interesting aspect of the anti-SARS-CoV-2 Ab response is the common early IgM to IgG class switching, as suggested by the rapid appearance of IgG, often synchronous to the IgM seroconversion or, sometimes, even earlier [13] . Interestingly, Sun et al. [10] showed that non-ICU patients had a faster and higher IgM to IgG class switch than ICU patients. Moreover, in ICU patients, anti-S IgM maintained a stable high levels, while anti-S IgG appeared to increase slowly compared to anti-N IgG levels. Observations on asymptomatic carriers have shown that these patients had constantly low levels of IgM, but high levels of IgG, together with an earlier viral clearance. Very early class switching was also detected in the pediatric population, characterized by milder symptoms and better recovery rate than adults. These observations suggest that high and persistent IgM played a negative role in SARS-CoV-2 infection, while efficient and rapid IgM to IgG class switch, especially for S-specific antibodies is important for viral clearance.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 260,
                    "end": 264,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The antibody response and its kinetics"
        },
        {
            "text": "Significantly, there are cases of patients that experience no seroconversion, as for 4 out 5 cases of asymptomatic patients reported by Zhang Yongchen et al. [20] , with no humoral response up to 4 weeks of observation. It is not known whether they become seropositive later. Such seronegative asymptomatic carriers may have resulted from low level of viral load. Likewise, Quan-Xin Long et al. [13] reported the case of a mother and a daughter of 11 years who maintained IgG and IgM seronegative status during hospitalization and other cases where IgM or IgG response are lacking [3, 6, 21] . Again, Ger Rijkers et al. [6] reported two cases of patients with severe disease who failed to show an IgG response at day 21 after disease onset (although the total antibody assay was positive). These patients, 69 and 87 years of age, had persistently positive PCR test results, respectively, on day 28 and day 37 after disease onset. The authors hypothesize that patients with an inadequate IgG antibody response may exhibit prolonged viral shedding, and thus longer periods of infectivity",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 585,
                    "end": 587,
                    "text": "6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 588,
                    "end": 591,
                    "text": "21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 620,
                    "end": 623,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The antibody response and its kinetics"
        },
        {
            "text": "Many studies analyzed in particular anti-S-RBD antibodies for their putative pivotal involvement in neutralizing activity of serum [3] [4] [5] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "Recently, with the attempt to isolate and characterize B cell clones expressing neutralizing antibodies (NAbs) from recovered infected patients, many researchers have identified interesting data regarding the sequences of SARS-CoV-2 specific antibodies. With some exceptions, the data agree firstly that humoral immune response is driven by a small number of B clones [22] [23] [24] [25] , and secondly that, heavy (VH) and light (VL) variable gene classes utilized are often shared among different patients [23, 26] . These clones have been referred as public clonotypes and are associated to different Abs classes in reference to the portion of S-protein that is recognized [27] . Variability was observed in somatic hypermutations and complementarity determining region 3 (CDR3) lengths, even though there are indications that longer CDR3 sequences were represented in SARS-CoV-2 infections [22, 24] . In particular, Kuri-Cervantes L et al. [22] , analyzed these characteristics in relation to the severity of the disease. They found a significant expansion of plasmablasts during severe COVID-19; this is directly correlated with an oligoclonal expansion of antibody clones within the overall B cell repertoire, suggesting that many of these large clonal expansions reside within the plasmablast pool. By contrast, mild patients, with one exception, showed a reduced clone expansion with more diverse repertoires. Moreover, the analysis of antibody sequences of the largest B cell clones in severe COVID-19 individuals were surprisingly variable in terms of somatic hypermutation levels, although they consistently had long CDR3 regions compared to healthy donors and those with moderate COVID-19.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[23,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[27]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 894,
                    "end": 898,
                    "text": "[22,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 944,
                    "end": 948,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "It is already known that there is a great variability in neutralization potential of antibody response [28] . A study on 175 COVID-19 recovered patients with mild symptoms reported about 17%, 39%, and 14% of medium-low (ID50: 500-999), medium-high (ID50: 1000-2500), and high (ID50: > 2500) NAb titers, respectively [29] . The remaining 30% of analyzed convalescent patients generated a very low level of NAb titers, this suggesting that other immune responses, including T cells or cytokines, may contribute to overcoming the infection. How these patients recover without the help of NAbs and whether they are at risk of re-infection of SARS-CoV-2 should be explored further. The same observations were reported also by Ling Ni et al. who found a variability in NAb titers of serum from 14 analyzed patients [3] , with one patient remaining completely negative, and by Robbiani et al. [23] , who measured a half-maximal NAb titer (NT50) less than 50 in 33% of cases and below 1,000 in 79% with only 2 individuals reaching NT50s above 5,000.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "Regarding the link between SARS-CoV-2-specific NAbs titers and levels of S-binding antibodies targeting RBD, S1, and S2 subunities, different studies reported various degrees of correlation that range from strong [21] (r = 0,9) to moderate (r = 0,4/0,5) [3, 14, 18] , but not with levels of anti-N IgG [3] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 258,
                    "end": 261,
                    "text": "14,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "Interestingly, a study analyzing the rapid generation of NAb in a cohort of 44 acutely infected patients, focused the attention on anti-RBD antibody levels; they found that the majority of patients develop Nabs as well as anti-RBD antibodies around 8 days pso (many patients also between 2-6 days); class-switching, that is dominated by RBD-specific IgG1 and IgG3 responses, occurs early during infection. In the observation period of the study, both RBD-specific IgM and IgA responses were detected at relatively lower levels as compared to IgG and the magnitude of RBD-specific IgG titers correlated positively with neutralization titers (r2 = 0,9) [18] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "In parallel with overall humoral responses, neutralization titer is surprisingly higher in severe patients [30] ; the actual effect on disease progression of NAbs and binding antibodies, even the latter potentially involved in viral clearance through antibody-dependent cellular phagocytosis (ADCP), complement-dependent cytotoxicity (CDC) or antibody-dependent cellular cytotoxicity (ADCC), should be subject to deeper comprehensive in further studies evaluating the different aspects of the disease and of the overall immune response in critical patients. Finally, Ling Ni et al. [3] described one case of a patient who exhibited no significant serum virus-neutralizing (VN) activity. This patient, though with anti-N and S-RBD IgM, did not have significant IgG or IgG1 production. Interestingly, the same patient had detectable virus-specific T cell function.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Neutralizing humoral response profiling"
        },
        {
            "text": "Since almost all SARS-CoV-2 infection patients develop an antibody response, serologic tests (in particular CLIA and ELISA methods) for detecting SARS-CoV-2 have been promptly implemented for the diagnosis of the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic antibody tests for SARS-CoV-2 infection detection"
        },
        {
            "text": "Based on the knowledge regarding the kinetics and the dynamic of the antibody response against SARS-CoV-2 infection, we would like to highlight some aspects of the relevant tests, in order to better understand the potentialities and the drawbacks of this kind of assay ( Figure 1B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 271,
                    "end": 280,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Serologic antibody tests for SARS-CoV-2 infection detection"
        },
        {
            "text": "Even if IgM and IgG ELISA have been found to be positive even as early as the fourth day after symptom onset, the use of RT-PCR remains more suitable for diagnosing an early acute SARS-CoV-2 infection. Serologic tests, in fact, represent an indirect measure of the host response to the infection that can be variable among individuals, in terms of kinetics, as well as of antibody levels at peaks and targeted antigens. Generally, SARS-CoV-2 antibodies (both IgM and IgG) reach the peak between the 2 nd and the 3 rd week pso. Differently from other infections, where IgM/IgG detection is used for establish a recent or past infection, the dynamic of appearance of these two classes of antibodies is quite similar in SARS-CoV-2 infection. Indeed, IgG production occurs concurrently to or sometimes before IgM antibodies, the latter decreasing after the 4 th week pso. Therefore, serologic assays can be useful to support and confirm molecular diagnosis of infection, especially after 5.5 days pso [31] . They are unable, however, to establish the actual infectious status of the patient: negative result does not exclude a recent infection, while a positive result does not indicate if the patient has stopped viral shedding or not (RT-PCR is a necessary complement assay in this case).",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Serologic tests for early diagnosis?"
        },
        {
            "text": "Like all other diagnostic tests, also serologic antibody tests should be sensitive and specific. Various studies report that the detection of anti-N antibodies is more sensitive respect to anti-S and anti-RBD antibodies, due to the higher abundancy of N protein during the infection [32, 33] . For example, Bubelo PB et al. [32] , analyzed samples from PCR + confirmed COVID-19 cases and showed that seropositive N-antibodies were detected in a major number of samples collected both at >14 days after onset of symptoms (35/35 for anti-N antibodies, 100% sensitivity, and 32/35 for anti-S antibodies, 91% sensitivity) and at <14 days after onset of symptoms (33/65 for anti-N antibodies, 51% sensitivity, and 28/65 for anti-S antibodies, 43% sensitivity). This suggests that anti-N antibodies appear earlier than anti-S antibodies and are present at more elevated levels. Interestingly, the authors also analyzed five immunocompromised patients, who showed a general delayed production of antibodies and seropositivity for anti-N antibodies even when anti-S antibodies were undetected.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[32,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "33]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "[32]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "Moreover, it is clear that a sensitive test needs to detect both IgG and IgM classes of antibodies, against at least two specific antigens, especially if samples are taken during the first two weeks of infection. In their analytic study of ICU and non -ICU patients, Sun et al. [10] showed that the combined detection of N and specific IgM and IgG could identify up to 75% of SARS-CoV-2 infected patients in the first week and 94,7% in the first two weeks, while single and double antibody classes or specificities produced minor seropositive rates.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "Regarding the serologic tests' specificity, to avoid false positive results it is important to take into account the eventual cross-reactivity of antibodies specific for other endemic human CoV infections including alpha-CoV (229E and NL63) and other beta-CoV (OC42 and HKU1), against SARS-CoV-2 antigens. Multiple groups have shown limited or no cross-reactivity of antibodies to NL63, 229E, OC42 and HKU1 CoV against recombinant forms of SARS-CoV-2 N, S and RBD proteins by Western blot or ELISA analysis [34] . In this regard, Phipps WS et al. [17] in their recent study analyzed 23 cytomegalovirus IgG positive samples, several cases associated with prior influence A+ (n = 8) and influence B+ (n = 7) viruses, respiratory syncytial virus + (n = 6), and all 4 types of human CoV (n = 47); none of these patients were COVID-19 IgG positive. They also tested samples from patients with multiple autoantibodies, obtaining the same results. Generally, almost all recent studies confirmed negligible cross-reactivity [21, 35] of antibodies specific for common human CoVs, whereas cross-reactivity it is observed with SARS-CoV and, at lesser extent, MERS-CoV infection because of the higher similarity and the phylogenetic affinity between these two other CoVs and SARS-CoV-2. In particular, considering the 90% similarity of SARS-CoV and SARS-CoV-2 N proteins, cross-reactivity for this antigen is very high, while cross-reactivity with MERS-CoV infection was not observed (49% of homology between N proteins) in different studies [21, 35] . By contrast, when anti-S or S1, S2, RBD antibodies were individually detected, Nisreen M.A. Okba et al. [33] , observed cross-reactivity of SARS-CoV-2 antibodies against SARS-CoV S and S1 proteins, and to a lesser extent with MERS-CoV S protein, but not with the MERS-CoV S1 protein. More importantly, the authors analyzed sera from healthy blood donors, PCR-confirmed acute respiratory non-CoV infections, acute to convalescent PCR-confirmed alpha-and beta-HCoV infections, and PCR-confirmed MERS-CoV and SARS-CoV infections. None of these sera were reactive against SARS-CoV-2 S1 protein, RBD antigen and N protein except for SARS-CoV sera. This cross-reactivity pattern is not unexpected if we consider the higher homology levels of S and S1 proteins between SARS-CoV-2 and SARS-CoV that reach 77% for the entire S, 66% for the S1 portion and 73% for the restricted RBD region (for MERS-CoV homology were respectively 33%, 25% and 16%) [18] . S2 region is more conserved with 90% similarity with SARS-CoV and 43% with MERS-CoV. It is therefore likely that this portion of the protein is responsible for the cross-reactivity observed with MERS-CoV patients' sera. On the other hand, recently Ng K et al. [35] have reported cases (5 of 34 SARS-CoV-2-uninfected individuals with recent HCoV infection, as well as in 1 out of 31 individuals without recent HCoV infection) of weak preexisting humoral immunity in uninfected and unexposed humans to the new CoV. This phenomenon was particularly prevalent in children and adolescents, predominantly for the IgG class and targeted the S2 subunit and N protein, but not with the S1 subunit or the RBD of S. Notably, these sera also exhibited specific neutralizing activity against SARS-CoV-2 and SARS-CoV-2 S pseudotypes, according to levels of SARS-CoV-2 S-binding IgG and with efficiencies comparable to those of COVID-19 patient sera. In the same way, Morgenlander et al. [36] , showed that a small minority of pre-COVID plasma contain antibodies reactive to CoV2 FP peptide, which represents a pan-CoV conserved antibody epitope.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[34]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1016,
                    "end": 1020,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "text": "35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1530,
                    "end": 1534,
                    "text": "[21,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1535,
                    "end": 1538,
                    "text": "35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "[33]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 2480,
                    "end": 2484,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2747,
                    "end": 2751,
                    "text": "[35]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3460,
                    "end": 3464,
                    "text": "[36]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "All these data suggest that using an S1 subunit-based immunoassay may be more specific than the entire S antigen for diagnosing SARS-CoV-2 infections. That said, considering that SARS-CoV, which is the major source of cross-reactive antigens, has not circulated in the human population since 2003, and studies reported an undetectable level of anti-SARS-CoV antibodies in 91% of SARS infected patients after 6 years after infection, false-positive results of SARS-CoV-2 serologic tests are unlikely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "Differently, a remarkable issue arises from the confirmed cross-reactivity between SARS-CoV-2 and Dengue virus (DV) antigens and vice versa. Even if the two viruses belong to different families, two cases in Singapore with confirmed SARS-CoV-2 infection and false positive in DV serological tests [37] have been reported. At the same time, also the reverse scenario was reported with 5 out of 30 DV positive sample found to produce false-positive in SARS-CoV-2 rapid test serologic test. This cross-reactivity seems to be linked to S protein: a very interesting study by Nath et al. [38] showed how DV Envelope antibodies could recognize SARS-CoV-2 S protein, and in particular the RBD amino acids residues.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "text": "[37]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "The last point to be noted regarding specificity of antibody tests is that, even if IgA are produced at higher levels and their detection is more sensitive, they are also less specific [34, 39] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[34,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "39]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "Clearly, all these considerations on sensibility and specificity and test performances are subordinate to the correct interpretation of results (especially weak signals); therefore, along with development of robust serologic tests, guidelines for appropriate utilization and interpretation of clinical and epidemiological data, are essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensibility and specificity of serologic tests"
        },
        {
            "text": "Another important focus of the serologic tests is their possible use for establishing if patient is protected from re-infection. It had even been thought that a plan for large scale serological testing could provide results upon which governments could formulate both social policies and the return to work. However, this information needs to be backed up by further research as we will discuss later and also by NAbs measurement. Currently, the only assay able to establish if a patient serum contains NAb (and in which quantity), and as such usable as a correlate of protective immunity, is the plaque reduction neutralization test (PRNT); unfortunately, the test demands biosafety level 3 (BSL3) containment facilities and therefore is impracticable by clinical laboratories. On the other hand, as already previously discussed in this review, the presence of NAb is high variable among patients, even if almost all of them develop an antibody response against SARS-CoV-2. In this context different studies focused on the possible correlations between PRNT results and levels of SARS-CoV-2 specific antibodies. Since the protein S, in particular the S1 region, RBD, was implicated in the binding to the cellular angiotensin converting enzyme 2 receptor for viral entry, some antibodies specific for these antigens are supposed to be neutralizing. Accordingly, various studies found correlations between the neutralizing power of sera and the levels of anti-S antibodies. Ni L et al. [3] analyzed 14 patients' sera: 13 presented various degrees of neutralizing capabilities with 5 patients displaying high titers of NAb, with a significant correlation between NT50 and area under the curve (AUC) (calculated performing serum diluitions/OD ELISA curves) of anti-S-RBD IgG, but not of anti-N IgG. Wu F et al. [29] , through plasma analysis from 175 discharged patients, interestingly observed that NAbs titers moderately correlated with S-binding antibodies targeting RBD (r = 0.51, p < 0.0001), S1 (r = 0.42, p < 0.0001), and also S2 (r = 0.435, p < 0.0001). This suggests that the S2 region could also be targeted by NAb, although this region is not directly involved in virus-cellular receptor interaction. Finally, Suthar MS et al. [18] analyzed the range of anti-RBDspecific and Nab responses across their cohort of 44 acutely infected COVID-19 patients and found a positive correlation between the magnitude of this two measures (r2 = 0.7; p < 0.0001). Subsequently, robust validation of this RBD-specific IgG ELISA by high-throughput testing at the Emory Medical Laboratories, on 231 PCR-confirmed COVID-19 patient serum samples demonstrated that this test also resulted highly sensitive and specific (97.5% and 98%, respectively), and perfectly discriminatory, above all for group of patients on day 7 or later after PCR confirmation (AUC of 1.00 (n = 83)). Another very interesting study [40] conducted on 68 COVID-19 patients, confirmed a strong positive correlation between both plasma anti-S ectodomain (ECD) IgG titers and, better, anti-RBD and in vitro VN titer. The same study also establishes that the probability of a VN titer ≥160 (the titer firstly recommended by FDA for convalescent plasma therapy) was 80% or greater when anti-RBD or anti-ECD titers are ≥1:1350. This is further evidence that anti-RBD IgG and anti-ECD IgG titers measured by ELISA serve as a very reliable surrogate of VN.",
            "cite_spans": [
                {
                    "start": 1485,
                    "end": 1488,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1808,
                    "end": 1812,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2235,
                    "end": 2239,
                    "text": "[18]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2896,
                    "end": 2900,
                    "text": "[40]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Serologic tests can predict the level of protection to re-infection?"
        },
        {
            "text": "As a whole, all the above data suggest that future studies could make it possible to develop serologic tests allowing the measure of neutralizing power of sera without performing more complicated neutralization tests with clinically isolated virus or pseudovirus. This will pave the way for a series of important objectives: e.g. to evaluate the general protection to re-infection on large population basis, to promptly evaluate the usability of convalescent plasma for quickly available therapy and to evaluate efficacy of the different newly developed vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Serologic tests can predict the level of protection to re-infection?"
        },
        {
            "text": "Clearly, to achieve information on the possibility of re-infection, a validated serologic test, but also the actual PRNT, should derive form a deeper knowledge of Nabs' real capacity (also in relation to their titers) to protect the recovered patient and, if so, for how long. Regarding Nabs' ability to protect patients from re-infection, currently we lack the data to answer this question, even if preliminary results from studies in Rhesus Macaques show a lack of re-infection after SARS-CoV-2 re-challenge in animals recovered from first infection [41] . Whether persons can be reinfected with SARS-CoV and MERS-CoV is unknown; SARS has not reemerged since 2004 and MERS cases remain sporadic. However, at present, NAbs titer necessary to confer protective immunity is unknown; thus future studies are required to determine which titer has therapeutic benefit. Finally, as yet, stable persistence of Nab, mainly IgG, has been described up to a variable time from four to seven months [14] [15] [16] and SARS-CoV-2 re-infection is estimated as a rare event [14] . However, due to the high similarity between the two diseases, lessons can be reasonable drawn from SARS-CoV and MERS infections, for which concentrations of IgG remained high for approximately 4 to 5 months before declining slowly over the next 2 to 3 years [42, 43] .",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[41]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 988,
                    "end": 992,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[15]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "text": "[16]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1325,
                    "end": 1329,
                    "text": "[42,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "text": "43]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Serologic tests can predict the level of protection to re-infection?"
        },
        {
            "text": "All data regarding the neutralizing power of sera from convalescent and recovered patients in vitro, have paved the way for the use of convalescent sera and hyper immune globulins for the treatment of severe COVID-19 cases ( Figure 1C ). Certainly, passive administration of antibodies is not new. The first example dates back to 1890 when antimicrobial therapies were unknown. Its utility was successively demonstrated during other outbreaks such as poliomyelitis, measles, mumps, and influenza (clearly with variable outcomes depending on the virus and the study), even if the treatment was not always associated with the measurement of NAb titers and the knowledge of viral sierotypes [31] . More recently, convalescent serum was used during Ebola (2013) and H5N1(2007) outbreaks and also in the cases of the two CoV infections, SARS-CoV and MERS-CoV, demonstrating its real efficacy especially if administered during the disease's early stages [44] [45] [46] .",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 692,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 948,
                    "end": 952,
                    "text": "[44]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 953,
                    "end": 957,
                    "text": "[45]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 958,
                    "end": 962,
                    "text": "[46]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "In August, the FDA has allowed the treatment with convalescent plasma with an \"expanded access-program\" [47] for patients at high risk of developing a severe form of the disease and various clinical trials are being carried out on COVID-19 patients worldwide. Primary endpoints of all these studies are mostly homogenous; this will facilitate comparison and meta-analysis of data, while diversity in secondary endpoints will allow the individual studies to answer more specific questions about the use of convalescent plasma in COVID-19 treatment [48] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[47]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[48]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Critical factors to be considered for analysis of results should include the severity of patients' illness, timing of administration (taking into account also the seroconversion timing and the titers of endogenous Nabs developed by the patient himself), severity illness of the donor, timing for the donation and last but not least, the NAbs titers of the donor. Obviously, the aspect of Ab titers needs to be clarified by future efficacy studies, taking into account that serum antibodies can fight infection not only by direct inhibition of the virus attachment to the host cells receptor (presumably the mode of action of anti-RBD antibodies), but also by ADCC and activation of the complement system (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 714,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Results from different interesting studies about the clinical use of plasma from convalescent donors are summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Beyond the limitations of the single study, it seems clear that the timing of transfusion (more precisely within 72 hr since the symptoms onset) and the titer of nAbs in convalescent plasma used for transfusions (that should be at least ≥1:640) are crucial elements for the efficacy of convalescent plasma treatment to prevent severe disease progression in hospitalized patients. On the contrary, scarse efficacy in terms of patients' survival and disease progression was found when convalescent plasma is administered later in the course of the infection. This is true even if the antiviral activity is present, probably because the infection has already led to the exacerbation of immune response and to eventual multiorgan damage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Importantly, all these results do serve to stimulates ideas for implementation of the future clinical trials with a specific target population (severe patients), selection of convalescent plasma with specific NAb titers and earlier administration times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Alongside efficacy, the safety is another priority. In general, possible risks due to administration of convalescent plasma are those known to be associated to the transfusion of blood derived substances; they notoriously include potential infections or host's immunological reactions, but also theorical risks such as the antibody dependent enhancement (ADE), that means inflammatory and dangerous mechanisms mediated by pathogen specific antibodies, mostly of low quality, non-neutralizing or with low concentrations through Fcγ-receptors on immune cells or via complement activation [1, 53, 54] ( Figure 2 ). Since the phenomenon of ADE is described for other CoV, including SARS-CoV and MERS-CoV, the possibility that this mechanism could also intensify SARS-CoV-2 infection cannot be excluded. However, provided that donor sera selection is carefully evaluated for the presence of high titer of NAbs, this risk could be considered negligible.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 589,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "53,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "54]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 600,
                    "end": 608,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Regarding convalescent plasma safety, a large study on 5000 COVID-19 patients was conducted in USA, it reporting a final incidence of serious adverse events <1% in the first four hours after transfusion and the seven-day incidence of mortality was 14.9%. Considering the large population of critically-ill patients included in these analyses (for which mortality rate is 15-20% for hospitalized cases and 57% for ICU admitted cases), the mortality rate does not appear excessive. The authors conclude that transfusion of convalescent plasma is safe in hospitalized patients with COVID-19 [55] .",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[55]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "In the two clinical trials previously cited [49, 56] , a minimum number of patients experienced minor adverse events due to convalescent plasma transfusion. In three patients, mortality was possibly linked to transfusion [47] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[49,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 49,
                    "end": 52,
                    "text": "56]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[47]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Next to convalescent plasma, there is also the use of hyperimmune globulins concentrated from a pool of convalescent plasma and purified for IVIG use; this would probably prove more safe and more effective because of specific and accurately defined NAb titers. Moreover, IVIG are not subjected to ABO match blood groups, and the infusion volume would be lower. ; human Iggs, particularly Igg1 and Igg3, bound to to the viral antigen exposed on the target cell, can subsequently interact through their fc region with fcγrs expressed by effector cells or with complement component 1q, potentially supporting the destruction of target cells through aDCC or CDC, respectively. In addition, the fc region of Igg can bind the salvage receptor fcrn after fluid-phase uptake by vascular endothelial cells and other cells, an interaction that contributes to the long (∼21 day) half-life of human Igg. B. the aDe phenomenon is illustrated as a possible adverse event that could occur with some antibodies. aDe has been documented to occur through two distinct mechanisms in viral infections: by enhanced antibody-mediated virus uptake into fcγr-expressing phagocytic cells leading to increased viral infection and replication, or by excessive antibody fc-mediated effector functions or immune complex formation causing enhanced inflammation and immunopathology. Both aDe pathways can occur when non-neutralizing antibodies or antibodies at sub-neutralizing levels bind to viral antigens without blocking or clearing the infection. Identification and exclusion of aDe-associated epitopes in vaccine design or modification of the amino acid sequence of Igg reducing the interaction with one or more binding partners (for example by inserting lala mutations) could be promising strategies to improve the clinical potential of antibodies. However, IVIG takes more months to prepare and to distribute among clinics and hospitals [44, 57, 58] .",
            "cite_spans": [
                {
                    "start": 1914,
                    "end": 1918,
                    "text": "[44,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1919,
                    "end": 1922,
                    "text": "57,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1923,
                    "end": 1926,
                    "text": "58]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "In conclusion, given the current absence of selective drugs against SARS-CoV-2 infection as well as the uncertainty about the long-term protection of newly approved vaccines and their effect on emerging viral variants, convalescent plasma could represent a treatment option in combination with standard of care protocols, whose use made feasible by the high number of convalescent and infected patients. However, it is necessary to test and, if possible, optimize a series of clinical and laboratory aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convalescent plasma and hyperimmune globulins"
        },
        {
            "text": "Considering convalescent sera's ability to inhibit SARS-CoV-2 infections, and the well-established clinical use of mAbs for therapeutic and prophylactic purposes, various research groups have isolated and characterized mAbs neutralizing SARS-CoV-2 infection ( Figure 1C ). These studies have also clarified structural aspects of SARS-CoV and SARS-CoV-2 S-proteins.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Structure of the spike protein"
        },
        {
            "text": "Both SARS-CoV and SARS-CoV2 S-proteins are glycoproteins of the viral surface that mediate the viral entry into the host cell and are active in trimeric form [59, 60] . S protein is composed of two subunities, named S1 and S2, the first of which binds the cellular receptor ACE2, thus promoting the cleavage of the S2 subunit into S2' and S2\" by cell-surface proteases; this in turn enables fusion and internalization of the virus. When the trimer is in the closed conformation, the three RBDs sites located at S1 level are inaccessible and, the S1 opening is clearly necessary for receptor binding.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[59,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "60]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Structure of the spike protein"
        },
        {
            "text": "Cryo-EM structures of the trimer have revealed the presence of multiple conformational states of SARS-CoV-2 S corresponding to distinct organization of the S1 RBD domains with a prevalence of the state harboring one of the three S1 RBD domains in receptor-accessible conformation. Stochastic RBD movements were observed also in MERS-CoV and SARS-CoV, for which, by contrast, two of three S1 RBD domains seem to be prevalently in an open conformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the spike protein"
        },
        {
            "text": "Receptor binding to the exposed RBD leads to an unstable three-RBD up conformation of S1 and initiate subsequent conformational changes that precede S1/ S2 and then S2'/S2\" cleavages by host proteases; these, in turn, have been proposed as activating the protein for membrane fusion via extensive irreversible conformational changes in the S2 subunits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the spike protein"
        },
        {
            "text": "Clearly, all these conformational movements transiently hide or expose epitopes that can be targeted by neutralizing mAbs, both in S1 and in S2 domains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Structure of the spike protein"
        },
        {
            "text": "SARS-CoV-2 S and SARS-CoV full-length S share 75% sequence homology (73% for the single RBD site and 88% for the S2 subunit), and are structurally similar. On the basis of these considerations, in order to speed the isolation of mAbs for therapeutic and prophylactic use against COVID-19, scientists promptly screened a number of SARS-CoV specific antibodies and sera from SARS-CoV patients for the ability to recognize SARS-CoV-2 S protein and neutralize SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "However, despite the elevated homology between the two spike proteins, most of mAbs targeting SARS-CoV RBD did not exhibit evident binding to SARS-CoV-2 RBD [61] and, even when they did, they did not show protective activity. Noteworthy in this regard is the case of CR3022 mAb, that despite being able to strongly bind to SARS-CoV-2 RBD, it did not neutralize SARS-CoV-2 at the highest concentration tested [62] . Pursuing this interesting observation, structural modeling demonstrated that the binding epitope can only be accessed by CR3022 when at least two RBDs on the same trimeric S protein are in the \"up\" conformation and slightly rotated. These results provide molecular explanation about CR3022 behavior against SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[61]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[62]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "From these studies, interesting data has emerged on the different exposition of neutralizing epitopes between the S proteins of the two viruses and the effective utility of SARS-CoV specific mAbs against SARS-CoV-2 infection. Table 2 summarizes the characteristics of the two mAbs isolated from SARS-CoV infected patients that are also active against SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "Successively, much effort was and is being focused on isolating SARS-CoV-2 specific mAbs from both convalescent patients and synthetic antibody libraries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "Many neutralizing mAbs have been isolated that differ also for the region of S protein that is recognized. Table 3 reports some examples of neutralizing mAbs isolated against SARS-CoV-2, divided according to the recognized region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "The ability of isolate new antibodies against different regions of S protein is extremely important in view of the emerging viral variants that can affect the therapeutic efficacy. Cocktails of antibodies against different regions of the S-proteins will be crucial to avoid the escape mutations of the virus (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 318,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "The list of anti SARS-CoV-2 mAbs is not exhaustive, but it gives a good idea of the effort that researchers are putting into this field. Several antibodies have already been isolated and tested very quickly and many other are in early stage of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "Currently, data are already available from most advanced clinical trials on LY-CoV555 antibody isolated by AbCellera (Vancouver, British Columbia, Canada) and the NIAID Vaccine Research Center, and developed by Eli Lilly and Company and the REGN10933 + REGN10987 antibody cocktail, Color of lines distinguishes mabs for the region of s-protein recognized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "sponsored jointly by NIAID and Regeneron Pharmaceuticals. LY-CoV555 (Bamlanivimab) was evaluated in phase 3 study BLAZE-1 [75] at three different concentrations (700, 2800 and 7000 mg) and in combination with Ly-Cov016 (Etesevimab) at 2800 mg, administered in patients with mild and moderate symptoms within a median of 4 days of symptoms onset. Chen et al., reported decreased viral loads at day 11 in treated patients versus placebo, interestingly showing that the antiviral activity was highest in the middle dose. However, the most promising data is the 70% reduction of COVID-19 related hospitalization in Ly-CoV555 treated patients, in particular at 700 mg dose. Both antiviral activity and reduced hospitalizations were significantly higher in combination group. Ely Lilly and company also announced preliminary results of BLAZE-4 with lower doses of antibodies in combination which seem to have the same results than the combination doses in BLAZE-1 study.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[75]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "First results with REGN10933 (Casirivimab)+REGN10987 (Imdevimab) antibody cocktail (REGN-CoV-2) are referred to 275 symptomatic not hospitalized patients divided into those who received 2,4 g or 8 g of REGN-CoV-2 and those who received placebo [76] . Patients received treatments within 72 hours since positive molecular test and no more than 7 days since the symptoms onset. The main result is a significant reduced viral load in REGN-CoV-2 groups in patients who were seronegative at baseline. Moreover, the patients who had higher viral loads obtained better results from the treatment. Same observations were obtained for the secondary endpoint which was at least one COVID-19 related medical visit at day 29.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[76]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "Actually, FDA has approved REGN-Cov-2 for emergency use in USA in patients who are at high risk for progressing to severe COVID-19 and/or hospitalization, while Lilly has requested revocation of emergency use authorization for Ly-Cov555 alone to complete transition to bamlanivimab and etesevimab together for treatment of COVID-19 in the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "As mentioned earlier, an extremely important issue is to understand how emerging viral variant can affect the neutralization efficacy of the mAbs isolated so far. Different studies are being conducted and other have already provided first indications [27, 77] . The interesting study of Wang et al. [77] , has shown, for example, how the efficacy of Ly-CoV555 and REGN10933 are remarkably affected by the SAΔ9 variant, while 2-7 [74] , REGN10987 and S309 (all of them binding the external side of RBD without competition with ACE2) are still active against both UKΔ8 and SAΔ variants. The authors also evaluated the impact of single mutations found in the two variants and mapped the most relevant ones. For example, for the UkΔ8 variant deletion at the position 144 affects the efficacy of anti-NTD mAbs such as 5-24, 4-8, 4A8, but not 5-7 [74] (Table 3) ; for the SAΔ9 variant, mutations in RBD portion K417N and E484K affect the efficacy of Ly-CoV555 and REGN10933, while mutations in NTD portion Del242-244 and R246I affect anti-NTD mAbs such as 5-24, 4-8, 4A8, but not 5-7 [74] (Table 3) as the UK variant.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[27,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "77]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[77]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[74]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "[74]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[74]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 855,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "The identification of antibodies that are active against all variants is extremely important, and the usage of one or other antibody cocktail shall be carefully evaluated also in relation to the territorial diffusion of known strains. In this perspective an interesting study [78] describes the development of a bispecific antibody in IgG1-like format containing two neutralizing antibodies directed against non -overlapping regions of RBD and isolated from convalescent patients (Table 3) ; C121 directly competes with ACE2 receptor binding, while C135 recognize the outer side of the RBD and is accessible in up and down S trimer conformation. The bispecific construct (Cov-X2) is able to protects mice from disease and prevent viral escape and neutralizes also all SARS-CoV-2 variants. The construct also contains LALA mutations in Fc portion in order to avoid possible ADE phenomenon. In this case, the construct retains all the advantages of an antibody cocktails in one molecule to be developed and administered.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[78]",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 489,
                    "text": "(Table 3)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Anti-S neutralizing monoclonal antibodies"
        },
        {
            "text": "The joint effort of pharmaceutical companies and regulatory bodies has made it possible to develop and authorize several COVID-19 vaccines in an extraordinarily short period of time (about a year). The objective of this review goes beyond a detailed description of the different vaccines approved and in development, with the relative clinical results, for which the EMA online website [79] and other excellent recently published works are recommended [80] [81] [82] . Instead, starting from what is currently known about the protective response against SARS-CoV2, we will trace a brief picture of the current scenario concerning the anti-Covid19 vaccines, focusing on the main features of the first approved vaccines and on key aspects could be critical for the development of future ones.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "text": "[80]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[81]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[82]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "The need to give a rapid response to the emergency triggered by the pandemic combined with the evidence about key role of neutralizing antibodies in protecting against infection, have pushed many pharmaceutical companies to develop vaccines whose common denominator is the \"whole\" S-protein as the main target for an effective immune response, giving up for now to more targeted strategies based on more restricted portions of viral proteins. Indeed, all vaccines to date approved by regulatory agencies are designed for an expression in the host cells of the entire S protein, even if the delivery platforms are different.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "The vaccine Pfizer/BioNTech, as well as the Moderna one, is based on a molecule of \"messenger RNA\" protected by lipid nanoparticles, containing the genetic instructions for the expression of the spike protein inside human cells. The AstraZeneca/Oxford vaccine, as well as the one developed by Janssen (J&J) and the Russian Sputnik V vaccine, is instead based on a harmless adenovirus that contains a DNA sequence useful for making the patient's body produce the spike protein. Again, the American vaccine NVX-CoV2373 contains a full-length, prefusion spike protein (produced in insect cells) made using Novavax' recombinant nanoparticle technology and the company's proprietary saponin-based Matrix-M™ adjuvant [80] .",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[80]",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "Several other vaccines against covid-19 with alternative platforms are in clinical and preclinical development. For example, the Beijing Institute for Biological Products has created an inactivated vaccine against the coronavirus (BBIBP-CorV) that has been claimed to be approximately 80% effective, prompting the Chinese government to grant approval [83] .",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "text": "[83]",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "All the current vaccine candidates are being evaluated for their capacity to induce humoral immunity. A special focus is put on the quality of antibody response intended as neutralizing antibodies level, especially RBD-specific ones, which is considered the leading correlate of protection to be used to verify the response to the vaccine and its durability over-time neutralizing capacity; in addition, it also represents a key element to evaluate the possible impact of the emerging viral variants on the vaccination efficacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "Actually, the most effective developed vaccines, stimulate strong cellular and humoral responses, the latter notably found superior to that measured in convalescent severe patients, in terms of neutralization titers levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "An interesting study by Wang Z et al. [84] has evidenced how mRNA vaccines induce a robust S-RBD-specific B cell memory response. They examined the nature of the produced antibodies and found that they are similar to that produced during natural infection in terms of IGVH and IGVL genes usage and of IGVH/IGVL combinations, CDR3 length and hydrophobicity. In few words also in vaccinated individuals, an expansion of a few number of recurrent clones was observed and some of these antibodies are the same found in natural infected patients. This information let us suppose that S-trimer produced in human cells by mRNA inoculation adopt a range of conformations similar to that observed during viral infection.",
            "cite_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "text": "[84]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "The debate is still open about the efficacy of vaccines currently available against the new variants -in particular against the English and South African ones. Results from more recent studies on both mRNA vaccines generally confirm that neutralizing antibodies elicited by vaccination are able to neutralize also these two variants, even if with variable reduction titers against the South African one [85] [86] [87] , suggesting an antibody response directed against different epitopes of the S-protein. Moreover, an interesting study by Stamatatos et al. [88] , have highlighted the importance of vaccinating also previously infected persons since they showed how a single immunization with mRNA vaccines was able to boost cross-neutralizing antibodies titers against all variants (even if, again, with a reduced potency against the South African variant) and that antibodies involved in the cross-neutralization target the RBD. Interestingly, this effect was up-to 1000 fold higher in previously infected patients after a single vaccine dose than in uninfected persons after two vaccine doses. However, to date the neutralizing titer levels that can be considered protective against infection or disease severity by original and variant SARS-CoV-2 haven't yet been determined and only real-world experience can provide this answers. In this perspective, the challenge that the above mentioned pharmaceutical pharma are facing is to adapt and modify the current vaccines in order to be maximally efficacious also against the most resistant variants. Moderna and Pfizer/Biontech are developing, for example, multivalent mRNA combining the codes of all S-proteins and are planning, together with Johnson and Johnson, a third boost of their original vaccines.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[85]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[86]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "[87]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[88]",
                    "ref_id": "BIBREF95"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "Given the current scenario, understanding the impact of the mutations present in the emerging variants on the efficacy of the available antibody-based therapeutics -namely neutralizing mAbs, convalescent plasma and sera from vaccinated individuals [77] could give precious information for an effective re-modeling of the current vaccine platforms, even with the ultimate goal to design more broadly efficacious vaccines.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[77]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "Moreover, detailed studies focused on the epitopes recognized by Nabs isolated from B cells of convalescent patients as well as on the immunodominant portions of the S-protein capable to elicit a strong neutralizing humoral response are certainly key elements for finely guiding also new vaccine design. In this regard, the isolation of natural infection-elicited potent neutralizing antibodies against the S1 N-terminal domain or quaternary epitopes of the S1 trimer [74] , can drive the choice of the antigen for vaccine development.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[74]",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "It is also important to note that, at the moment, there are no reliable data on the duration of coverage offered by approved vaccines. Precisely in this regard, the study and monitoring of antibody responses may still prove to be key elements to adequately face the evolution of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "Finally, studies regarding the Ig classes and subclasses which identified a possible correlation between the IgA2 response, rather than IgA1 or IgG responses, and a better prognosis of the COVID-19 infection [5] , and the evidence of the anti-inflammatory role of mucosal response [89] , pose important questions for the future development of vaccines also in terms of the best administration site to obtain a strong barrier to the infection.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[89]",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "All the mentioned aspects once again point out how humoral response has a great importance in fighting SARS-CoV-2 infection, as well as how the capability to measure neutralizing potency of plasma is extremely useful to spin the development of vaccines and to evaluate their effectiveness ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 300,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "In this context, further evaluation of the presence of dangerous antibodies that can induce ADE or the important contribution of cellular responses to protection is also recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of antibodies in vaccine evaluation and design"
        },
        {
            "text": "To combat the SARS-CoV-2 infection it is important to define virus's pathogenetic mechanisms and to fully understand how our immune system responds. This review summarizes the most important results from numerous relevant studies regarding the humoral response against SARS-CoV2, also focusing their role in supporting the development of diagnostic tests, treatment options and preventive vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The first important issue is surely to better understand how a stronger and earlier antibody response could be correlated with a more severe disease. In other words, it is necessary to establish the extent to which a robust antibody response to SARS-CoV-2 results in virus neutralization or contrariwise contributes to the pathology in severe COVID-19 disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Some scientists have interpreted early antibody response and rapid class switching as the immune response's recall of previous recent infection by one of the four common CoVs (i.e hCoV-OC43, hCoV-NL63,142 hCoV-HKU1 and hCoV-229E). And, even if first studies have detected no change in antibody levels against hCoV-OC43 and hCoV-HKUI in early responder patients compared to other patients and during the course of COVID-19 [6] , other authors have showed that SARS-CoV-2 infection can boost a preexisting anti-CoV immunity which can confer some degree protection [28, 35, 36] .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 425,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[28,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "35,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "36]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, except for one study that found no correlation between IgG and IgM concentration and disease severity [17] , all the others agree that increased COVID-19 disease severity is associated with a more robust humoral immune response and more interestingly, with neutralizing titers, which, on the contrary, usually correlate with host protection.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[17]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Different hypothesis have been formulated to explain how higher humoral responses can promote disease progression; one of these takes into account the possibility that ADE phenomenon can occur [1] . ADE was shown to promote virus uptake into macrophages resulting in impaired antiviral response, elevated production of inflammatory cytokines and acute lung injury, and it was observed with dengue virus, Zika virus, Ebola virus and, importantly in the context of COVID-19 and CoVs, including SARS-CoV and MERS-CoV. Higher levels of SARS-CoV-2 antibodies in severe cases prompt the hypothesis that a similar mechanism could occur in some cases for COVID-19, but a more recent study tends to exclude it [30] showing that ADE is not involved in severe forms experienced by the patients analyzed. However, further studies will be necessary to establish ADE's real contribution to SARS-CoV-2 immunopathology.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Meanwhile, some researchers speculate that the high viral load in early infection of severe patients can drive strong and immediate extrafollicular B cell responses leading to rapid antibody responses which do not follow the sequence of IgM to IgG development stages. Such high quantity of antibodies produced from extrafollicular B cells may contribute greatly to the inflammatory responses by promoting monocyte and macrophage accumulation and the massive cytokine storm (including IL-8 and MCP-1), possibly responsible for fatal acute lung injury, as indicated during SARS-CoV infection. On the other hand, a gradual development of viral antigen specific B cells undergoes somatic hypermutation and affinity maturation at the traditional germinal center; this ultimately leads to high affinity protective antibody responses as observed in non-severe COVID-19 patients [20] . In another study, Cervantes LK et al. set out to elucidate their observation that severe COVID-19 patients displayed longer CDR3: given that B cells harboring antibodies with long CDR3 sequences are often multi-reactive and counter-selected during B cell development [22] , they propose a contribution of longer CDR3 sequences as part of severe COVID-19 immunopathology.",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 875,
                    "text": "[20]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As already discussed elsewhere in this review, other studies identify in an N-focused rather than S-centric humoral response a distinct feature for disease progression [11] , while a higher mucosal response as RBD-specific-IgA2 mediated by gut immune system respect to pro-inflammatory RBD-IgG1 and IgG3 seems to be associated with a more favorable outcome [5] .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, the efficacy and safety studies carried out to date with convalescent plasma, obtained from recovered patients regardless of the disease's severity, but only in relation to the neutralization potential, show that natural humoral response promotes viral clearance and prevents disease progression if administered early in the disease onset, and it is not dangerous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This observation leads us to suppose that the association between the strength of humoral response and severity of disease is due not to the putative contribution of produced antibodies to the disease progression: rather it derives from the fact that the higher production of antibodies is a consequence of the disease's severity. This could be caused by an elevated immune activation, and to higher exposure to the virus and its antigens. Moreover, higher exposure to S protein could induce, in a probabilistic way, more NAb titers. In most cases, these antibodies are effective, but other independent factors could contribute to the severity of the disease: excessive T responses, cytokine storms or other physiological elements, such as imbalance in the ACE2-angiotensin I-angiotensin II axis [90] . All the hypothesis above need verification; in depth studies would clarify the relationship between the degree of humoral response and a more severe disease.",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 800,
                    "text": "[90]",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A final point of interest deserves detailed study in IgG seroconversion durability along with Nabs ability to protect convalescent patients (or vaccinated people) from possible re-infection or simply mitigate the consequences of the infection. Both factors could benefit the immunity of the population as a whole, while also preventing infection among fragile communities and the categories most exposed, with social and financial implications. A detailed evaluation of all the multiple factors involved is evidently necessary, from the pathogenetic to the immune ones, in order to fill the knowledge gaps still remaining, also taking into account cellular response's already established role in fighting SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Understanding the quality and the potency of the humoral response to SARS-CoV-2 natural infection is essential in order to design specific diagnostic and therapeutic strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have described the strength and limitations of antibody-based testing for SARS-CoV-2. However, concerns remain when testing patient populations differ from those used to validate the assay are tested, e.g. asymptomatic patients and immunocompromised patients, whose humoral responses to SARS-CoV-2 infection remain to be delineated. Moreover, as described in this review, some RNA-positive patients display no antibody responses; alternatively, they could produce antibodies that currently developed tests were unable to detect. On the other hand, actually, setting-up of serologic, in particular RBD-based, and neutralizing tests has extreme importance in the evaluation of the efficacy of emerging vaccines against SARS-CoV-2 and the response to vaccines at whole population level. An important issue is the reported cross-reactivity between SARS-CoV-2 antibodies with DV antigens (probably Envelope protein) which can cause misdiagnosis in region where the DV infection is endemic, considering also that the two virus can cause diseases with overlapping symptoms. However, an interesting hypothesis arose from the observed cross-reactivity and the reported less severity of COVID-19 in regions with relevant frequency of DV infections: it is supposed that preexisting DV antibodies could mask S-RBD and reduce the binding to ACE2 receptor, thus protecting from the infection [38] . This issue certainly need to be further evaluated and verified.",
            "cite_spans": [
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[38]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning the therapeutic aspect, the ability of most patients' plasma to neutralize SARS-CoV-2 infection, has not only encouraged researchers to evaluate convalescent plasma therapy, it has also helped isolate and characterize an increasing number of neutralizing mAbs. Regarding convalescent plasma infusions, significant evidence shows that this treatment is able to accelerate viral clearance and that diminishes the respiratory symptoms. The ability of this treatment to impact on mortality and disease progression seems strictly dependent on the early time of administration and nAbs titer of the donor; interestingly and, probably as awainted, these results match also with the efficacy results of monoclonal nAbs, thus suggesting a fundamental role of nAbs in the acute infection in order to prevent severe disease progression, more than the induction of severe forms of the diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Actually, an important point of discussion will be the exact evaluation of the impact of emerging viral variants on convalescent plasma and neutralizing mAbs therapy efficacy. It seems that South Africa and UK variants affect at various degrees the neutralizing capacity of both convalescent sera and isolated monoclonal nAbs [27, 77] .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[27,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "77]",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since it seems that the neutralizing response against SARS-CoV-2 natural infection is led by a small number of public clonotypes, shared across most infected patients, it is presumable that this selective pressure has accelerated the appearance of these resistant variants. Unfortunately, monoclonal nAbs were isolated exactly from these clonotypes. Clearly, we need to take into consideration the spread of these and other new viral variants and we need to take advantage from our scientific knowledge to face this aspect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For example, sequencing of the B-cells repertoire of convalescent patients whose sera neutralize also the new variants should give us useful information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moreover, the development of different neutralizing mAbs makes it possible both to select the best SARS-CoV-2 infection's treatment option and prophylaxis, and to identify the effective mAbs cocktails. The cocktail could boost the effect of single mAbs and, importantly, limit the number of mutations that confer resistance to neutralization, as known in the history of antibody-based therapies. This information will be also useful for vaccines development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, another debated issue is the possibility that specific antibodies could induce ADE, both in the case of the natural infection, and of neutralizing mAbs or vaccine-induced responces. It is debatable whether strong NAbs induce ADE in respect to weak NAbs; further research is also needed to determine conditions (affinity, dosage, mechanisms of interaction with the S protein) [54, 91] augmenting the risk for the occurrence of a such pathogenic process increases. This said, various biotechnological strategies are already in place to avoid the onset of this mechanism for mAbs, e.g. the introduction of LALA mutations in Fc region (Figure 2 ), as performed with CB6 mAb [66] . Obviously, since LALA mutations reduce mAb Fc's interaction with the Fc receptors on immune cells, one should also take into consideration that ADCC and ADCP will also be reduced, thereby limiting important mAb-mediated mechanisms that may contribute to viral clearance. Therefore, the risks of ADE should be determined accurately by specific testing [91] case by case, before deciding to adopt these protein engineering strategies.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "text": "[54,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "91]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "[66]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[91]",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [
                {
                    "start": 640,
                    "end": 649,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Accordingly, analysis of patients' sera by high-throughput peptide-based scanning, sequencing of patients' antibodies repertoires and computational approaches could help identify ADE-associated epitopes; indeed, studies on mouse antibodies produced against immunogenic SARS-CoV epitopes suggest that regions of the S protein vary in their propensity to cause ADE [92] . These studies will also support the development of safer vaccines, which, as in the case of convalescent plasma and mAbs, could induce dangerous suboptimal antibody responses [53] (Figure 2 ).",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[92]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 545,
                    "end": 549,
                    "text": "[53]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 559,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Certainly issues regarding the SARS-CoV-2 specific antibody response that are relevant for implementing fully effective antibody-based diagnostic and therapeutic strategies are still pending. Nevertheless, the scientific effort has been exceptional and results are promising.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Alwis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Immune response to SARS-CoV-2 and mechanisms of immunopathological changes in COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Azkur",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Akdis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Azkur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "75",
            "issn": "7",
            "pages": "1564--1581",
            "other_ids": {
                "DOI": [
                    "10.1111/all.14364"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Detection of SARS-CoV-2-specific humoral and cellular immunity in COVID-19 convalescent individuals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "IgA-Ab response to spike glycoprotein of SARS-CoV-2 in patients with COVID-19: A longitudinal study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padoan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sciacovelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chim Acta",
            "volume": "507",
            "issn": "",
            "pages": "164--166",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cca.2020.04.026"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CoV-2-specific antibody profiles distinguish patients with moderate from severe COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Campos Mata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piñero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Vaquero",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.18.20248461"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Differences in antibody kinetics and functionality between severe and mild SARS-CoV-2 infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rijkers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Murk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wintermans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "222",
            "issn": "8",
            "pages": "1265--1269",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa463"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Magnitude and kinetics of anti-SARS-CoV-2 antibody responses and their relationship to disease severity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Whitman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Lacanienta",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Infect Dis",
            "volume": "72",
            "issn": "2",
            "pages": "301--308",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa979"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristic of IgA and IgG antibody response to SARS-CoV-2 infection in an Italian referral Covid-19 hospital",
            "authors": [
                {
                    "first": "Carnicelli",
                    "middle": [],
                    "last": "Afiori",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.11.16.20232470"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Viral kinetics and antibody responses in patients with COVID-19medRxiv 2020",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhanget",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.24.20042382"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Kinetics of SARS-CoV-2 specific IgM and IgG responses in COVID-19 patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "1",
            "pages": "940--948",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1762515."
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Distinct early serological signatures track with SARS-CoV-2 survival",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atyeo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fischinger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zohar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Immunity",
            "volume": "1553",
            "issn": "3",
            "pages": "524--532",
            "other_ids": {
                "DOI": [
                    "10.1016/j.immuni.2020.07.020"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Early viral clearance and antibody kinetics of COVID-19 among asymptomatic carriers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front Med (Lausanne)",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmed.2021.595773"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antibody responses to SARS-CoV-2 in COVID-19 patients: the perspective application of serological tests in clinical practice",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chenet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.18.20038018"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "ARS-CoV-2 reinfection in a cohort of 43,000 antibody-positive individuals followed for up to 35 weeks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Abu-Raddad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chemaitelly",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coyle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.15.21249731"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Durability of neutralizing antibodies and T-cell response post SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Med",
            "volume": "14",
            "issn": "6",
            "pages": "746--751",
            "other_ids": {
                "DOI": [
                    "10.1007/s11684-020-0822-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Dynamics of neutralizing antibody titers in the months after SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "Khd",
                    "middle": [],
                    "last": "Crawford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dingens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eguia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Infect Dis",
            "volume": "223",
            "issn": "2",
            "pages": "197--205",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa618"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS-CoV-2 antibody responses do not predict COVID-19 disease severity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Phipps",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sorelle",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Clin Pathol",
            "volume": "154",
            "issn": "4",
            "pages": "459--465",
            "other_ids": {
                "DOI": [
                    "10.1093/ajcp/aqaa123"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rapid generation of neutralizing antibody responses in COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Suthar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Kauffman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep Med",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.xcrm.2020.100040"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Persistence and decay of human antibody responses to the receptor binding domain of SARS-CoV-2 spike protein in COVID-19 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Iyer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nodoushani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Immunol",
            "volume": "5",
            "issn": "52",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciimmunol.abe0367"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Different longitudinal patterns of nucleic acid and serology testing results based on disease severity of COVID-19 patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yongchen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "1",
            "pages": "833--836",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1756699"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Neutralizing antibody responses to SARS-CoV-2 in a COVID-19 recovered patient cohort and their implications",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liuet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.30.20047365"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Immunologic perturbations in severe COVID-19/ SARS-C oV-2 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kuri-Cervantes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Pampena",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.18.101717"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Convergent antibody responses to SARS-CoV-2 in convalescent individuals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Robbiani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gaebler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Muecksch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "",
            "pages": "437--442",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2456-9"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Potent neutralizing antibodies from COVID-19 patients define multiple targets of vulnerability",
            "authors": [
                {
                    "first": "Pjm",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Caniels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Der Straten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6504",
            "pages": "643--650",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc5902"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Isolation of potent SARS-CoV-2 neutralizing antibodies and protection from disease in a small animal model",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6506",
            "pages": "956--963",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc7520"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Potently neutralizing and protective human antibodies against SARS-CoV-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Zost",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gilchuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Case",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "7821",
            "pages": "443--449",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2548-6"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "SARS-CoV-2 501Y.V2 escapes neutralization by South African COVID-19 donor plasma. bioRxiv",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wibmer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ayres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hermanus",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Nat Med",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "33501446"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Neutralizing antibody response in non-hospitalized SARS-CoV-2 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ruetalo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Businger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Althauset",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.08.07.20169961"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Severe acute respiratory syndrome coronavirus 2-specific antibody responses in coronavirus disease patients",
            "authors": [
                {
                    "first": "Nma",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "7",
            "pages": "1478--1488",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200841."
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A longitudinal study of SARS-CoV-2-infected patients reveals a high correlation between neutralizing antibodies and COVID-19 severity",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Legros",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denolly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vogrig",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Mol Immunol",
            "volume": "18",
            "issn": "2",
            "pages": "318--327",
            "other_ids": {
                "DOI": [
                    "10.1038/s41423-020-00588-2"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Profiling early humoral response to diagnose novel coronavirus disease (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "71",
            "issn": "15",
            "pages": "778--785",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa310"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Sensitivity in detection of antibodies to nucleocapsid and spike proteins of severe acute respiratory syndrome coronavirus 2 in patients with coronavirus disease 2019",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Burbelo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Riedo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morishima",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "222",
            "issn": "2",
            "pages": "206--213",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa273"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "SARS-CoV-2 specific antibody responses in COVID-19 patients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Okba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "7",
            "pages": "1478--1488",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200841"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The role of antibody testing for SARS-CoV-2: is there one?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Theel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slev",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Couturier",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kadkhoda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "58",
            "issn": "8",
            "pages": "797--817",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00797-20"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Pre-existing and de novo humoral immunity to SARS-CoV-2 in humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Faulkner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "370",
            "issn": "6522",
            "pages": "1339--1343",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abe1107"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Antibody responses to endemic coronaviruses modulate COVID-19 convalescent plasma functionality",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Morgenlander",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Monaco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.16.20248294"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Covert COVID-19 and false-positive dengue serology in Singapore",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Ltm",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "30158--30162",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30158-4."
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Computational modelling supports that dengue virus envelope antibodies can bind to SARS-CoV-2 receptor binding sites: Is pre-exposure to dengue virus protective against COVID-19 severity?",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mallick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Comput Struct Biotechnol J",
            "volume": "19",
            "issn": "",
            "pages": "459--466",
            "other_ids": {
                "DOI": [
                    "10.1016/j.csbj.2020.12.037."
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Serological approaches for COVID-19: epidemiologic perspective on surveillance and control",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Rtp",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Renia",
                    "suffix": ""
                },
                {
                    "first": "Lfp",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "879. Published",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2020.00879"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Relationship between anti-spike protein antibody titers and SARS-CoV-2 in vitro virus neutralization in convalescent plasma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kuchipudi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.08.138990"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Lack of reinfection in rhesus macaques infected with SARS-CoV-2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.13.990226"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Duration of antibody responses after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "1562--1564",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1310.070576"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Persistence of antibodies against middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iblan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "10",
            "pages": "1824--1826",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2210.160706"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The convalescent sera option for containing COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "4",
            "pages": "1545--1548",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI138003"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Antibody-based therapies for COVID-19: can Europe move faster",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Kazatchkine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Med",
            "volume": "17",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1003127"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Battle against COVID-19: efficacy of convalescent plasma as an emergency therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Priya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Emerg Med",
            "volume": "41",
            "issn": "",
            "pages": "244--246",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2020.05.101"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "US Food and Drug administration (FDA)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Convalescent plasma to treat coronavirus disease 2019 (COVID-19): considerations for clinical trial design",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Desimone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transfusion",
            "volume": "60",
            "issn": "6",
            "pages": "1123--1127",
            "other_ids": {
                "DOI": [
                    "10.1111/trf.15843"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Convalescent plasma in the management of moderate COVID-19 in India: An open-label parallel-arm phase II multicentre randomized controlled trial (PLACID Trial). Convalescent plasma in the management of moderate covid-19 in adults in India: open label phase II multicentre randomised controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Effect of convalescent plasma on mortality among hospitalized patients with COVID-19: initial three-month experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Joyner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Senefeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Klassen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.08.12.20169359"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Early high-titer plasma therapy to prevent severe Covid-19 in older adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Libster",
                    "suffix": ""
                },
                {
                    "first": "Pérez",
                    "middle": [],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wappner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "7",
            "pages": "610--618",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2033700"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Early mortality benefit with COVID-19 convalescent plasma: a matched control study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Shenoy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Hettinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br J Haematol",
            "volume": "192",
            "issn": "4",
            "pages": "706--713",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.17272"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Implications of antibody-dependent enhancement of infection for SARS-CoV-2 countermeasures",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eroshenko",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Keaveney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Biotechnol",
            "volume": "38",
            "issn": "7",
            "pages": "789--791",
            "other_ids": {
                "DOI": [
                    "10.1038/s41587-020-0577-1.PMID:32504046."
                ],
                "PMID": [
                    "32504046"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The potential danger of suboptimal antibody responses in COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iwasaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Immunol",
            "volume": "20",
            "issn": "6",
            "pages": "339--341",
            "other_ids": {
                "DOI": [
                    "10.1038/s41577-020-0321-6"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Early safety indicators of COVID-19 convalescent plasma in 5,000 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joyner",
                    "suffix": ""
                },
                {
                    "first": "Scott",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairweather",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.12.20099879"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Effect of convalescent plasma therapy on time to clinical improvement in patients with severe and life-threatening COVID-19: a randomized clinical trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.10044"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Convalescent plasma to treat COVID-19: possibilities and challenges",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roback",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "16",
            "pages": "1561--1562",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4940.PMID:32219429."
                ],
                "PMID": [
                    "32219429"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Purification of severe acute respiratory syndrome hyperimmune globulins for intravenous injection from convalescent plasma",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transfusion",
            "volume": "45",
            "issn": "7",
            "pages": "1160--1164",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1537-2995.2005.00179.x"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "281--292",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.058"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microb Infect",
            "volume": "9",
            "issn": "1",
            "pages": "382--385",
            "other_ids": {
                "DOI": [
                    "10.1080/22221751.2020.1729069"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A highly conserved cryptic epitope in the receptor binding domains of",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beltramello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "7815",
            "pages": "290--295",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2349-y"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "A human monoclonal antibody blocking SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drabek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "LY-CoV555, a rapidly isolated potent neutralizing antibody, provides protection in a non-human primate model of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown-Augsburger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.09.30.318972"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "A human neutralizing antibody targets the receptor-binding site of SARS-CoV-2",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "7819",
            "pages": "120--124",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2381-y"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Studies in humanized mice and convalescent humans yield a SARS-CoV-2 antibody cocktail",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6506",
            "pages": "1010--1014",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abd0827"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Potent neutralizing antibodies against SARS-CoV-2 identified by high-throughput single-cell sequencing of convalescent patients' B cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "182",
            "issn": "1",
            "pages": "73--84",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.05.025"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Synthetic antibodies neutralize SARS-CoV-2 infection of mammalian cells",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miersch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ustav",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liet",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.05.137349."
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "A potent neutralizing nanobody against SARS-CoV-2 with inhaled delivery potential",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "SARS-CoV-2 neutralizing antibody structures inform therapeutic strategies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Jette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Abernathy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "588",
            "issn": "7839",
            "pages": "682--687",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2852-1.Epub2020Oct12.PMID:33045718."
                ],
                "PMID": [
                    "33045718"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Identification of human single-domain antibodies against SARS-CoV-2",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "27",
            "issn": "6",
            "pages": "891--898",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.04.023"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "A neutralizing human antibody binds to the N-terminal domain of the Spike protein of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6504",
            "pages": "650--655",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc6952."
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Potent neutralizing antibodies against multiple epitopes on SARS-CoV-2 spike",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "",
            "pages": "450--456",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2571-7"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Effect of bamlanivimab as monotherapy or in combination with etesevimab on viral load in patients with mild to moderate COVID-19: a randomized clinical trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Gottlieb",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nirula",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "REGN-COV2, a neutralizing antibody cocktail, in outpatients with Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Weinreich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivapalasingam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "3",
            "pages": "238--251",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2035002"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Antibody resistance of SARS-CoV-2 variants B.1.351 and B.1.1.7",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "593",
            "issn": "7857",
            "pages": "130--135",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03398-2.Epub2021Mar8.PMID:33684923."
                ],
                "PMID": [
                    "33684923"
                ]
            }
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Bispecific IgG neutralizes SARS-CoV-2 variants and prevents escape in mice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Gasparo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pedotti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonelli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "593",
            "issn": "7859",
            "pages": "424--428",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03461-y.Epub2021Mar25.PMID:33767445."
                ],
                "PMID": [
                    "33767445"
                ]
            }
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Lead SARS-CoV-2 candidate vaccines: expectations from phase III trials and recommendations post-vaccine approval",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tumban",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Viruses",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/v13010054"
                ]
            }
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "New vaccine production platforms used in developing SARS-CoV-2 vaccine candidates",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mizuki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vaccine",
            "volume": "39",
            "issn": "2",
            "pages": "197--201",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2020.11.054.Epub2020Nov24."
                ]
            }
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Challenges in ensuring global access to COVID-19 vaccines: production, affordability, allocation, and deployment",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "J"
                    ],
                    "last": "Wouters",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Shadlen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salcher-Konrad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "21",
            "pages": "306--314",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(21)00306-8"
                ]
            }
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Safety and immunogenicity of an inactivated SARS-CoV-2 vaccine, BBIBP-CorV: a randomised, double-blind, placebocontrolled, phase 1/2 trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "1",
            "pages": "30831--30839",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30831-8"
                ]
            }
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "mRNA vaccine-elicited antibodies to SARS-CoV-2 and circulating variants",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Weisblum",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.15.426911"
                ]
            }
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "mRNA-1273 vaccine induces neutralizing antibodies against spike mutants from global SARS-CoV-2 variants",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Moliva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.25.427948."
                ]
            }
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Infection-and vaccine-induced antibody binding and neutralization of the B.1.351 SARS-CoV-2 variant",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Edara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Norwood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cell Host Microb",
            "volume": "29",
            "issn": "4",
            "pages": "516--521",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2021.03.009"
                ]
            }
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Neutralizing activity of BNT162b2-elicited serum",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "15",
            "pages": "1466--1468",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2102017"
                ]
            }
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "mRNA vaccination boosts cross-variant neutralizing antibodies elicited by SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stamatatos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Czartoski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abg9175.Epubaheadofprint.PMID:33766944.ï¿¼ï»¿"
                ],
                "PMID": [
                    "33766944"
                ]
            }
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Mucosal immunity in COVID-19: a neglected but critical aspect of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Moldoveanu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ogra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mestecky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2020.611337"
                ]
            }
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "COVID-19: ACE2centric Infective Disease?Hypertension",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Verdecchia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cavallini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spanevello",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Angeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "76",
            "issn": "",
            "pages": "294--299",
            "other_ids": {
                "DOI": [
                    "10.1161/HYPERTENSIONAHA.120.15353.Epub2020Jun1.PMID:32476472."
                ],
                "PMID": [
                    "32476472"
                ]
            }
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Molecular mechanism for antibody-dependent enhancement of coronavirus entry",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Virol",
            "volume": "94",
            "issn": "5",
            "pages": "2015--2034",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02015-19"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Immunodominant SARS coronavirus epitopes in humans elicited both enhancing and neutralizing effects on infection in non-human primates",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuwahara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "1284--1285",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1. Humoral response against sars-Cov-2 and its implication: key messages. a. sars-Cov-2 is a single-stranded positive-sense rna virus which infects human cells expressing aCe2 receptor through its trimeric surface spike (s). glycoprotein nucleocapsid (n) protein is a highly immunogenic structural protein which participate in rna package and virus particle release. the most common observations regarding the humoral response mounted by sars-Cov-2 infected patients are summarized. B. Different serologic tests have been promptly implemented for the diagnosis of sars-Cov-2 infection diagnosis. at present, serum antibodies against s and n proteins are the ones mainly detected. Potentialities and drawbacks of this kind of assay are summarized. C. antibody response against sars-Cov-2 has been used for the implementation of convalescent plasma therapy (up) and the isolation and characterization of neutralizing mabs for therapy (down). salient points concerning these two treatment options are reported. D. Both analysis of neutralizing response against sars-Cov-2 and epitope characterization of isolated monoclonal nabs are useful for vaccine design. focal points of the design of a vaccine aimed to induce an effective antibody response are highlighted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "antibody structure and function. a. Protective functions of antibodies are summarized. antibodies are able to deploy a plethora of effector functions over the course of an infection: the antigen binding site of a neutralizing mab is specifically directed against the viral surface antigen and directly interferes with virus-cell receptor interaction (on the top)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical studies on convalescent plasma therapy: characteristics and results.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "sars-Cov-2 specific monoclonal antibodies.Color of lines distinguishes mabs for the region of s-protein that is recognized.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "sars-Cov cross-reactive monoclonal antibodies.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Interest"
        },
        {
            "text": "This work was supported by intramural fund of Istituto Superiore di Sanità.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "http://orcid.org/0000-0003-2392-0769 Alessandro Ascione http://orcid.org/0000-0002-7208-4122 Michela Flego http://orcid.org/0000-0002-7720-7873",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alessandra Mallano"
        },
        {
            "text": "AM wrote the manuscript; AA contributed to the revision of the data and decided the structure of the figure; FM contributed to the design of the review and data discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution"
        }
    ]
}