{
    "paper_id": "6d2f5320daf95d31a090e2f647da26039f1bd1d0",
    "metadata": {
        "title": "Introduction to International Trade",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "trade is thus part of international transaction. International trade is the most traditional and/or typical form of international business activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This section discusses for what purposes companies engage in international trade activities. Companies do so for various purposes. Maximizing corporate value by increasing revenues and profits is the ultimate goal for most companies that undertake international business transactions. As the international market is much larger than the domestic market, international trade transactions will help to increase revenues. 3 Thus, companies engaging in international trade transactions are likely to gain more revenues and profits.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 420,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Purposes of Engaging in International Trade"
        },
        {
            "text": "An international trade transaction will bring various benefits to the parties concerned, and to the countries as well. Exporting companies and importing companies respectively undertake international trade for various purposes. Exporting companies can increase sales and profits through exporting goods and/or services to foreign countries, sometimes selling at a higher price. In the USA, exporting companies make 17% more profit than non-exporting companies. 4 Exporting companies will increase production, which will also bring an employment increase and will lead to growth of gross domestic product (GDP) in the exporting country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purposes of Engaging in International Trade"
        },
        {
            "text": "Importing companies can make profits by selling imported goods in the domestic market, which may bring an employment increase. Importing companies may import raw materials that will be used to manufacture exporting goods. Such imports will bring growth of GDP and also contribute to increased export.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purposes of Engaging in International Trade"
        },
        {
            "text": "Further, consumers can also enjoy incidental benefits from international trade. Consumers are able to purchase goods at a lower price owing to import from the countries rich in those goods. Consumers can purchase goods that are not produced at all in an importing country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purposes of Engaging in International Trade"
        },
        {
            "text": "1.2 Purposes of Engaging in International Trade 3 international trade activities. A company is thus able to increase sales and revenues through international trade, which will result in maximizing the corporate value as well as the corporate profits. In general, companies engaging in exports make 17% more profit than those companies that do not. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Purposes of Engaging in International Trade"
        },
        {
            "text": "A company is able to sell its excess products in foreign markets. For example, a company could produce goods for export by using its excess production capacity. Suppose a company manufactures two million automobiles, and the maximum domestic demand is one million automobiles. One million automobiles will exceed the domestic demand, and will not be sold in the domestic market, and the auto manufacturer thus needs to export one million automobiles to foreign countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To Use Production Capability Fully and Sell Excess Products: The Exporter's Perspective"
        },
        {
            "text": "When a company imports high-technology products such as aircraft or industrial plant, the contract usually includes training program and aftercare assistance. Accordingly, the technology and services come together with the product, and the importing country will learn the advanced technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To Learn or Acquire Advanced Technology: The Importer's Perspective"
        },
        {
            "text": "Consumers may need some goods that cannot be supplied in the domestic market. Manufacturing companies may also need raw materials or components such as oil, gas, or semi-conduct chips, that cannot be supplied from the domestic market. Companies need to provide goods and services quickly and efficiently to meet the domestic demands or needs. In addition, they must do so as competitively as possible. In the absence of international trade, can English people eat trophic fruits such as bananas, pineapples, coconuts, mangos etc.? The answer will be \"absolutely not\". 4 1 Introduction to International Trades",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To Meet Domestic Demand: The Importer's Perspective"
        },
        {
            "text": "Regardless of the purposes for engaging in international trade activities, companies must be aware of the various features of international trade, and must understand the distinctions between international trade and domestic trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Features of International Trade"
        },
        {
            "text": "These features of international trade bring companies engaging in international trade risks as well as benefits. Therefore, it is necessary to maximize the benefits and minimize the risks to achieve the purposes of international trade. An understanding of the features of international trade will be the starting point for companies engaging in international trade transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Features of International Trade"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, the national laws differ between the parties. Industry standards also differ between the parties. Every authority applies particular laws and standards to a specific instance. A court normally uses a \"choice of law\" rule 6 to determine the laws applicable to a dispute. 7 When a German exporter enters into a contract for the sale of automobiles with an American importer, it is necessary to decide which law governs the contract (American or German law, or sometimes a third country's law). The law governing a contract or legal matters is called the \"governing law\" or the \"applicable law\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Laws and Standards"
        },
        {
            "text": "In reality, American law differs from German law. No matter which country's law governs a contract for sale of automobiles between a German exporter and an American importer, American laws and standards for automobile safety will apply to the automobiles driven in America. Therefore, the automobiles for American import should be manufactured in compliance with American laws and standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Laws and Standards"
        },
        {
            "text": "Prior to exporting to a foreign country, an exporting company should be aware of any law of an importing country that might affect the export transaction. Basic information on that law can often be obtained from an importing company or a distributor in an importing country, but further detailed and specific information can be obtained by legal opinions from a local lawyer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Laws and Standards"
        },
        {
            "text": "An international trade has material effects on the national interest of both countries, the exporting country and the importing country. Thus, governments are inclined to intervene in and control international trade transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government Control and Intervention"
        },
        {
            "text": "As goods move across national boundaries, each country inspects the goods and controls the movement of the goods. An export declaration is required in an exporting country, and an import declaration is required in an importing country. Among the purposes of such controls is to protect the local economy and national health (e.g. against infection from COVID 19, Ebola virus, or MERS, etc.) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 390,
                    "text": "Ebola virus, or MERS, etc.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Government Control and Intervention"
        },
        {
            "text": "Moreover, transactions with foreign governments, government agencies, or public entities often require specialized procedures and documentation (e.g. public competitive bidding, compliance with invitation to bidding, bank guarantees, numerous certifications, etc.). In many countries, imports by the government exempt import licenses, or customs duties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Government Control and Intervention"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, complex documents are required. In an international trade in goods, various documents (e.g. bill of lading, air waybill, certificate of origin, packing list, inspection certificate, marine insurance policy, etc.) are required. Many of these documents are not normally required in a domestic trade. Furthermore, either of an exporter or importer in an international trade in goods concludes incidental contracts with, e.g. a shipping company, an insurance company, an inspecting company, banks, etc. Therefore, an international trade in goods involves various contracts and documents other than a contract for sale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Complex Documents"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, customs and cultures will differ between the parties. Customs will differ country to country and region to region. Customs may apply to an international business transaction as a gap-filling of the laws. An exporting company should be aware of the customs of an importing country for the successful completion of a transaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Customs and Cultures"
        },
        {
            "text": "An international business transaction involves parties in different countries and in different cultures. Cultural difference might bring misunderstanding and an adverse effect to a transaction. A deep and refined awareness of cultural differences is required for success in international negotiations. Understanding and appreciating the culture of a foreign party is a necessary foundation for negotiating international trade transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Customs and Cultures"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, the languages will, in many cases, differ between the parties. English is commonly used in international trade, and correspondence and documents are normally made in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Languages"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, the currencies may differ between the parties. It is inevitable that the contract currency will differ from (at least) one of the parties' national currencies. Soft currencies can fluctuate erratically or depreciate against hard currencies, and a transaction with a soft currency can thus cause bigger problems for the other party. 8 In an international trade transaction, hard currencies (such as the US dollar, the euro, British sterling, or Japanese yen) are normally used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Currencies"
        },
        {
            "text": "As an international trade is a transaction between two or more countries, the parties may be located a long distance apart. It will take time for the parties to meet for negotiation of the transaction. The goods will be transported to a foreign country across national borders, and thus the transportation distance may be very long. Accordingly, additional time for transportation is required in the performance of an international business transaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long Distance"
        },
        {
            "text": "Companies engaging in international trade confront seemingly never-ending challenges and risks. 9 Some of the risks are attributable to the counter party, and others are not. Although those risks can be mitigated by relevant measures, no international trade transaction can be undertaken without risks. It is essential to understand what ultimate effects each risk will have on the respective parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Risks can be reduced and adjusted with proper assessment and measures. Exporting to other countries does not always bring a higher risk than selling in the domestic market. Each of the different foreign markets has different levels of risk. 10 Generally, an exporter is concerned about payment, while an importer is concerned about the delivery of goods. However, even seemingly simple international trade transactions can go wrong, and sometimes really go wrong. There are many reasons why international trade transactions go wrong. Absence of risk assessment, or wrong risk assessment, would be the most direct reason.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What is the best action that we can take? The right risk assessment can reduce and minimize the risks. Risk assessment can be conducted with the following steps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Find what risks can be assessed in a specific transaction?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• Find what risks can be covered (or reduced) through terms of payment, payment guarantees, and/or export credit insurances. • Find whether the buyer is likely to accept these terms of payment and/or payment guarantees. • Find whether the other risk factors are acceptable (considering the importance of a specific transaction). • If the other risk factors are acceptable, prepare for the transaction. If not, find another transaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In some countries, what the seller thought was a contract may not be a contract, but just a memorandum of understanding (MOU). Although an MOU is an agreement, it is not legally binding nor enforceable. A signed contract may not be considered as a valid contract, because it was signed by an unauthorized low-ranked person, instead of by an authorized person of higher position.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "When the parties do not use the same terminology, or do not focus on the details of the agreed terms of payment, this can lead to future disputes. Even though such errors do not always result in non-payment, they will be likely to cause delays in payment, or bring disputes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unclear or undefined terms of payment will be likely to bring claims on the buyer, who will take the opportunity to deduct payment unilaterally. For instance, when a contract stipulates \"the contract price is 200,000 Dollars\", there may be a dispute regarding the meaning of \"Dollars\". \"Dollars\" can be argued as Hong Kong dollars instead of US dollars.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The choice of currency could be of great importance, particularly in an increasingly competitive market. The fluctuation of exchange rate might bring unexpected loss or profit, which is a significant risk in international trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Any successful negotiation must take reasonable and equal consideration of the demands of both parties in order to find a compromise and avoid unnecessary discussions or misunderstandings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While risk is a factor in all business transactions, international trade involves additional risks. 11 Most of the features of international trade bring some risks. Before starting an international trade transaction, the parties must first consider the various risks to which they will be exposed, and they must assess the risks. Many of the risks will be the same regardless of whether they are exporting or importing. This section will overview the factors that can bring risks in international trade transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "If payment is going to be made in a currency other than that in which the seller incurs their costs, a new currency risk will arise. In most cases, the seller's main costs are paid in their own local currency, which automatically creates currency risk if invoicing an export transaction in another currency. The size of that risk will depend on the currency and the outstanding period until payment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign Exchange and Currency"
        },
        {
            "text": "Foreign exchange and currency risks bring a huge risk for a company, and may result in actual monetary loss or damage. A fluctuation of exchange rate might bring unexpected loss or profit, which is a significant risk in international trade transactions. Foreign exchange risk management has been one of the significant concerns for most exporters, in particular for SMEs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign Exchange and Currency"
        },
        {
            "text": "Depreciation in the contract currency will present the exporter with unexpected loss, while appreciation in the contract currency will present the importer with unexpected loss. The volume of exchange risk depends on the particular currency and the period of payment. Soft currency will normally bring bigger risk as it fluctuates more. Transaction with a soft currency can be a problem for the other party. 12 In some cases, the choice of currency for a contract is more important than the contract price (or unit price) itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign Exchange and Currency"
        },
        {
            "text": "There are various methods of hedging foreign exchange risk, but the parties to an international trade transaction find many of them unacceptable or impracticable. By using forward exchange or future exchange, the parties to an international business transaction can reduce foreign exchange risk. But such an exchange hedge incurs transaction costs. Some export credit agencies operate \"foreign exchange risk insurance\" (or foreign currency guarantee), and a foreign exchange risk insurance operated by an export credit agency has been well accepted for foreign exchange risk hedging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foreign Exchange and Currency"
        },
        {
            "text": "Let us review an example of German export to the USA. In the local supply contract for local supply in Germany, the contract price is Euro 1 million, and in the export contract for German export, the contract price is USD 1.3 million. Suppose that the current EUR/USD exchange rate is @1.140 at the time of the export contract. If converted, the contract price in the export contract will be equal to Euro 1.14 million, Euro 14,000 over the contract price in a local supply contract. In this export transaction, a profit of Euro 14,000 is expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study"
        },
        {
            "text": "However, should the EUR/USD exchange rate rise to @1.340 at the time of payment, then the contract price in the export contract will turn out Euro 0.970, Euro 30,000 below that in the local supply contract. Consequently, the export transaction will result in Euro 30,000 unexpected loss. In the event that the EUR/USD exchange rate drops at the time of payment, the result will be the reverse, bringing unexpected profit. This example will be sufficient to show the importance of currency in international trade transactions. A change in exchange rate can create an unexpected loss or profit to the parties involved, which is a significant risk to the parties. Soft currencies such as the Vietnam VND or the Thai Baht may fluctuate more, and cause bigger risks than har currencies such as the US dollar or the euro. Still worse, some countries may impose restrictions on foreign currency exchange, or on foreign currency transfer, which will cause bigger risks and damages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case study"
        },
        {
            "text": "The legal system and laws vary greatly from country to country. Each country has different laws, thus it is very rare that two different parties' laws are the same. The difference of laws and legal system may cause unexpected trouble or dispute.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Different Laws and Legal System"
        },
        {
            "text": "There are two main legal systems: the \"Common law system\", better known as English-American law, and the \"civil law system\", better known as continental law. The common law system is based on tradition, precedent, and court cases (court decisions) rather than having written statutory laws. The common law system evolved in England and is found in most of Great Britain's former colonies and the USA. The common law system has much flexibility and allows judges to interpret a dispute in the light of the prevailing situation. The civil law system is based on written statutory laws. The courts interpret and apply the written statutory laws. Most countries in the world, including China, Germany, Japan, Russia, France and Korea, operate with the civil law system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common law system Versus Civil law system"
        },
        {
            "text": "Just as the economic system of a country is influenced by the prevailing political system, the legal system of a country is influenced by the prevailing political system. 13 Every country has its own levels and standards of laws. For instance, automobile safety standards vary considerably country to country. In a developed country, food hygiene policy is likely to be more strict than that in an underdeveloped country. Each country has its own consumer protection laws, which differ country to country.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Common law system Versus Civil law system"
        },
        {
            "text": "Awareness is required of the laws that govern the transactions to complete international trade successfully. Legal advice from a local lawyer may be needed, without which unexpected loss or damage may be suffered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common law system Versus Civil law system"
        },
        {
            "text": "The United Nations Convention on Contracts for the International Sale of Goods (CISG or the Vienna Convention) may govern a specific transaction in addition to the governing law chosen. As of March 2020, 93 countries are parties to the CISG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common law system Versus Civil law system"
        },
        {
            "text": "For successful completion of an international trade transaction, depending on the terms of the transaction, the parties concerned need access to funds. SMEs, in contrast to large companies, often face difficulties in raising capital or funds. Financing an international trade transaction is often key to successful completion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finance Concern"
        },
        {
            "text": "In a credit terms transaction (or in a long payment terms transaction), the exporter will be in need of trade finance, while in a cash payment terms transaction (or in an advance payment terms transaction), the importer will be in need of trade finance. 14 The ability of the exporter to allow long payment terms has become a key competitive factor in international trade. However, long payment terms normally brings cash flow shortage to the exporter. Thus, the exporter needs to obtain trade finance in order to make up the cash flow shortage arising out of an international trade transaction with credit terms (or long payment terms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finance Concern"
        },
        {
            "text": "The \"working capital cycle\" is the amount of time it takes to turn the net current assets and current liabilities into cash. The longer the cycle is, the longer a company is tying up funds in its working capital without earning a return on it. In reality, the working capital cycle depends on the terms of payment. The working capital cycle in an international trade transaction is normally longer than that in a domestic transaction. Therefore, companies strive to reduce the working capital cycle by collecting receivables quicker. Companies may be able to shorten the working capital cycle with favorable payment terms. If the working capital cycle is short, a company is able to increase sales and revenue. There is no doubt that every company prefers a shorter working capital cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finance Concern"
        },
        {
            "text": "This is an example that shows the length of the working capital cycle. An exporter buys goods from a local supplier. The local supplier demands cash in advance for the payment terms. The exporter sells the goods to a foreign buyer (importer) on an open account of 90 days from bill of lading date because the exporter has to grant extended sales terms to offer competitive payment terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working capital cycle case study"
        },
        {
            "text": "It takes three months for the manufacture of the goods, and the exporter thus takes delivery of the goods after three months from the payment to the local supplier. Then, the exporter ships the goods and sends the shipping documents to the importer. The importer pays three months after shipment. In this case, the working capital cycle would be six months (from the date of payment to the local supplier to the date of payment from the importer).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Working capital cycle case study"
        },
        {
            "text": "As international trade is a transaction between two different countries, the languages are generally different between the parties concerned. The difference of language brings us some risks. Although English is the standard language in international trade, disputes may arise out of English communication or documents, in particular when one or both of the parties' first language is not English. While English is considered the standard language of international trade, its use is not universal and the level of understanding will vary from country to country and business to business.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Language Difference"
        },
        {
            "text": "As international trade is a transaction between two different countries, the cultures are generally different between the parties. Expectations of courtesy and manners can influence the negotiation of an international trade transaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture Difference"
        },
        {
            "text": "The difference of culture may bring unexpected troubles or disputes. For example, in some countries people do not like the colors red or yellow. In those countries, the red and yellow branding of the American fast food chain McDonald's will offend people's feeling and will give the wrong image. This may well adversely affect their business. For further examples, in Brazil the \"O.K. finger sign\" means \"blame\" and not \"Yes\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Culture Difference"
        },
        {
            "text": "In international trade, transportation involves greater distances, with cargo often undergoing prolonged storage or changing hands; 15 transshipment is often inevitable. The greater periods and distances of transportation can bring greater risk of damage (or decay) to or loss of the cargo than a domestic trade, and disputes often occur out of the contracts of carriage. During the long period of transportation, the prices of the goods can greatly fluctuate. The transportation cost may be high due to long transportation. And there are other risks. For example, the vessel may be robbed by sea robbers, such as Somalia pirates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Longer Distance and Transportation"
        },
        {
            "text": "The parties to an international trade transaction are exposed to various risks. Some of the risks are attributable to the counter party and others are not. Credit risk can largely be classified as a commercial risk and country risk (or political risk). Country risks normally bring more immense and significant impacts on international business transactions than commercial risks. Other than commercial risk and country risk, the parties are also exposed to exchange risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk and Country Risk"
        },
        {
            "text": "Commercial risk refers to the risk solely attributable to the party itself. 16 Typical commercial risks to an exporter would be:",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "• The importer cannot make payment due to insolvency or bankruptcy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "• The importer raises a market claim (or malicious claim) regardless of the quality of the goods. • The importer delays payment due to cash flow shortage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "Typical commercial risks to an importer would be:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "• The exporter delivers non-conforming goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "• The exporter does not deliver the goods at all. • The exporter delivers the goods behind schedule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "In order to mitigate commercial risk, it is necessary to conduct thorough credit investigation and evaluate the creditworthiness of the other party. Some risks can be reduced by obtaining favorable contract terms. Unfortunately, it may be necessary to give up other terms in return for obtaining the favorable terms, as the terms of a contract are normally zero-sum game. Export credit insurance (or export credit guarantee) is mainly designed for non-payment risk. Thus, export credit insurance (or export credit guarantee) can be useful for mitigating commercial risks, but it charges a premium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commercial Risk"
        },
        {
            "text": "Country risk (or political risk) means the risk attributable to the country that are not the responsibility of the parties. 17 Country risk includes war, civil disorder, country default, foreign exchange reserve running out, restriction on foreign currency exchange, restriction on foreign currency transfer, etc. Country risk also includes nonpayment by public authorities or by private enterprises acting on the state's behalf. 18 Change of political regime, government legislation or monetary policy can also be country risks. 19 Most export credit insurances (or export credit guarantees) also cover country risk. 20 The OECD's Arrangement on Officially Supported Export Credits provides in Article 25 the five elements of country credit risk:",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 530,
                    "end": 532,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 620,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Country Risk"
        },
        {
            "text": "• general moratorium on repayments decreed by the obligor's/guarantor's government or by that agency of a country through which repayment is effected; • political events and/or economic difficulties arising outside the country of the notifying participant or legislative/administrative measures taken outside the country of the notifying participant that prevent or delay the transfer of funds paid in respect of the credit; • legal provisions adopted in the obligor's/guarantor's country declaring repayments made in local currency to be a valid discharge of the debt, notwithstanding that, as a result of fluctuations in exchange rates, such repayments, when converted into the currency of the credit, no longer cover the amount of the debt at the date of the transfer of funds; • any other measure or decision of the government of a foreign country that prevents repayment under a credit; and • cases of force majeure occurring outside the country of the notifying participant, e.g. war (including civil war), expropriation, revolution, riot, civil disturbances, cyclones, floods, earthquakes, eruptions, tidal waves and nuclear accidents. Each export credit agency (ECA) has developed its own system for assessing commercial risk and country risk, 21 and provides export credits (export credit insurance/guarantee, direct loan, etc.) based on their assessment. The OECD's Arrangement on Officially Supported Export Credits illustrates country risk mitigation techniques in Annex XIII (Criteria and Conditions Governing the Application of Country Risk Mitigation Techniques and Buyer Risk Credit Enhancements).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Country Risk"
        },
        {
            "text": "Measures to restrict foreign currency exchange or restrict foreign currency transfer are taken by and are attributable to government. Thus, restriction on foreign currency exchange or restriction on foreign currency transfer is a type of country risk. However, exchange risk is not directly attributable to government, although it is, in some way, affected by the national economy and politics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exchange risk"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "USA: Pearson Education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "August",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Business Law",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Handbook of International Trade and Finance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "International Business (Asia Global Edition)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W L"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ICC Guide to Export/Import: Global Standards for International Trade",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Export Import Procedures and Documentation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Donna",
                    "middle": [
                        "L"
                    ],
                    "last": "Bade",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Managing Official Export Credits (p. 18)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Institute for International Economics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Ray",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Export-Import Theory, Practices, and Procedures",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Seyoum",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "306--307",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Changing Role of Export Credit Agencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Changing Role of Export Credit Agencies",
            "authors": [
                {
                    "first": "Malcolm ; Imf",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "Washington",
                    "middle": [
                        "D C"
                    ],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Usa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Export-Import Theory, Practices, and Procedures",
            "volume": "Seyoum",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Basic Guide to Exporting",
            "authors": [
                {
                    "first": "Anders",
                    "middle": [],
                    "last": "Grath",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Handbook of International Trade and Finance",
            "volume": "",
            "issn": "",
            "pages": "8--9",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Export Finance: Risks",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willsher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Structures and Documentation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}