{
    "paper_id": "6d3092d62ec51eb4334f0f3cfb48cf86a6142605",
    "metadata": {
        "title": "Work-Related Psychosocial Risk Factors and Coping Resources during the COVID-19 Crisis",
        "authors": [
            {
                "first": "Thomas",
                "middle": [],
                "last": "Rigotti",
                "suffix": "",
                "affiliation": {},
                "email": "rigotti@uni-mainz.de"
            },
            {
                "first": "Liu-Qin",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [],
                "last": "Newman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nele",
                "middle": [],
                "last": "De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cuyper",
                "middle": [],
                "last": "Kuleuven",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Belgium",
                "middle": [
                    "Tomoki"
                ],
                "last": "Sekiguchi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "T he COVID-19 pandemic has sparked a tremendous number of publications in diverse disciplines. A search in the Web of Science in October 2020 with the key word \"COVID-19\" resulted in more than 43,000 hits. While the majority of these studies were conducted in different fields of medicine, in relative numbers the share of psychological papers was only about 2 percent, with clinical psychology representing more than half of publications in this category. Without a doubt, research on the treatment of the disease, as well as the development and evaluation of vaccines is a priority during a pandemic. Yet, in addition to the direct health-related hazards, the pandemic-along with political measures to fight it-caused tremendous challenges to societies, organizations, employees, and the self-employed all over the globe. Substantial stressors vary from those for individuals (e.g., social distancing, reduced income, restructuring of school, university and work life)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We invited leading scholars in their fields of expertise to provide their insights on six topics related to psychosocial risk factors and coping resources related to pandemics with a focus on the working life. Some of the developments-for instance, a higher share of employees working remotely-will very likely also affect the post-pandemic way of working. Wang, Liu, Qian, and Parker (2021) provide a job design perspective, and shed light on the interplay of virtual work characteristics and individual factors. Allen, Merlo, Lawrence, Slutsky, and Gray (2021) focus on boundary management, considering that working at home has no longer been a free choice by employees. Furthermore, Sinclair, Probst, Watson, and Bazzoli (2021) , in their conceptual paper, provide propositions regarding how structural inequalities (e.g., essential work status, high exposure occupations, public-facing work, and congregate work) and economic stress in combination predict health and well-being of the workforce via risk perception and resource depletion. An occupational group in the spotlight during the pandemic are frontline healthcare workers. Britt, Shuffler, Pegram, Xoxakos, Rosopa, Hirsch, and Jackson (2021) study the dynamics of mental health strain among healthcare workers. The task forces that are installed to manage the crisis situation have to deal with specific demands due to highly urgent, uncertain and volatile environments. In this regard, Thielsch, Röseler, Kirsch, Lamers, and Hertel (2021) developed a new model of crisis management teams (CMTs) under a pandemic by extending the job demands and resources perspective to teamlevel processes. The psychosocial risks related to the pandemic are inevitable. Hence, it is important to look at ways how people can face these adversities, and still stay mentally healthy. An emerging concept in organizational psychology is resilience. Based on qualitative data and theoretical considerations, Kuntz (2021) provides well-grounded recommendations to foster resilience in the working sphere.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 391,
                    "text": "Wang, Liu, Qian, and Parker (2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 514,
                    "end": 562,
                    "text": "Allen, Merlo, Lawrence, Slutsky, and Gray (2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 686,
                    "end": 730,
                    "text": "Sinclair, Probst, Watson, and Bazzoli (2021)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1204,
                    "text": "Britt, Shuffler, Pegram, Xoxakos, Rosopa, Hirsch, and Jackson (2021)",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1502,
                    "text": "Thielsch, Röseler, Kirsch, Lamers, and Hertel (2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1951,
                    "end": 1963,
                    "text": "Kuntz (2021)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All papers were reviewed by two external reviewers, and the editorial team. Given the short time frame to pull together this special issue we are grateful for the effort and dedication of the authors of this collection, as well as that of the reviewers who put effort into this endeavor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Analyses conducted based on the 2018 American Community Service (ACS) data revealed that 5 million employees in the United States, representing 3.6 percent of the workforce, spent at least half their working hours within a home-based telework setting (Global Workplace Analytics, 2020). In European countries, numbers of teleworkers-that is, individuals who work away from the conventional workplace using computer-based technologies (O'Neill, Hambley, Greidanus, MacDonnell, & Kline, 2009 )-ranged between 0.7 percent and 35.7 percent of the workforce, averaging at 15 percent (Clark, 2020) . During the COVID-19 pandemic, where physical distancing is essential to flatten the epidemiological curve of infections, these numbers drastically increased. A survey based on 800 global HR executives revealed that due to the pandemic 88 percent of organizations encouraged or required employees to work from home (Gartner Inc., 2020) . With the pandemic, and lockdown measures for many, telework was no longer within their own discretion, but rather became the \"new normal.\" Wang et al. (2021) stress the fact that remote work, before the pandemic, has been a privilege for mostly highly educated employees in the upper range of income. Previous research on remote working has mainly taken three approaches. The first approach focused on the question for which employees remote work is best suited, and on the relationship between the intensity or frequency of remote work with performance and well-being (cf. Bailey & Kurland, 2002) . This stream of research indicated mixed findings, pointing towards some advantages of remote working, like increased job satisfaction, and commitment. Given the rather low rate of remote work before the pandemic, samples were selective, mostly highly educated, and chose to work remotely by their own. A second approach was to study how remote work shapes the nature of work, which in turn impacts performance, attitudes, and well-being. In a third approach the specific conditions of working remotely are set in the focus, and they convincingly argue that this paradigm is gaining momentum under the current situation during the pandemic, especially as we cannot simply transfer previous research findings on remote working to the current situation. The abrupt transition from office work to remote work during the pandemic (with only little time to prepare in terms of technical equipment, IT solutions, data security, as well as staff skills to work together remotely), the fact that remote work became obligatory, and was no longer a free choice, the concurrent closing down of schools and kindergartens, as well as the restricted options to meet with colleagues and supervisors face-toface, plus the overall social restrictions in all life domains, call for studying the current situation of remote workers.",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 489,
                    "text": "(O'Neill, Hambley, Greidanus, MacDonnell, & Kline, 2009",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 578,
                    "end": 591,
                    "text": "(Clark, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 908,
                    "end": 928,
                    "text": "(Gartner Inc., 2020)",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1088,
                    "text": "Wang et al. (2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1505,
                    "end": 1528,
                    "text": "Bailey & Kurland, 2002)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Remote Work-A Work Design Perspective"
        },
        {
            "text": "\"To capture remote workers' first-hand accounts of their experiences and challenges while they were working from home during the COVID-19 outbreak\", Wang et al. (2021) interviewed 39 full-time employees in China in February 2020 and asked them to describe their current demands, challenges, and resources in their current work situation. This resulted in three broad categories: (1) remote work challenges (including work-home interference, ineffective communication, procrastination, and loneliness), (2) virtual work characteristics (social support, job autonomy, monitoring, workload), and (3) individual factors (self-discipline). These aspects were then implemented in a survey among 522 employees from China. Specifically, indirect effects are proposed, linking virtual work characteristics to employee outcomes (performance, emotional exhaustion, and life satisfaction), via remote working challenges with self-discipline as a moderator. The combination of structural demands, and resources with individual factors provides an enrichment for the study of remote working. While some of the findings might be specific for the pandemic situation, the conceptual model provides an innovative lens for future research in the domain of remote work.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 167,
                    "text": "Wang et al. (2021)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Remote Work-A Work Design Perspective"
        },
        {
            "text": "Allen and colleagues (2021) examined the role of boundary management in work-nonwork balance during the COVID-19 pandemic where remote work was non-voluntary among a large portion of the global workforce. They surveyed a sample of 155 remote workers from a variety of backgrounds who work in different parts of the world, for five times, using established measures as well as open-ended questions. Based on quantitative data from these surveys, the authors investigated the extent to which workers' stable preference for segmentation between work and nonwork domains was related to their perceived work-nonwork balance, and the extent to which this association varied across time. Drawing on the data, Allen and colleagues also examined the typology of segmentation strategies these workers employed while working from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work-Nonwork balance"
        },
        {
            "text": "Contrary to their expectations, the authors found that workers' stable preference for segmentation was positively and significantly related to their work-nonwork balance, and this relationship did not change over time to a significant degree. They also found that there are three new segmentation strategies these remote workers employed, such as purposefully disconnecting from work after work hours, beyond the strategies proposed by Kreiner and colleagues (2009), although the three-category model by Kreiner et al. still held. The authors argued that the counterintuitive, positive link between segmentation preference and work-nonwork balance could be explained by the fact that the workers with higher segmentation preferences are already skilled in managing the segmentation of work and nonwork domains, thus can apply those skills to the working from home situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work-Nonwork balance"
        },
        {
            "text": "This study makes unique contributions to the literature, through testing the tenets of boundary management theory under an unprecedented situation where the effects of self-selection for remote work are mitigated, considering supplies of boundary management within the home environment (as opposed to focusing on work environmental features in the past literature), as well as furthering our understanding of the work-nonwork balance during the pandemic with longitudinal data. Broadly speaking, this line of work contributes to future effort in better supporting the remote work and work-nonwork balance of workers around the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work-Nonwork balance"
        },
        {
            "text": "The pandemic's widespread impact on the world economy has led to increased unemployment rates, which are projected to continue in many countries in the foreseeable future. The declining career prospects (e.g., fewer jobs and reduced working hours) have heightened workers' experience of economic stress. While the workplace is a major point for the transmission of COVID-19, numerous employees are unable to simply step away from work to avoid being exposed to the virus due to their financial strain and the nature of the work status (e.g., essential work and physical contact-intensive work). Sinclair et al.'s (2021) paper looks at the dual threats that workplace virus exposure and economic stress associated with COVID-19 place on individuals in the pandemic era. Drawing from the occupational health and work psychology literature as well as integrating the COVID-19-related facts and examples, the authors have articulated how economic stress factors and COVID-19 occupational risk factors influence workers' safety-related attitudes/behaviors and health/well-being outcomes. By analyzing the roles of factors at the individual, organization (unit), and macro (society) levels in the influence of these dual threats, they offer initial insights that help explain when the harmful consequences of economic stress and occupational risk factors might be alleviated.",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 619,
                    "text": "Sinclair et al.'s (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Economic Stressors"
        },
        {
            "text": "Specifically, Sinclair et al. (2021) set the scope of threatening occupational risk factors to be the nature of work manifested by essential work status, high exposure occupations, public-facing work, and congregate work. Their focus of COVID-19-related economic stress is on job insecurity, income (in) adequacy, and underemployment, all of which impact workers' financial status. In Sinclair et al.'s model, these two major categories of threatening factors can first prompt workers' risk perceptions and lead them to sense resource depletion; these undesirable psychological experiences in turn affect individuals' attitudes and behaviors toward COVID-19 and their health and well-being during the pandemic. Situated in this broad framework, they also highlight a potential causal relation denoting the influence of COVID-19 attitudes on health/well-being via behaviors (e.g., compliance with health guidelines), as well as a feedback loop linking these individual outcomes back to the perception of the threatening factors. Extending this rationally hypothetical chain of relationships, Sinclair et al. have further modeled the interaction effects of the two broad threat areas (i.e. occupational risk and economic stress) on risk perception and resource depletion. They have conceptualized that individual (e.g., demographics, COVID knowledge, and death anxiety), organizational (e.g., safety climate and organizational support), and more macro (e.g., governmental policy and societal culture) contextual factors may determine the strength of the chain of relationships described above. Overall, this theoretical framework has comprehensively captured individual workers' psychological, behavioral, and health-related reactions to the pandemic-incurred threats and has indicated possible intervention efforts that may help overcome these threats. We are confident that this framework offers valuable starting points for researchers in applied psychology to empirically test the impact of COVID-19 (and any similar situations) on individual workers.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 36,
                    "text": "Sinclair et al. (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Economic Stressors"
        },
        {
            "text": "An occupational group in the spotlight during a pandemic is certainly healthcare professionals. In particular, those working at the frontline with infectious patients are faced with multiple demands, and risks for their own health and safety. With growing numbers of infections, workload and emotional demands in healthcare, already at high levels in general, became even more pronounced. During the peak of the first wave, intensive care capacities in some countries did not meet the need of the high numbers of infected persons with a severe course of the disease. This situation even led to the necessity of triage, where decisions had to be made regarding who would get intensive medical treatment, and who would not. At the same time, the appreciation of the work of healthcare workers by the public has been enormous. Healthcare workers were welcomed with applause after their shifts by citizens. The year \"2021 has been designated as the International Year of Health and Care Workers, in recognition of the dedication and sacrifice of the millions of health and care workers at the forefront of the pandemic\" (WHO, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare Workers"
        },
        {
            "text": "In light of the current COVID-19 pandemic and surges in healthcare demands, Britt et al. (2021) set out to investigate the association between job conditions and mental health outcomes among healthcare professionals. They combine a review and synthesis of available literature as well as an empirical study. Whereas the review reports the current literature based on healthcare professionals' work conditions and mental health outcomes during current and past pandemic(s), the empirical investigation draws upon a consecutive 6-week survey among emergency medicine professionals in the United States in spring 2020. The study aims to broaden our knowledge of the effects of job and personal demands and resources on mental health. Job Demands-Resources Theory is used as a guiding framework.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 95,
                    "text": "Britt et al. (2021)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare Workers"
        },
        {
            "text": "The paper highlights that frontline healthcare workers face multiple specific demands during a pandemic on top of generally high demands, and often lacking resources. The review especially points out organizational measures that proved to be important in sustaining the mental health of healthcare workers during crisis situations. The reported within-person effects showed that the relationship between personal demands and mental health strain was amplified as the number of hours worked increased. Social support and the perception of meaningful work did not show systematic protective effects. Providing the necessary and matching resources for healthcare workers to stay healthy is not only important from an individual perspective, but becomes a societal concern in order to provide patients with the medical care and treatment they need. The current study sets the stage for studying these factors more rigorously in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare Workers"
        },
        {
            "text": "Applying the job demands-resources perspective to the understanding of team-level processes, Thielsch et al. (2021) conducted a qualitative study to understand the nature and the effectiveness of crisis management teams (CMTs) under the COVID-19 pandemic. CMTs are a specific type of team that perform difficult and highly responsible tasks, such as managing the impact of a global pandemic, which requires quick and appropriate operations in ambiguous, risky, and constantly changing environments. Using in-depth structured telephone interviews and online questionnaires with 144 members in various CMTs in Germany, the authors sought to identify specific challenges of the COVID-19 pandemic surrounding CMTs, the resulting specific demands CMT members face, the critical resources that are perceived to be important to cope with the demands, and the behaviors that are perceived to be effective for the work of CMTs during the pandemic.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 115,
                    "text": "Thielsch et al. (2021)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Crisis Management Teams"
        },
        {
            "text": "Their analyses identified six distinctive characteristics of the COVID-19 pandemic-the long-term duration, the super-regional problem, different dynamics, the novelty of threat, personal affectedness, and unclear legal and political frameworks. These characteristics lead to corresponding difficulties in the work of CMTs, such as high uncertainty, the coordination of various stakeholders, the risk of infection for team members, and long-term operational readiness. The authors then identified various job demands on CMT members imposed by the above-mentioned difficulties, and work-related, personal, and outside-of-work resources that are critical to cope with those demands. Further, their critical incident analyses revealed that the structuring of work processes and open, precise, and regular communication are essential in the operation of CMTs during a pandemic, which will lead to anticipatory, goal-oriented, and quick problem-solving. The authors integrate these results into a new model for CMT management and offer practical recommendations for future training of CMTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisis Management Teams"
        },
        {
            "text": "In her article \"Resilience in times of global pandemic: Steering recovery and thriving trajectories\", Kuntz (2021) draws on qualitative data from 61 workers in New Zealand to examine the individual and organizational level factors that support employees to shape resilience trajectories in the aftermath of the COVID-19 pandemic. In doing so she highlights three resilience trajectories experienced by employees that have been identified in previous work on workplace resilience after crises. The first is a survival trajectory which signals a stress response characterized by impaired cognitive and affective functioning in the immediate aftermath of a crisis. Over time and with adequate resources, this may result in an upward recovery trajectory, or, in the absence of support, may lead employees to experience a downward spiral in their personal well-being. The second is a recovery trajectory under which individuals are able to restore effective psychosocial functioning following a temporary phase of impairment resulting from the crisis. The third is a thriving trajectory, also known as post-traumatic growth, which is a resilience trajectory which ensues from recovery, and is characterized by the development of additional personal and social resources in the aftermath of a crisis. In reviewing the literature on the factors which lead employees to experience recovery or thriving trajectories after experiencing a crisis, she highlights the role of individual factors such as personality traits and early life experiences in supporting individuals to positively appraise adversity and adopt resilient responses. She also highlights organizational-level factors such as supportive leadership, feedback and organizational culture, and clear and supportive communication that may support the resilience trajectories of employees in the aftermath of a crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience"
        },
        {
            "text": "Qualitative interviews with New Zealand workers, many of whom were forced to work from home during the recent COVID-19 pandemic, revealed the key stressors they faced during the lockdown period. The overwhelming majority of participants highlighted job-related factors such as role overload, job complexity, and time pressure as key role stressors they faced during the crisis. A significant number also highlighted organizational level factors such as a lack of support from management, poor team coordination, feeling unsafe at work and reliance on technology as other key stressors they faced during the crisis. Finally, many participants also highlighted job insecurity, work-life conflict, and customer incivility as major sources of stress they faced that had emanated from the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience"
        },
        {
            "text": "The interviews also revealed the resources that workers drew upon to deal with the pandemic and adopt positive resilience trajectories. In particular, the participants highlighted four key sources of support from their organization that enabled them to cope with stressors and maintain well-being during the lockdown period. These were managerial support for operations and well-being, flexibility and autonomy, peer support, and the provision of protective personal equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience"
        },
        {
            "text": "In reflecting on her findings, Kuntz highlights the need for organizations to develop a resilient workforce (i.e. build a resilience capacity) through investing in the development of personal and systems resources, including a resilience mindset, to support recovery and thriving trajectories among their workforce. Such initiatives include formal well-being initiatives, competency development, feedback and recognition, technology infrastructure and clear and supportive communication from senior management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience"
        },
        {
            "text": "The article provides organizations with a whole host of practical insights into fostering workforce resilience during times of crisis such as the recent COVID-19 crisis, where whole countries and regions were put into lockdown, and organizations had to rethink their business models and support employees who had to manage extreme stress and multiple responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resilience"
        },
        {
            "text": "There is no simple answer to the question how the pandemic affects the working sphere, and what are the most effective measures to sustain the mental health of employees during the crisis. The focus of recent research has mainly been on the risk factors related to health hazards as direct effects of the pandemic, and changing economic as well as job conditions as indirect effects of the pandemic. The collection of papers presented in this special issue broadens the scope of this research by studying and proposing potential protective factors as an additional focus. The collection presents quantitative, qualitative, and conceptual studies, and we want to encourage scholars to take advantage of these different approaches in addressing the burning questions related to the individual, organizational, and societal challenges we currently face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "International research indicates that people with low socioeconomic status might be hit harder by the COVID-19 pandemic than people with higher socioeconomic status. They show higher infection rates, because they have less opportunities to work remotely, and have less employment security (Wachtler, Michalski, Nowossadeck, Diercke, Wahrendorf, Santos-Hövener, Lampert, & Hoebel, 2020) . The conceptual paper by Sinclair et al. (2021) highlights that direct and indirect effects of the pandemic hit diverse occupational groups differently. They develop a model of workers' responses to the dual threats of economic insecurity and exposure to health risks, including risk perception and resource depletion as mediating factors that influence the relationship of these threats to mental health and well-being. Studying differential effects is imperative in order to develop prevention and intervention strategies aligned to the needs of specific employment groups. There is still a lack of evidence-based guidance, for instance, for young people on the labour market, as well as for employees with a high-risk profile for developing a severe course of the disease.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 385,
                    "text": "(Wachtler, Michalski, Nowossadeck, Diercke, Wahrendorf, Santos-Hövener, Lampert, & Hoebel, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 412,
                    "end": 434,
                    "text": "Sinclair et al. (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Likewise, the mixed-methods investigation to explore the challenges experienced by remote workers in terms of virtual work characteristics and individual differences during the lock-down (Wang et al., 2021) , as well as the study on boundary management (Allen et al., 2021) hint towards the importance to take a differential perspective. On the one hand, navigating family and work life can become stressful, on the other hand, singles and childless families are at risk, as they may not have \"natural\" boundaries and may face extra workload. Remote working often addresses the perspective of the employee, while it also presents challenges for the supervisor. Supervisors have to balance between allowing individual flexibility and the individual's interest, yet also need to assure team functioning. Setting the focus on leadership opens an interesting avenue for future investigations, especially given leaders' impact on employees' health and well-being. Thielsch et al.'s study (2021) on the demands, resources, and effective work strategies of crisis management teams can also inform us of how teamwork in general can be supported, and might thus be an interesting reference for those interested in team-level processes. There is especially a lack of multilevel perspectives, linking macro-events to organizational policies, human resource management strategies, as well as team-and individual-level processes.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 206,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 253,
                    "end": 273,
                    "text": "(Allen et al., 2021)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 959,
                    "end": 989,
                    "text": "Thielsch et al.'s study (2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Finally, the transition to a post-pandemic world deserves attention. The transition will likely not take place as abruptly as the pandemic kicked in. The pandemic will most certainly show a long-term impact on how work is organized. Fostering employees' resilience through structural as well as individual measures will be important (Kuntz, 2021) . A different pace of \"normalization\" can be expected across countries and across different employment groups. Starting to collect longitudinal data during the pandemic will provide opportunities to study not only trajectories in health and well-being, but also regarding the impact of varying political measures, and changing conditions. The pandemic will be overcome some day, yet the conceptual ideas and empirical evidence collected in this special issue will potentially prevail. We hope that the collection will inspire further research, as more work in the field of work and organizational psychology is needed to expand our understanding of how to sustain health and well-being during and after a pandemic.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 346,
                    "text": "(Kuntz, 2021)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Boundary management and work-nonwork balance while working from home",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Merlo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12300"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Stress in America 2020. A national mental health crisis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Apa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A review of telework research: Findings, new directions, and lessons for the study of modern work",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Kurland",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Organizational Behavior",
            "volume": "23",
            "issn": "4",
            "pages": "383--400",
            "other_ids": {
                "DOI": [
                    "10.1002/job.144"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Job demands and resources among healthcare professionals during virus pandemics: A review and examination of fluctuations in mental health strain during COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Britt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Shuffler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Pegram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xoxakos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rosopa",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hirsh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12304"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Share of employed people aged between 15 and 64 that sometimes or usually work from home in selected European countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "organ izati ons-have-e#:~:text=A%20Gar tner%2C%20 Inc.,they%20sho wed%20cor onavi rus%2Drel ated%20sym ptoms",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Time off, remote work and cost cutting top priorities for business and HR leaders",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Latest work-at-home / telecommuting / mobilework / remote work statistics",
            "authors": [],
            "year": 2020,
            "venue": "Global Workplace Analytics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mental health consequences during the initial stage of the 2020 Coronavirus pandemic (COVID-19) in Spain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Sanguino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ausin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castellanos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saiz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "López-Gómez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ugidos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Munoz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "87",
            "issn": "",
            "pages": "172--176",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.05.040"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantifying the impact of physical distance measures on the transmission of COVID-19 in the UK",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Medicine",
            "volume": "18",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-020-01597-8"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Resilience in times of global pandemic: Steering recovery and thriving trajectories",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuntz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12296"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A nationwide survey of psychological distress among Italian people during the COVID-19 pandemic: Immediate psychological responses and associated factors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colasanti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferracuti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Napoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "17",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17093165"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disparate disruptions: Intersectional COVID-19 employment effects by age, gender, education, and race/ethnicity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Pedtke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Work, Aging and Retirement",
            "volume": "6",
            "issn": "4",
            "pages": "207--228",
            "other_ids": {
                "DOI": [
                    "10.1093/workar/waaa013"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Predicting teleworker success: An exploration of personality, motivational, situational, and job characteristics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hambley",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Greidanus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Macdonnell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J B"
                    ],
                    "last": "Kline",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "New Technology, Work and Employment",
            "volume": "24",
            "issn": "2",
            "pages": "144--162",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-005X.2009.00225.x"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Corona Crisis: What can we learn from earlier studies in Applied Psychology? Applied Psychology: An International Review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rigotti",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Cuyper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekiguchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12265"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pandemics: Implications for research and practice in industrial and organizational psychology. Industrial and Organizational Psychology: Perspectives on Science and Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hertel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hirschi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kunze",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shockley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shoss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sonnentag",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zacher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/k8us2"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "2021) Caught between Scylla and Charybdis: How economic stressors and occupational risk factors influence workers' occupational health reactions to COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sinclair",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Probst",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bazzoli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12301"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Managing pandemics demands, resources, and effective behaviors within crisis management teams",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Thielsch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Röseler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamers",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hertel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12303"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Psychological symptoms of ordinary Chinese citizens based on SCL-90 during the level I emergency response to COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Research",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112992"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Socioeconomic inequalities and COVID-19: A review of the current international literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wachtler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Michalski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nowossadeck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Diercke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wahrendorf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santos-Hövener",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lampert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoebel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Health Monitoring",
            "volume": "7",
            "issn": "",
            "pages": "3--17",
            "other_ids": {
                "DOI": [
                    "10.25646/7059"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Achieving effective remote working during the COVID-19 pandemic: A work design perspective",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Psychology: An International Review",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/apps.12290"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "2021 designated as the international year of health and care workers",
            "authors": [],
            "year": 2020,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}