{
    "paper_id": "6dec5d29da3385b96e8495b6ca3c33909df9a930",
    "metadata": {
        "title": "Willingness of Ethiopian Population to Receive COVID-19 Vaccine",
        "authors": [
            {
                "first": "Yitayeh",
                "middle": [],
                "last": "Belsti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yibeltal",
                "middle": [],
                "last": "Yismaw Gela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yonas",
                "middle": [],
                "last": "Akalu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Baye",
                "middle": [],
                "last": "Dagnew",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mihret",
                "middle": [],
                "last": "Getnet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mohammed",
                "middle": [
                    "Abdu"
                ],
                "last": "Seid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Debre Tabor University",
                    "location": {
                        "settlement": "Debre Tabor",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Mengistie",
                "middle": [],
                "last": "Diress",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Yigizie",
                "middle": [],
                "last": "Yeshaw",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sofonias",
                "middle": [
                    "Addis"
                ],
                "last": "Fekadu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gondar",
                    "location": {
                        "settlement": "Gondar",
                        "country": "Ethiopia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Despite efforts to decrease the burden, vaccine reluctance is increasing worldwide and hindering efforts to control the spread of COVID-19. Therefore, understanding the willingness of a community to receive a COVID-19 vaccine will help to develop and implement effective means of promoting COVID-19 vaccine uptake. Objectives: This study was aimed to assess the willingness of the Ethiopian population to receive the COVID-19 vaccine and its determinant factors. Methods: E-survey was conducted from February 2021 to March 2021. After developing the questionnaire, the template was created on Google Forms and disseminated in public on different social media channels (e.g., Telegram, WhatsApp, Facebook, email, etc.) by using a shareable link. Descriptive statistics were performed. Finally, multivariable logistic regression analysis was done to assess their relationship with socio-demographic factors. Results: In total, 31.4% (n = 372) of respondents were willing to get a vaccine. One-third of respondents, 32.2% (n = 381), reported that COVID-19 vaccines are safe. Almost all 94.9% (n = 1124) responded that health workers should be vaccinated first. Only 21.7% (n = 257) willing to buy the vaccine if it is not provided free. Being female [OR (95% CI):1.85 (1.05-3.25)], aged less than 25 years old [OR (95% CI): 5.09 (3.41-7.59)], aged between 26-30 years [OR (95% CI): 3.57 (2.55-5.00)], being unmarried[OR (95% CI):1.12 (0.81-1.55)], urban in residence [OR (95% CI): 1.06 (0.69-1.62)], private sector worker in occupation [OR (95% CI):0.45 (0.26 -0.77)], university/college student [OR (95% CI): 0.88 (0.59-1.32)], not having a health-related job [OR (95% CI): 4.08 (2.57-6.48)], orthodox [OR (95% CI): 1.16 (0.61-2.19)], Muslim [OR (95% CI): 0.285 (0.13 -0.61)], educational status of university/above [OR (95% CI): 4.87 (3.15-7.53)] have a statistically significant association and were more likely willing to take COVID-19 than their counterparts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 vaccines were manufactured within one year after the World Health Organization declared COVID-19 to be an international public health emergency. Due to remarkable determination in vaccine research, development, and production, COVID-19 vaccines were developed within the shortest period in the history of vaccine production. 1 The COVID-19 Vaccines Global Access (COVAX) facility is striving to deliver a minimum 2 billion doses of vaccine to concerned countries around the world in 2021, which includes at least 1.3 billion doses funded by donors to the 92 lower-income countries. 2 As a component of the above actions, AstraZeneca vaccines manufactured by Serum Institute of India (SII) were delivered to Ethiopia on 6 March 2021 with the aim of curbing a recent spike in COVID-19 infections. 3 COVAX facility allocated 7,620,000 doses of COVID-19 vaccine for Ethiopia of which about 2,184,000 doses were already received. 4 Under the current global distribution plan, 5.4 million doses of the COVID-19 vaccine are expected to reach Ethiopia by May 2021. As per the Ministry of Health's aim, 20% of the population in Ethiopia is planned to be vaccinated by the end of 2021. 5 Despite these efforts to decrease the burden of COVID-19 through vaccination and other measures, vaccine reluctance is increasing worldwide and hindering efforts to control its spread. 6 The main sources of this vaccine hesitancy may be due to a substantial amount of misinformation regarding the COVID-19 vaccine circulating on social media, 7 which is augmented by an existing general high level of vaccine misinformation. 8 The WHO now considers vaccine hesitancy as a major danger to world health, due to its substantial increase. 8 Vaccine hesitancy specifically towards the COVID-19 vaccine is mainly due to its accelerated development which contributes to the wrong impression that the vaccine might not be appropriately verified for safety and efficacy. 9 Even health workers who were expected to be models for others and prioritized for the vaccine at the start, are not all convinced to take the vaccine in Ethiopia. 5 Therefore the understanding of communities' readiness to receive a COVID-19 vaccine and the main factors influencing their attitudes towards it will help to develop and implement effective means of promoting COVID-19 vaccine uptake and to curb the recent alarming increase in COVID-19 infections.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 335,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 591,
                    "end": 592,
                    "text": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 804,
                    "end": 805,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 934,
                    "end": 935,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 1185,
                    "end": 1186,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1372,
                    "end": 1373,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1612,
                    "end": 1613,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1722,
                    "end": 1723,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1949,
                    "end": 1950,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2114,
                    "end": 2115,
                    "text": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, there is no prior study conducted among the Ethiopian population to assess their willingness to receive the COVID-19 vaccine. Therefore, the current study investigated the willingness to accept the COVID-19 vaccine among Ethiopian populations based on online survey data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A population-based online survey was done on individuals aged greater than 18 years from February 2021 to March 2021, parallel to the implementation of COVID-19 vaccination programs in other parts of the world. This study aimed to capture population attitudes and willingness to be vaccinated, to inform policymakers and health professionals in Ethiopia which will guide how to implement vaccination programs. The study was done based on the guidelines of the Checklist for Reporting Results of Internet E-Surveys (CHERRIES) used for improving the quality of online surveys. 10 ",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 577,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Materials Study Setting, Design, and Period"
        },
        {
            "text": "Calculation of sample size was done by using a single proportion formula. Since there is no prior similar study about the COVID-19 vaccine in Ethiopia, we took (p) as 50% to get the maximum sample size for the current study. n = z 2 pq/d 2 n = 1.96 2 ×0.5×(1−0.5)/(0.05) 2 ⇒ n = 384.16≈384 Here, n = Sample size, z = 1.96 (with 95% confidence level), p= prevalence estimate (50%), q = (1-p), d = Sampling error (0.05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size Determination"
        },
        {
            "text": "By adding a 10% non-response rate, the sample size becomes 423.5 ≈ 424. However, our sample size was greater than this estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample Size Determination"
        },
        {
            "text": "Being an Ethiopian resident, age greater than 18 years old, and having good internet access were our inclusion criteria. Incomplete surveys were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "Questionnaires with informed consent and having four parts, i.e., socio-demographic, knowledge, attitudes, and perceptions were used for collecting data. Some selected sociodemographic characteristics were inquired during the study, including age group, sex (male/female), marital status (unmarried/married), educational level (university or higher/college and below), monthly family income (USD) (later categorized as: <118.62 USD, 118.62-237.25 USD, >237.25 USD), and current residence (rural/urban). Respondents' occupation and religion were also asked. They were also asked whether their occupation is healthrelated or not. Additionally, a further \"yes/no\" query was whether they took all recommended vaccines in their lifetime or not. Overall 18 items (6 questions for knowledge, 6 questions for attitudes, and 6 questions for perceptions) were used to assess respondents' level of knowledge, attitudes, and perceptions. All questions used for data collection were https://doi.org/10.2147/JMDH.S312637",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection Instrument and Procedure"
        },
        {
            "text": "Journal of Multidisciplinary Healthcare 2021:14 adopted from previous literature. [11] [12] [13] [14] [15] [16] Validity was checked by doing a pre-test on 120 participants. Modification of the tool was made based on the pre-test result. To make sure the questions are externally and internally consistent we validated through pilot testing and Cronbach's Alpha test. We did Cronbach's Alpha test for all questions and the results were greater than 0.7, indicating excellent internal consistency in the responses. After constructing a semistructured questionnaire, a template was created onto Google survey tool (Google Forms) and disseminated in public on different social media channels (e.g. Telegram, WhatsApp, Facebook, email, etc.) by using a shareable link. Online approaches were used for keeping appropriate distancing and proper protection during the pandemic.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[11]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 87,
                    "end": 91,
                    "text": "[12]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 92,
                    "end": 96,
                    "text": "[13]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 97,
                    "end": 101,
                    "text": "[14]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 102,
                    "end": 106,
                    "text": "[15]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 107,
                    "end": 111,
                    "text": "[16]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "The data analysis was conducted using SPSS version 21.0. After downloading the collected data from Google forms, it was cleaned, sorted, edited, and coded in Excel. Then for statistical analysis, it was imported into SPSS software. Then after reporting frequencies, percentages, standard deviations, and means, chi-square tests were conducted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Processing and Analysis"
        },
        {
            "text": "Finally, the association between willingness to be vaccinated with the COVID-19 vaccine and sociodemographic variables was assessed with multivariable logistic regression analysis. The significance of statistical tests was declared with a p-value < 0.05 and at a 95% confidence interval.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Processing and Analysis"
        },
        {
            "text": "The mean age of 1184 respondents who participated was 28.86 years with a standard deviation of 3.90. Of all respondents, 91.7% were male, 78.7% had college or above education level, 66.0% were married, and 48.8% reported that they had received all the necessary vaccines in their lifetime. Almost 68.1% of respondents reported that they are civil servants and 79.1% reported that they are Orthodox Christian in religion (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Socio-Demographic Characteristics of Participants"
        },
        {
            "text": "Knowledge and Willingness to be Vaccinated for COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Factors Associated with Willingness to Receive a COVID-19 Vaccine"
        },
        {
            "text": "Overall, 31.4% (n = 372) of study participants reported that they are willing to receive the COVID-19 vaccine when the vaccine is available in Ethiopia, while 47.32% (n = 560) stated that they disagree to receive the vaccine and 21.31% (n = 252) said that they are undecided. As presented in Table 2 , about 95.0% of participants know about the presence of the COVID-19 vaccine and half of the study participants reported that they know about the effectiveness of the COVID-19 vaccine. The majority of respondents (81.1%) responded that it is dangerous to overdose on vaccines. Vaccination is thought to increase allergic and autoimmune reactions in 43.5% and 23. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Factors Associated with Willingness to Receive a COVID-19 Vaccine"
        },
        {
            "text": "As presented in Table 3 , one-third of respondents, 32.2% (n = 381), reported that COVID-19 vaccines are safe and were willing to take the vaccine if available. About 60.1% (n = 712) reported that COVID-19 vaccines are essential for us. Half of the study participants responded that they will encourage their family/friends/relatives to get vaccinated. In total, 423 (35.7%) respondents reported that we cannot reduce COVID-19 incidence without vaccination. Most study participants, 63.4% (n = 751), said that the vaccine should be distributed freely to all Ethiopians.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Attitude and Willingness to be Vaccinated for COVID-19"
        },
        {
            "text": "It was found that respondents believing that it is not possible to reduce the incidence of COVID-19 without vaccination [OR (95% CI): 13.26 (7.60-23.15)], and those believing that the COVID-19 vaccine should be distributed fairly to all of us [OR (95% CI): 11.58 (7.79-17.20) ] were statistically significantly associated with more willingness to receive the COVID-19 vaccine compared with those who responded \"No\".",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 275,
                    "text": "(7.79-17.20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attitude and Willingness to be Vaccinated for COVID-19"
        },
        {
            "text": "Of the 1184 participants, 1096 think that the COVID-19 vaccine has side effects, of which only 500 were willing to receive the COVID-19 vaccine. Greater than half (52.0%) of respondents think that provided everyone implements preventive measures, the COVID-19 pandemic can be eradicated. Half of the study participants think that everyone should be vaccinated. Almost all, 94.9% (n = 1124), responded that health workers should be vaccinated first. Only 21.7% (n = 257) were willing to buy the vaccine if it is not provided free by the government (Table 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Table 4)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Perception and Willingness to be Vaccinated for COVID-19"
        },
        {
            "text": "As presented in ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-Demographic Factors and Willingness to be Vaccinated for COVID-19"
        },
        {
            "text": "The best solution for halting the ongoing pandemic is thought to be the COVID-19 vaccine. A large number of candidates of the COVID-19 vaccine were developed, and promising results was found with several clinical trials, leading to the approval of some vaccines for use in different countries. 17 The Ethiopian Government has started the COVID-19 vaccination campaign after data for this research were collected, 18 hoping it is part of the pandemic solution. Even though Ethiopia has multiple vaccination services, the novelty of the COVID-19 vaccination raises many concerns about vaccine acceptance. The results of a new study conducted in Ethiopia to determine willingness to receive COVID-19 vaccinations are presented in this paper. The results represent a wide range of sociodemographic factors that influence willingness to receive the COVID-19 vaccine. Therefore our findings will be critical in improving COVID-19 vaccination-related DovePress programs through awareness creation and health education programs.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "17",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 413,
                    "end": 415,
                    "text": "18",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results revealed that only 31.4% (n = 372) are willing to receive the COVID-19 vaccine and 47.3% (n = 560) and 21.3% (n = 252) disagree or are undecided to take the COVID-19 vaccine, respectively. This proportion is not enough to reach herd immunity either through past infection, spread prevention or vaccination according to the estimates of the basic reproduction number. 19, 20 When we compare the acceptance rate of the COVID-19 vaccine of the Ethiopian population with other vaccination programs in Ethiopia it indicates a huge difference. For instance, the study conducted to assess the acceptance of human papilloma vaccine (HPV) showed that the majority of the respondents (81.3% 21 and 81.8% 22 ) accepted that the HPV could be administered to their teenage girls. Some studies also indicated that only a small fraction of the population are vaccine non-receipt and refusal in Ethiopia towards the expanded program on immunization coverage survey. 23 This level of discrepancy on the vaccine hesitancy specifically towards the COVID-19 vaccine is mainly due to its accelerated development which contributes to the wrong impression that the vaccine might not be appropriately verified for safety and efficacy. 9 Moreover, the main sources of this vaccine hesitancy may be due to a substantial amount of misinformation regarding the COVID-19 vaccine circulating on social media. 7 The discrepancy might be because of the introduction of the new vaccine program to the community which might affect their level of acceptance and information. Additionally, some of the above studies were conducted after the provision of the vaccine and summary of information to participants which can lead to an increased level of acceptance.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 382,
                    "text": "19,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "20",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 962,
                    "end": 964,
                    "text": "23",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1223,
                    "end": 1224,
                    "text": "9",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1391,
                    "end": 1392,
                    "text": "7",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The willingness rate of this study showed that the Ethiopian people are less willing to get the vaccine compared with similar studies conducted in the UK (76.9%) 14 or other European countries (ranged from 62% to 80%), 24 including Greece (57.7%), 13 or Bangladesh (40%). 12 In this context, there is an urgent need for an awareness campaign about the safety and effectiveness of the COVID-19 vaccine to be designed and implemented by Ethiopian public health officials aiming to increase acceptance rates for the COVID-19 vaccine by the Ethiopian general population.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "14",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 219,
                    "end": 221,
                    "text": "24",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 248,
                    "end": 250,
                    "text": "13",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "12",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among the different reasons raised by the study, participants attributed their vaccine hesitancy to questions regarding its safety and advantage. In this study only 15.5% agreed that the newly discovered vaccine is safe and only 12.2% responded that the vaccine is essential for them, the remaining responded that they disagree, and were undecided about the safety and its advantage for them. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this study showed that 92.6% of respondents reported that the COVID-19 vaccine would have some side-effects, in line with a study done in Bangladesh 12 and the USA. 25 The extremely rapid steps of vaccine production, the distrust of some sets of health professionals and scientists might increase the hesitancy about the COVID-19 vaccine, 26 which is further amplified by the false information distributed through social media. 6 This study also showed that 94.9% of study participants reported that the vaccine should be distributed free of charge in Ethiopia, which is consistent with the study conducted in Bangladesh (95%). However, another study in Indonesia reported most participants were willing to buy the COVID-19 vaccine. 16 Other studies in Malaysia also showed that most of the respondents were willing to pay varying amounts (US$23; 28.9% and US $11.5; 27.2%) for the vaccine. 27 Moreover, a survey in Ecuador also demonstrated that most (85%) of respondents were willing to buy a COVID-19 vaccine. 28 This major gap from the other countries might be due to the financial conditions of Ethiopian people, who have an averageper capita income of $850, 29 compounded by the triple threats of COVID-19, desert locusts, and floods in East Africa, and disputes 30 which have all resulted in a low economic capacity to pay for COVID-19 vaccines.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "25",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 354,
                    "end": 356,
                    "text": "26",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 443,
                    "end": 444,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 748,
                    "end": 750,
                    "text": "16",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 906,
                    "end": 908,
                    "text": "27",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "28",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "text": "29",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "Our results also showed the association between sociodemographic categories and willingness to be vaccinated for COVID-19. The study found that those over 31 years old were less likely to have a COVID-19 vaccine in line with similar studies conducted in France 31 and in the UK. 14 However, it is not consistent with the findings of a study done in Greece. 13 Those having a higher educational level were more likely to get vaccinated for COVID-19, as in studies in the UK 14 and Australia. 15 However, the studies conducted in Greece are the opposite. 13 The above finding indicates that younger age groups and those with lower educational backgrounds should be a target population in educational campaigns about vaccine safety and efficacy because they are more hesitant to get vaccinated.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "13",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 473,
                    "end": 475,
                    "text": "14",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "15",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 553,
                    "end": 555,
                    "text": "13",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "Unexpectedly, health-care professionals, even those who are providing vaccinations, are consistently found to be vaccine-hesitant. 32, 33 Similarly, this is evidenced by our study, showing that those who have a health-related job were thought to be less likely to be vaccinated for the COVID-19 than their counterparts.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "32,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 135,
                    "end": 137,
                    "text": "33",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "An interesting finding of this study that needs further examination is sex-based differences. In the final regression model, females are more willing to take COVID-19 vaccination than males, which showed males are more vaccinehesitant than their counterparts. In contrast, the global study by Lazarus and colleagues, a study by Malik and colleagues, and an Israeli study found that males were more likely to accept the potential COVID-19 vaccine. [27] [28] [29] [30] [31] Awareness creation campaigns designed to specific community needs have been recognized as the most effective in increasing vaccination rates. 34 Our study revealed that those who have information about the effectiveness of the COVID-19 vaccine were more likely to get vaccinated. Though most respondents were informed about COVID-19 by social media, the internet, or other sources, it does not show any association with willingness to vaccination, contrary to a study conducted in Greek populations. 13 About half (50.7%) of the study participants believed that everyone should get the COVID-19 vaccine in Ethiopia. Additionally, most of the participants (93.9%) thought health professionals should be vaccinated first. This insight might be because health-care professionals are at the forefront during diagnosis and management. This is supported by a study that the probability of reporting a positive COVID-19 test was higher for frontline health workers. 35 ",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 451,
                    "text": "[27]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[28]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[29]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[31]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 614,
                    "end": 616,
                    "text": "34",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 972,
                    "end": 974,
                    "text": "13",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "text": "35",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "DovePress"
        },
        {
            "text": "Limitations should be considered while interpreting the result of this study. Firstly, due to its cross-sectional design, the causality cannot be attributed to the results. A longitudinal study has paramount importance for such reports. Secondly, since the study was an e-based online self-reporting method it limits the participation of vulnerable groups, such as illiterate and rural people, having no internet access and online health information resources. Since the online survey was conducted just before the beginning of the vaccination program in Ethiopia, its findings might vary after the vaccination program is established.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This study found that only a small percent of the population was willing to take the COVID-19 vaccine and most people were hesitating about vaccine safety and effectiveness. Almost all responded that health workers should be vaccinated first. Only a small proportion was willing to buy the vaccine if it is not provided free. Being female, age group, marital status, residence, occupations, not having a health-related job, religion, and educational status were statistically significantly associated with willingness to receive the COVID-19 vaccine. Our findings suggested that we need tailored education messages for the entire population to emphasize the safety and effectiveness of the COVID-19 vaccine, address the concerns of side effects of general vaccines by dispelling misconceptions, and target the most vulnerable subgroups who reported a high level of risk exposures while showed low intention to take the vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Recommendations"
        },
        {
            "text": "The data will be available upon request from the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Statement"
        },
        {
            "text": "University of Gondar College of Medicine and Health Sciences ethical review committee with reference number of 1855/02/2021. Confidentiality was kept by avoiding personal identifiers such as names and by coding and locking the data. Study participants were also given a full right to refuse/withdraw from the study process at any time in the study process. Participants in the study were informed about the purpose of the study and the privacy of information provided. All participants consented willingly to be a part of the study during the data collection periods. All data were collected anonymously and analyzed using the coding system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Statement"
        },
        {
            "text": "An initial page before the start of the survey was provided with a summary of the project, the information from the participant information sheet, the researcher's contact details, and a downloadable participant information sheet: \"Greetings, Dear study participants we have started a survey titled \"Willingness to vaccinate COVID-19 vaccine among the general population in Ethiopia: Online cross-sectional study, March 2021\". The results of the study will represent the Knowledge, attitudes, and perceptions and their association with willingness to vaccinate COVID-19 vaccinations. The survey may take 10-15 minutes. Nowhere in the survey, will you be asked for your personal information. All of your information will be kept secret. You have the right to participate or deny, and during the time of participation, you can withdraw yourself from responding. The study will not be a benefit for you by money or other compensations but the outcome of the study may consider by the policymakers and take initiative for COVID-19 vaccinations in Ethiopia. The participants below 18 years should not take part in the survey.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Statement"
        },
        {
            "text": "A final page containing a \"Submit\" button, was prefaced by a statement reminding the participant that clicking the final \"Submit\" button of the survey at the end will constitute the participant providing consent to participate, in full knowledge of the information in the participant information sheet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Sharing Statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 vaccines: development, evaluation, approval and monitoring",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Wikipedia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethiopia gears up for Covid vaccine drive as first doses arrive -Africa -World",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethiopia launches Covid vaccination in Addis Ababa. Africanews",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The long road toward COVID-19 herd immunity: vaccine platform technologies and mass immunization strategies",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Foged",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thakur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A first look at COVID-19 information and misinformation sharing on Twitter",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "ArXiv Prepr ArXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Here's how to win over the rest",
            "authors": [],
            "year": 2021,
            "venue": "Just 50% of Americans plan to get a COVID-19 vaccine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The science of opinion: survey methods in research",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Bryson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Turgeon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can J Anesth",
            "volume": "59",
            "issn": "8",
            "pages": "736--742",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Measuring people's knowledge about vaccination: developing a one-dimensional scale",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zingg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siegrist",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "30",
            "issn": "25",
            "pages": "3771--3777",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2012.03.014"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Knowledge, attitudes and perceptions towards COVID-19 vaccinations: a cross-sectional community survey in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Siddique",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Akter",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2021.02.16.21251802v2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Willingness of Greek general population to get a COVID-19 vaccine",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kourlaba",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kourkouni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maistreli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Glob Health Res Policy",
            "volume": "6",
            "issn": "1",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1186/s41256-021-00188-1"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Willingness to receive a COVID-19 vaccine among adults at high-risk of COVID-19: a UK-wide survey",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thorneloe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wilcockson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "Arden",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Sydney health literacy lab COVID-19 group. Willingness to vaccinate against COVID-19 in Australia",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cvejic",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickles",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccaffery",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Infect Dis",
            "volume": "21",
            "issn": "3",
            "pages": "318--319",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30559-4"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Willingness-to-pay for a COVID-19 vaccine and its associated determinants in Indonesia -PubMed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Covid-19 vaccine tracker updates: the latest. The New York Times",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ethiopia begins COVID-19 vaccine rollout",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Estimating the effects of non-pharmaceutical interventions on COVID-19 in Europe",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flaxman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gandy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "High contagiousness and rapid spread of severe acute respiratory syndrome coronavirus 2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romero-Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "7",
            "pages": "1470--1477",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200282"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Acceptance of human papillomavirus vaccination and associated factors among parents of daughters in Gondar Town, Northwest Ethiopia",
            "authors": [
                {
                    "first": "Alene",
                    "middle": [
                        "T"
                    ],
                    "last": "Atnafu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mekonnen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Minyihun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Manag Res",
            "volume": "12",
            "issn": "",
            "pages": "8519--8526",
            "other_ids": {
                "DOI": [
                    "10.2147/CMAR.S275038"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Knowledge and acceptability of human papillomavirus vaccination among women attending the gynaecological outpatient clinics of a university teaching hospital in Lagos, Nigeria",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Okunade",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sunmonu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Osanyin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Oluwole",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Trop Med",
            "volume": "2017",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1155/2017/8586459"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Vaccine non-receipt and refusal in Ethiopia: the expanded program on immunization coverage survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Porth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Teklie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abeje",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Moges",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Boulton",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "15",
            "pages": "2106--2121",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2019.02.045"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Once We Have It, Will We Use It? A European Survey on Willingness to Be Vaccinated Against COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neumann-Böhme",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Varghese",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sabat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Correlates and disparities of COVID-19 vaccine hesitancy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Callaghan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moghtaderi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lueck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Considering emotion in COVID-19 vaccine communication: addressing vaccine hesitancy and fostering vaccine confidence",
            "authors": [
                {
                    "first": "W-Ys",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Budenz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Commun",
            "volume": "35",
            "issn": "14",
            "pages": "1718--1722",
            "other_ids": {
                "DOI": [
                    "10.1080/10410236.2020.1838096"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The use of the health belief model to assess predictors of intent to receive the COVID-19 vaccine and willingness to pay",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The demand for a COVID-19 vaccine in Ecuador. PubMed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "World Bank",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Full article: review on socio-economic impacts of 'triple threats' of COVID-19, desert locusts, and floods in East Africa: evidence from Ethiopia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Accessed",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Internet",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.tandfonline.com/doi/full/10.1080/23311886.2021.1885122"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A future vaccination campaign against COVID-19 at risk of vaccine hesitancy and politicisation",
            "authors": [],
            "year": null,
            "venue": "Internet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Immunising children in primary care in the UK -what are the concerns of principal immunisers?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maconachie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lewendon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Educ J",
            "volume": "63",
            "issn": "1",
            "pages": "40--49",
            "other_ids": {
                "DOI": [
                    "10.1177/001789690406300108"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Acceptance of the 2009 A (H1N1) influenza vaccine among hospital workers in two French cancer centers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrière",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vanjak",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kriegel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "43",
            "pages": "7030--7034",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2010.08.021"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Knowledge of, attitudes toward, and preventive practices relating to cholera and oral cholera vaccine among urban high-risk groups: findings of a cross-sectional study in Dhaka",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wahed",
                    "suffix": ""
                },
                {
                    "first": "Sst",
                    "middle": [],
                    "last": "Kaukab",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Saha",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Public Health",
            "volume": "13",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-13-242"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Risk of COVID-19 among frontline healthcare workers and the general community: a prospective cohort study. medRxiv",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "1% of respondents, respectively. Respondents who know about the effectiveness of COVID-19 vaccine [OR (95% CI): 5.73 (4.29-7.67)], those who reported that it is dangerous to overdose vaccines [OR (95% CI): 0.345 (0.15-0.78)], those who said vaccinations increase allergic reactions [OR (95% CI): 0.39 (0.29-0.53)], and those who reported as yes to the idea that vaccinations increase autoimmune diseases [OR (95% CI): 0.46 (0.34-0.63)] were statistically significantly associated with willingness to be vaccinated for COVID-19 compared with those who answered \"No\". However, it was found that knowing about the presence of the COVID-19 vaccine, and the first source of information about the COVID-19 vaccine does not have a significant statistical association with willingness to receive a COVID-19 vaccine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "it was found that respondents being female [OR (95% CI): 1.85 (1.05-3.25)], aged less than 25 years old [OR (95% CI): 5.09 (3.41-7.59)], aged between 26-30 years [OR (95% CI): 3.57 (2.55-5.00)], unmarried [OR (95% CI):1.12 (0.81-1.55)], urban in residence [OR (95% CI): 1.06 (0.69-1.62)], private sector worker in occupation [OR (95% CI):0.45 (0.26-0.77)], university/college student [OR (95% CI): 0.88 (0.59-1.32)], not having a health-related job [OR (95% CI): 4.08 (2.57-6.48)], Orthodox in religion [OR (95% CI): 1.16 (0.61-2.19)], Muslim in religion [OR (95% CI): 0.285 (0.13-0.61)], educational status of university/above [OR (95% CI): 4.87 (3.15-7.53)] have a statistically significant association and were more likely willing to take COVID-19 than their counterparts.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Sociodemographic Characteristics of Study Participants on a Study Conducted to Assess the Willingness of the Ethiopian Population to Receive the COVID-19 Vaccine, 2021. (Number: 1184) Abbreviation: USD, United States dollar.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Response to Knowledge-Related Questions of Study Participants and Its Association with Willingness to Vaccinate COVID-19 Vaccine Among the Population in Ethiopia, 2021. (Number: 1184)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Response to Attitude-Related Questions of Study Participants and Its Association with Willingness to Vaccinate COVID-19 Vaccine Among the Population in Ethiopia, 2021. (Number: 1184)",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Response to Perception-Related Questions of Study Participants and Its Association with Willingness to Vaccinate COVID-19 Vaccine Among the Population in Ethiopia, 2021. (Number: 1184) R.N Willingness to Receive COVID_19 Vaccine",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Socio-Demographic Factors Associated with Willingness to be Vaccinated for COVID-19 Among the General Population in Ethiopia, 2021",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank the University of Gondar College of Medicine and Health Sciences and study participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "All authors made substantial contributions to conception and design, acquisition of data, or analysis and interpretation of data; took part in drafting the article or revising it critically for important intellectual content; agreed to submit to the current journal; gave final approval of the version to be published; and agree to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "There is no funding to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "We, the authors, declare that we have no conflicts of interest for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}