{
    "paper_id": "6e5e9d024ad24cb2318af88972e9c4cbf1a267d9",
    "metadata": {
        "title": "Uncovering the Corona Virus Map Using Deep Entities and Relationship Models",
        "authors": [
            {
                "first": "Kuldeep",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innoplexus AG",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Puneet",
                "middle": [],
                "last": "Singla",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innoplexus AG",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Ketan",
                "middle": [],
                "last": "Sarode",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innoplexus AG",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Anurag",
                "middle": [],
                "last": "Chandrakar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innoplexus AG",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Chetan",
                "middle": [],
                "last": "Nichkawde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Innoplexus AG",
                    "location": {
                        "settlement": "Pune",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We extract entities and relationships related to COVID-19 from a corpus of articles related to Corona virus by employing a novel entities and relationship model. The entity recognition and relationship discovery models are trained with a multi-task learning objective on a large annotated corpus. We employ a concept masking paradigm to prevent the evolution of neural networks functioning as an associative memory and induce right inductive bias guiding the network to make inference using only the context. We uncover several import subnetworks, highlight important terms and concepts and elucidate several treatment modalities employed in related ailments in the past.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recent outbreak of SARS-CoV-2 has led to a global pandemic with the total number of infections exceeding 6 million with more than 370000 mortality already. The disease has been code named COVID-19 and had far reaching repercussions the world over. This article aims to uncover the life science universe of the Corona virus and related ailments by employing some of the state-of-the-art natural language processing technologies applied to biomedical domain. We took the corpus of about 40000 titles and abstracts released as a part of CORD-19 Open Research Challenge and applied our entity recognition and relationship discovery models to construct a knowledge graph related to COVID-19. In the process, we uncovered about 40000 entities and 80000 relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article presents our salient findings and is organized as follows. Section 2 briefly describes our masked entities model and masked relationship model. Section 3 presents a network analysis of the knowledge network discovered by mining CORD-19 dataset. The coverage of CORD-19 dataset may be not exhaustive and up-to-date. We took snapshot around April 15, 2020. Nevertheless, the primary aim of this work is to demonstrate the application of artificial intelligence on condensing unstructured information in the biomedical domain to a sufficiently low entropy state so that some important leads can be ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We ran our entity recognition model that was trained on about 1 billion data points that we have built in-house. A corpus of about 33 million titles and abstracts was tagged for 4 different kinds of entities -protein, drug, disease, and taxonomy. We employ a novel concept masking paradigm where the term occurrences were replaced by a dummy token. Thus, essentially we remove the entire vocabulary associated with these entities from our training corpus. This inductive bias guides the model to make inference using the surrounding context alone and helps us achieve state-of-the-art results on biomedical entity recognition problem 1 . We use a transformer architecture 2 with the following three joint end-to-end multitask learning objectives: 1) masked token prediction 2) next sentence prediction 3) entity type prediction. We train the word piece tokenization algorithm on our in-house corpus to generate a vocabulary set of 30000 word pieces. The network had 8 encoder layers with each layer composed of self-attention followed by a feedforward network. Positional encodings were used in the beginning. We will have an elaborate publication on this at a later date 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entities and Relationship Model"
        },
        {
            "text": "We further uncover relationships between the entities by employing our relationship discovery model. The entities are once again masked to guide the network to make an inference using the context alone. The transformer architecture is once again used for encoding sentences. We use a novel bilinear attention at the output to model interaction between contextualized embeddings of the two entities between whom we are trying to establish a relationship 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Entities and Relationship Model"
        },
        {
            "text": "We present here some of the important subnetworks and concepts uncovered as result of probing of CORD-19 dataset 4 by our neural network models. The findings in the paper are only suggestive and the purpose of this work is to demonstrate the application of artificial intelligence to uncovering important concepts and relationships in the life sciences domain. We hope to bring few import leads in sharp focus and help a researcher to narrow down the scope of his search for most important concepts and relationships. Figure 1 shows the full set of all entities and relationships. We computed Katz centrality measure for each node in the network. The Katz centrality measure can be understood follows: let A be an n × n adjacency matrix of the network with the element A i j being 1 if there is a relationship between node i and node j and zero otherwise. The powers of A such as k th power A k is representative of paths between two nodes through intermediaries. The Katz centrality measure for the node i defined as:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 526,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "2/19 3 The Corona virus network analysis"
        },
        {
            "text": "The attenuation factor α is chosen such that it is smaller than the reciprocal of the absolute value of the largest eigenvalue of A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2/19 3 The Corona virus network analysis"
        },
        {
            "text": "The top 20 concepts in the literature ranked by the normalized Katz centrality measure 5 is shown in Table 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "2/19 3 The Corona virus network analysis"
        },
        {
            "text": "ACE2 protein also finds substantial mentionings in the published literature. We show here the subnetwork of ACE2 in Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "The ACE2 and Spike protein network"
        },
        {
            "text": "The subnetwork has all nodes connected to ACE2 and their interconnections. It is a large network with 367 nodes and 1141",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACE2 and Spike protein network"
        },
        {
            "text": "edges. There is a total of 60 drugs, 173 proteins, 90 diseases, and 44 organisms in the ACE2 network. We did path analysis to uncover more lead compounds in the ACE2 network. We found all the paths between ACE2 and Spike protein with a maximum of 3 hops between the two nodes. We further impose a condition that all nodes in the path should either be a drug or a protein. The following drugs or drug like compounds were found in the paths: A291P, Alanine, Arbidol, Chloroquine, Emodin, Glutathione, HR2P-M2, IL-4, K267N, MAB 1a9, Nitric Oxide, Rabbit Antisera, Sialic acid, SP-10, SP-8, Superoxide, and TAPI-2. K267E and A291P are actually polymorphism to DDP4 host protease. DDP4 helps the binding of Spike protein to the host. It was observed that these polymorphism reduce viral replication and thus have a therapeutic effects 7 . Arbidol is an antiviral drug that has been reported to block viral entry and replication 8 . Emodin is another top drug in the ACE2 network that works by blocking the interaction between ACE2 and Spike protein 9 . Glutathione works by downregulating ACE2 10 . SP-8 and SP-10 are peptides that disrupt the binding of Spike protein to ACE2 11 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ACE2 and Spike protein network"
        },
        {
            "text": "While discussing ACE2, it is worth mentioning the role of TMPRSS2 in the pathogenesis. TMPRSS2 is a serine protease that plays a role in cleaving the spike protein and helps the binding of S protein to ACE2. Figure 3 shows the TMPRSS2 subnetwork. It is a small and yet important subnetwork and is easy to visualize. It has 37 nodes and 95 edges. There are 2 drugs, 20 proteins, 3 diseases, and 12 organisms in the network. Camostat which is a TMPRSS2 inhibitor shows up the network",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "The ACE2 and Spike protein network"
        },
        {
            "text": "and can be used as a drug to block the viral entry. One of the important protein that shows in the network in Fig. 3 is LY6E.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 110,
                    "end": 116,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "5/19"
        },
        {
            "text": "It is an interferon stimulated protein and has been shown to be effective in curbing the entry of SARS-CoV-2 in a couple of studies 12, 13 . over the years to inhibit the function of RdRp. Remdesivir has emerged as one of the more promising drugs. Remdesivir treatment is prohibitively expensive. However, several other drugs have emerged out of our literature mining. In fact, one of the drugs with a higher centrality measure is Adenosine which is an Adenosine triphoshate analog and can successfully block the viral replication 14 . There are few more drugs that have emerged targeting RdRp namely Sofosbuvir, AZT, Tenofovir",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 531,
                    "end": 533,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "5/19"
        },
        {
            "text": "Alafenamide, and Alovudine. We also analyzed the 3C-like protease network and 3 experimental drugs named EPDTC, JMF1586, and JMF1600 emerged. 16, 17 .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 146,
                    "end": 148,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The Viral Protein Network"
        },
        {
            "text": "We further tried to uncover the drug used for dealing with SARS-CoV-2 like viruses by interrogating our network for Ribavirin which was recently reported to be successful in phase 2 clinical trial for COVID-19 16 . We discovered that the same combination was proposed earlier for MERS (see entry 23) 18 . Thus, the entries in Table 3 may serve as a ready reference point to explore many other treatment modalities for COVID-19. The extensive drug-disease network corresponding to Table 3 is shown in Fig. 5 . This subnetwork was formed by taking all the drugs listed in Table 3 and finding all the diseases related to these drugs.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 300,
                    "end": 302,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 333,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 500,
                    "end": 506,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 577,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "The network based drug discovery"
        },
        {
            "text": "We undertook a comprehensive concept identification and network analysis for COVID-19. We demonstrated the use of a novel concept recognition and relationship discovery engine that crafts some of the latest advances in natural language processing into a state-of-the-art solution for biomedical entity recognition and relationship discovery problem. Several new drugs were uncovered through the studies and many different treatment modalities were brought to the surface. We envision these solutions to have a wide ranging impact through the length and breadth of drug discovery process spanning all therapeutic areas. We also discussed several putative mechanisms of the anti-SARS-CoV-2 effects for CVL218 or other PARP1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "inhibitors to be involved in the treatment of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In summary, the PARP1 inhibitor CVL218 discovered by our data-driven drug repositioning framework can serve as a potential therapeutic agent for the treatment of COVID-19. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CVL218 COVID-19 117314 19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Biomedical entity recognition using a masked concept model",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sarode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandrakar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nichkawde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Attention is all you need",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaswani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Advances in neural information processing systems",
            "volume": "",
            "issn": "",
            "pages": "5998--6008",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Biomedical relationship discovery using a masked concept model",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Singla",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sarode",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chandrakar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nichkawde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cord-19: The covid-19 open research dataset",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ArXiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A new status index derived from sociometric analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 1953,
            "venue": "Psychometrika",
            "volume": "18",
            "issn": "",
            "pages": "39--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A sars-cov-2 protein interaction map reveals targets for drug repurposing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Polymorphisms in dipeptidyl peptidase 4 reduce host cell entry of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. microbes & infections",
            "volume": "9",
            "issn": "",
            "pages": "155--168",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The synthetic antiviral drug arbidol inhibits globally prevalent pathogenic viruses",
            "authors": [
                {
                    "first": "E.-I",
                    "middle": [],
                    "last": "Pécheur",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. virology",
            "volume": "90",
            "issn": "",
            "pages": "3086--3092",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emodin blocks the sars coronavirus spike protein and angiotensin-converting enzyme 2 interaction",
            "authors": [
                {
                    "first": "T.-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S.-L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Hsiang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antivir. research",
            "volume": "74",
            "issn": "",
            "pages": "92--101",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Excessive glutamate stimulation impairs ace2 activity through adam17-mediated shedding in cultured cortical neurons",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sriramula",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazartigues",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell. molecular neurobiology",
            "volume": "38",
            "issn": "",
            "pages": "1235--1243",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Design and biological activities of novel inhibitory peptides for sars-cov spike protein and angiotensinconverting enzyme 2 interaction",
            "authors": [
                {
                    "first": "T.-Y",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir. research",
            "volume": "69",
            "issn": "",
            "pages": "70--76",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ly6e impairs coronavirus fusion and confers immune control of viral disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Ly6e restricts the entry of human coronaviruses, including the currently pandemic sars-cov-2. bioRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Adenosine triphosphate analogs can efficiently inhibit the zika virus rna-dependent rna polymerase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hercík",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Antivir. research",
            "volume": "137",
            "issn": "",
            "pages": "131--133",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sars-cov-2 launches a unique transcriptional signature from in vitro, ex vivo, and in vivo systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blanco-Melo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1101/2020.03.24.004655"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Triple combination of interferon beta-1b, lopinavir-ritonavir, and ribavirin in the treatment of patients admitted to hospital with covid-19: an open-label, randomised, phase 2 trial",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "F"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": ".-N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Interferon beta-1b for covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shalhoub",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Treatment of middle east respiratory syndrome with a combination of lopinavir-ritonavir and interferonβ 1b (miracle trial): study protocol for a randomized controlled trial",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trials",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Full COVID-19 entities and relationship network. -Protein; -Drug; -Disease; -Taxonomy",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a). The top ranked concept is ofcourse coronavirus followed by cytokine. Concepts like spike protein and ACE2 also figure in the top 20. Several different kinds of viruses such as adenovirus and rotavirus also figure in the top 20 showing the diversity of the CORD-19 dataset. The top proteins are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "ACE2 subnetwork -Protein; -Drug; -Disease; -Taxonomy many therapeutic concepts under evaluation for possible treatments. Surprisingly, nucleocapsid protein or N protein is the third most important protein concept discussed in the literature. N protein is a multifunctional protein playing a pivotal role in enhancing the efficiency of viral transcription and assembly. Infact, the machinery related to N protein was proposed as one of the top therapeutic target in a recent work. It was proposed that targeting of viral translation by interfering with the eIF4F complex formation or the interactions between viral proteins N, Nsp2, Nsp8, and the transnational machinery may have therapeutic benefits6 . TMPRSS2 network",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The subnetwork composed of polymerase, protease, helicase, transferase and related entitiesWe shift our attention now to the viral target protein network.Figure 4shows a subnetwork of concepts related to polymerase, protease, helicase, and transferase. The RNA dependent RNA polymerase (RdRp) is one of the important viral targets. RdRp is an enzyme that catalyzes the replication of RNA from an RNA template. Several drugs have been proposed 6/19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "following concepts: coronavirus, SARS, SARS-CoV, SARS-CoV-2, COVID-19, 2019-ncov, ARDS, MERS, MERS-CoV 7Drug disease network primary set of drugs related to COVID-19 infection, MERS-CoV, RNA virus infections, SARS-CoV mouse lung, SARS-CoV particles, SARS-CoV populations, SARS-CoV-2 infection, Coronavirus infection, severe acute respiratory syndrome, and, severe acute respiratory syndrome coronavirus. We restricted the relationship type as being TREATS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "trial (MERS-CoV Infection tReated with A Combination of Lopinavir/ritonavir and intErferonβ 1b) investigates the efficacy of a combination therapy of lopinavir/ritonavir and recombinant interferon-β 1b provided with standard supportive care, compared to placebo provided with standard supportive care, in hospitalized patients with laboratory-confirmed MERS. study is to investigate the efficacy of treatment with a combination of lopinavir/ritonavir and recombinant IFNβ 1b provided with standard supportive care, compared to treatment with placebo provided with standard supportive care in patients with laboratory-confirmed MERS requirin vitro and animal studies suggest that a combination of lopinavir/ritonavir and interferon-β 1b (IFN-β 1b) may be effective against MERS-CoV. The aim of this study is to investigate the efficacy of treatment with a combination of lopinavir/ritonavir and recombinant IFNβ 1b provided with standard supportive care, compared to treatment with placebo provided with standard supportive care in patients with laboratory-confirmed MERS requirstudy, we describe a method for the swift generation of a humanderived monoclonal antibody, known as LCA60, as a treatment for MERS infections. 3 repurposed drugs with potent in vitro anti-MERS-CoV activity (mycophenolate mofetil [MMF], lopinavir/ritonavir, and interferon-β 1b) in common marmosets with severe disease resembling MERS in humans. 3 repurposed drugs with potent in vitro anti-MERS-CoV activity (mycophenolate mofetil [MMF], lopinavir/ritonavir, and interferon-β 1b) in common marmosets with severe disease resembling MERS in humans. used extensively in clinical trials and in postmarketing experience, nitazoxanide is an attractive drug candidate for treatment of Middle East respiratory synof this study was to evaluate the effect of ribavirin and recombinant interferon (RBV/rIFN) therapy on the outcomes of critically ill patients with Middle East respiratory syndrome (MERS), accounting for timeof this study was to evaluate the effect of ribavirin and recombinant interferon (RBV/rIFN) therapy on the outcomes of critically ill patients with Middle East respiratory syndrome (MERS), accounting for time-varying confounders.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "treated SARS-CoV populations revealed a 16-fold increase in the number of mutations within the ExoN2 population as compared to ExoN+. , the results suggest guanosine derivative (IDX-184), Setrobuvir, and YAK as top seeds for antiviral treatments with high potential to fight the SARS-, the results suggest guanosine derivative (IDX-184), Setrobuvir, and YAK as top seeds for antiviral treatments with high potential to fight the SARS-, the results suggest guanosine derivative (IDX-184), Setrobuvir, and YAK as top seeds for antiviral treatments with high potential to fight the SARS-CoVis a broadly neutralizing mAb that prevents viral entry mediated by the S proteins of human and civet SARS-CoVs as well as bat SL-",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "b). The adverse cytokine response by the immune system and cytokine storm",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2. Top drugs in the networkWe also ranked all the drugs discovered by their centrality measure. The results are shown inTable 2. The unlikely candidate here is Type I IFN or Type I Interferon. The second candidate is IFN-α which is related to Type I IFN. The third candidate is Ribavirin which is very popular anitviral drug effective against many different species of virus. At first, these results surprised us. However, some of the recent experiments have corroborated our findings. The interferon signalling system plays a key role in immune system response to virus infestations. It was observed in recent study the SARS-CoV-2 suppresses the induction of type I interferons while aggravating IL-6 response. These results suggest an important immune imbalance where low levels of interferons reduces the hosts ability to contain the viral replication, and the activation of IL-6 immune responses promotes inflammation15 . In a recent phase 2 clinical trail, a recombinant type I IFN combined with Ribavirin and Lopinavir demonstrated good results in curing the COVID-19 ailment compared to administering Ribavirin alone",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Appendix 5 shows these relations. We uncovered about 70 such relationships. The hyperlink to the original article can be found in fifth column Reference Id. It is interesting to note that we discovered the a treatment that have been recently reported to be effective in COVID-19 and have also been reported earlier in reference to another ailment. A combination treatment with IFN-1b, Lopinavir/Ritonavir, and",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Drug Disease Release Relationship",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Ribavirin is currently used for the treatment of several RNA virus infections clinically, so its anti-EV71 efficacy was evaluated.Results from a pilot study to evaluate the clinical efficacy of IFN-α treatment of SARS patients provided evidence for IFN-inducible resolution of disease.We therefore suggest that pegylated IFN-α protects type 1 pneumocytes from SCV infection, and should be con-sidered a candidate drug for SARS therapy SARS has recently emerged in the human population as a potentially fatal respiratory disease. The efficacy of MAb 201 in the treatment of SARS was evaluated in golden Syrian hamsters, an animal model that supports SARS-CoV replication to high levels and displays severe pathological changes associated with infection, including pneumonitis and pulmonary consolidation. The highest leukocyte and neutrophil counts, lactate dehydrogenase, and creatine kinase; positive endexpiratory pressure; and use of corticosteroids, ribavirin, and intravenous immunoglobulin were higher in the SARS group. Developing high titers of anti-SARS hyperimmune globulin to provide an alternative pathway for emergent future prevention and treatment of SARS.Based on these findings, a pilot study to evaluate the potential clinical benefit and safety of IFN alfacon-1 in SARS treatment was conducted by our laboratory.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We assessed the effectiveness of ribavirin and corticosteroids as the initial treatment for severe acute respiratory syndrome using propensity score analysis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}