{
    "paper_id": "6ea8aa2df365558a0e7f93b935e2e7f284882300",
    "metadata": {
        "title": "Evaluating the impact of COVID-19 on rare disease support groups",
        "authors": [
            {
                "first": "Julie",
                "middle": [],
                "last": "Mcmullan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashleen",
                "middle": [
                    "L"
                ],
                "last": "Crowe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caitlin",
                "middle": [],
                "last": "Bailie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "Jayne"
                ],
                "last": "Mcknight",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The impact of the current COVID-19 pandemic has been felt worldwide. Many vulnerable populations rely heavily on peer support provided by individual or collaborative groups. This study aimed to evaluate the impact of COVID-19 on groups supporting patients with a rare disease(s). Anecdotally the current pandemic significantly changed the way in which these groups operate and the services they can provide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A targeted survey was conducted online with rare disease individual or collaborative groups. The results of the survey highlight the challenges individual and collaborative groups are facing during this pandemic and help to identify what support should be put in place to enable them to sustain their much-valued service through these trialing times. Groups have experienced an increase in calls to their helplines as well as followers to their websites and social media feeds. Groups are no longer meeting in person and so online meetings, webinars and zoom chats have become a regular occurrence. Fundraising was highlighted as an area of concern for such groups. It is hoped that this data might be used to highlight the support individual and collaborative groups require while also raising awareness of the value they bring to many.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rare diseases are those that affect fewer than 1 in 2000 individuals in the general population [1] . In recent years they have been considered a major public health concern [2] . Although individually rare, they are collectively common, affecting millions of individuals worldwide and putting a huge strain on health services [3] . Those living with a rare disease face many challenges when locating appropriate support [4] . This is largely due to a lack of knowledge and understanding from health and social care professionals, delayed diagnosis and difficulties gaining treatment [5] [6] [7] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 583,
                    "end": 586,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "Previous research has reported that individuals with a rare disease and their families often benefit greatly from peer support which can be found through rare disease individual or collaborative groups (this includes a voluntary group, support group, charity etc.) [8] . The current COVID-19 pandemic has impacted these groups and the services they provide. Due to the low number of responses (n = 6) this data has not been submitted for publication as part of a research paper, but nonetheless offers valuable insights from our rare disease community.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 268,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "A short online survey was conducted with individual or collaborative groups which support those living with a rare disease. The aim of the survey was to help evaluate the impact of the COVID-19 pandemic on such groups by asking questions about the current services provided, changes in contact and demand for services, how they as a group have adapted to the new demands, and the longer term implications they anticipate for their group. Survey results may be used to help improve the accessibility of resources and address the needs of individuals affected by rare disease(s). The results may also identify strategies that are working well for these groups, as well as common issues which could be explored, such as where the development of further resources would be most effective during this COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objective"
        },
        {
            "text": "An online survey was constructed using an iterative approach with input from the Northern Ireland Rare Disease Partnership (NIRDP www. nirdp. org. uk), Health Research Charities Ireland (HRCI, http:// hrci. ie/) and Rare Disease Ireland (RDI, http:// rdi. ie/). Each section in the survey contained closed and open-ended questions and were displayed with the option to save and return at a later date. The survey was uploaded onto SmartSurvey (www. smart survey. co. uk), and shared on the associated social media pages and websites of the above mentioned groups as well as on the Queen's University Belfast (QUB) rare disease website (https:// www. qub. ac. uk/ sites/ RareD isease/). Adult representatives from any group supporting people with rare diseases were eligible to complete the survey which was open from mid-July until mid-September 2020. Rare disease collaborative groups who have been involved in research conducted by the Rare Disease Team at QUB previously, and provided consent, were emailed directly and invited to participate in this study. Ethical approval was provided by the Faculty of Medicine, Life and Health Sciences, QUB research ethics committee (MHLS 20_72). Data file 1 displays the summary information from the survey responses and Table 1 provides an overview of the data files/data sets.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1264,
                    "end": 1271,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data description"
        },
        {
            "text": "Six rare disease individual or collaborative groups completed the online survey. The groups were established between 1963 to 2010 and operate within Northern Ireland, Republic of Ireland or United Kingdom wide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data description"
        },
        {
            "text": "83% (n = 5) of groups have a helpline for support and advice. 33% (n = 2) said the number of calls to their helpline have significantly increased during the pandemic. The most common questions/issues received on the helpline during the month previous to the survey are displayed in data file 2. 50% (n = 3) of contact has been from those with a rare disease, followed by 33% (n = 2) from family members.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes to helpline"
        },
        {
            "text": "60% (n = 3) of groups have moved to online communication due to restrictions. Hosting virtual committee meetings, conducting zoom chats with members, issuing newsletters, and hosting weekly webinars have all become a regular part of the services provided by groups. Data file 3 displays the most lasting positive and negative impacts from COVID-19 pandemic on the groups and people supported, many of which are a result of the change in communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Changes to communication"
        },
        {
            "text": "From 1st February 2020 to the end of May 2020 33% (n = 2) of groups experienced a significant increase (more than doubled) in the number of followers on their websites and social media feeds. 33% (n = 2) also saw a significant increase (more than doubled) in the number of direct requests for support/information via their website or social media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online presence"
        },
        {
            "text": "Two groups have seen a significant reduction in their fundraising for research activities during the pandemic with one group no longer able to conduct this activity. 40% (n = 2) of groups said their fundraising activities and/or income had been majorly impacted by COVID-19. None of the groups surveyed had received any Government support during the pandemic. There was a general concern expressed regarding fundraising and the longer term implications, 'Not sure if this can be sustained' . Data file 4 displays the needs of groups in order for them to be supported in the longer term, including financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial impact"
        },
        {
            "text": "It is hoped this study has highlighted the support individual and collaborative groups require and has raised awareness of their value. Additionally, the findings of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial impact"
        },
        {
            "text": "• Only six groups responded to this survey, which may reflect the lack of time and resources available to many rare disease charities. • It is acknowledged that the small number of respondents limits the transferability of the results. The survey was promoted online via rare disease local charities and QUB; other methods of dissemination may have helped to generate more respondents. • The time constraints associated with the rapidly evolving COVID-19 restrictions meant the questions were only applicable for a short period of time. • It is possible that low staffing issues, due to current circumstances such as furlough, meant the survey was missed by many groups. Email responses from contacts within these groups often included the phrase, 'I am currently on furlough' . Resources are stretched at this time and many groups do not have the capacity to take part in activities beyond their basic duties. • Although the use of an 'online' survey has many advantages, it could also be a limitation for those who do not use online platforms and who are not familiar with browsing the internet. • The survey was only available in the English language; therefore it is possible that this may have introduced bias to the sample in that potential respondents may have been excluded. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "General practice care for patients with rare diseases in Belgium. A crosssectional survey",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Boffin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Swinnen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Urbina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Heyden",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Casteren",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "15",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "NGS technologies as a turning point in rare disease research, diagnosis and treatment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fernandez-Marmiesse",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gouveia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Couce",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Med Chem",
            "volume": "25",
            "issn": "3",
            "pages": "404--436",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rare diseases social epidemiology: analysis of inequalities",
            "authors": [
                {
                    "first": "Aff",
                    "middle": [],
                    "last": "Kole",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Adv Exp Med Biol",
            "volume": "686",
            "issn": "",
            "pages": "223--50",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Living an Obstacle Course\": a qualitative study examining the experiences of caregivers of children with Rett syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palacios-Cena",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Famoso-Perez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salom-Moreno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrasco-Garrido",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez-Corrales",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paras-Bravo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Environ Res Public Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A quick reference guide for rare disease: supporting rare disease management in general practice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mcaneney",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Cupples",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcknight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Gen Pract",
            "volume": "70",
            "issn": "694",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Good communication is critical to supporting people living and working with a rare disease: current rare disease support perceived as inadequate. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmullan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mcmullan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shamandi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.05.22.20110056"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The role of an online community for people with a rare disease: content analysis of messages posted on a primary biliary cirrhosis mailinglist",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lasker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Sogolow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Sharim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Med Internet Res",
            "volume": "7",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluating the impact of COVID-19 on rare disease support groups. ICPSR-interuniversity consortium for political and social research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcmullan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crowe",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bailie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcknight",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3886/E127461V1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Julie.mcmullan@qub.ac.uk; raredisease@qub.ac.uk Centre for Public Health, School of Medicine Dentistry and Biomedical Sciences, Institute of Clinical Science Block A, Grosvenor Road, Belfast BT12 6BA, UK",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Overview of data files/data sets",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Abbreviations HRCI: Health Research Charities Ireland; NIRDP: Northern Ireland Rare Disease Partnership; QUB: Queen's University, Belfast; RDI: Rare Disease Ireland.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all groups who participated in this study. We also thank Northern Ireland Rare Disease Partnership (NIRDP www. nirdp. org. uk), Health Research Charities Ireland (HRCI, http:// hrci. ie/) and Rare Disease Ireland (RDI, http:// rdi. ie/) for helping to promote this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions AJM conceived of the project. JM & AJM designed the survey, (with input from patients, healthcare professionals and voluntary groups) collected the data, conducted the analysis, and drafted the manuscript. ALC and CB reviewed drafts and contributed to the final version of the survey. All authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The data described in this Data note can be freely and openly accessed on OPENICPSR, Covid 19 Data Repository under https:// doi. org/ 10. 3886/ E1274 61V1 [9] . Please see Table 1 for details and links to the data.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Availability of data and materials"
        },
        {
            "text": "This study received ethical approval from Queen's University Belfast's Faculty of Medicine, Life and Health Sciences research ethics committee (MHLS 20_72). Consent to take the survey was explicitly given by all rare disease collaborative groups by actively completing the date in a 'consent box' before they could proceed with the online survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare they have no competing interests.Received: 4 December 2020 Accepted: 20 April 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}