{
    "paper_id": "6f09b51efaa576b112f176a22149c6c636b1aa11",
    "metadata": {
        "title": "Generation of an anticoagulant aptamer that targets factor V/Va and disrupts the FVa-membrane interaction in normal and COVID-19 patient samples",
        "authors": [
            {
                "first": "Erin",
                "middle": [
                    "E"
                ],
                "last": "Soule",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Haixiang",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University Medical Center",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Lyra",
                "middle": [],
                "last": "Olson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ibtehaj",
                "middle": [],
                "last": "Naqvi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University Medical Center",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Shekhar",
                "middle": [],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Perelman School of Medicine",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sriram",
                "middle": [],
                "last": "Krishnaswamy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Perelman School of Medicine",
                    "location": {
                        "postCode": "19104",
                        "settlement": "Philadelphia",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bruce",
                "middle": [
                    "A"
                ],
                "last": "Sullenger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "postCode": "27710",
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": "bruce.sullenger@duke.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "Coagulation cofactors profoundly regulate hemostasis and are appealing targets for anticoagulants. However, targeting such proteins has been challenging because they lack an active site. To address this, we isolate an RNA aptamer termed T18.3 that binds to both factor V (FV) and FVa with nanomolar affinity and demonstrates clinically relevant anticoagulant activity in both plasma and whole blood. The aptamer also shows synergy with low molecular weight heparin and delivers potent anticoagulation in plasma collected from patients with coronavirus disease 2019 (COVID-19). Moreover, the aptamer's anticoagulant activity can be rapidly and efficiently reversed using protamine sulfate, which potentially allows fine-tuning of aptamer's activity post-administration. We further show that the aptamer achieves its anticoagulant activity by abrogating FV/FVa interactions with phospholipid membranes. Our success in generating an anticoagulant aptamer targeting FV/Va demonstrates the feasibility of using cofactor-binding aptamers as therapeutic protein inhibitors and reveals an unconventional working mechanism of an aptamer by interrupting protein-membrane interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Generation of an anticoagulant aptamer that targets factor V/Va and disrupts the FVa-membrane interaction in normal and COVID-19 patient samples ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Article"
        },
        {
            "text": "Aptamers are short single-stranded oligonucleotides that can have high affinity to proteins, nucleic acids, and small molecules of interest (Ellington and Szostak, 1990; Tuerk and Gold, 1990 ). Many aptamers have been isolated that inhibit cell receptors, enzymes, and growth factors (Dunn et al., 2017) . The high affinity and specificity of aptamers make them favorable as diagnostics and therapeutics. Compared with antibodies, nucleic-acid-based aptamers are considered non-immunogenic and theoretically have lower development and production costs because they are generated by chemical synthesis, allowing them to be used in more comprehensive clinical applications . Additionally, the introduction of a complementary oligonucleotide or a nucleicacid-binding polymer can readily alter the conformation of the aptamer, thereby disrupting the aptamer's bioactivity (Bompiani et al., 2012; Rusconi et al., 2002) This rapid reversibility enables fine-tuning of aptamers' activity post-administration and has led to significant interest in the use of aptamers in regulating coagulation during acute care interventions . Of note, Rusconi et al. developed a factor IXa (FIXa)-inhibiting aptamer that delivers potent anticoagulation activity both in vitro and in vivo, which can be neutralized by a short oligonucleotide antidote (Rusconi et al., 2002 (Rusconi et al., , 2004 . The PEGylated version of this aptamer with its oligonucleotide antidote were further tested in several clinical trials for surgical anticoagulation and delivered effective and rapidly reversible anticoagulant activity (Becker et al., 2010; Lincoff et al., 2016; Povsic et al., 2013) . Moreover, although the PEGylated aptamer has a long half-life (>24 h), the hybridization between aptamer and antidote promotes endonuclease degradation, resulting in rapid clearance from the circulation (Becker et al., 2010) . This allows for the re-administration of the aptamer to restore anticoagulation as needed clinically. In contrast, traditional anticoagulants such as heparin are associated with multiple complications, including life-threatening bleeding (Yavari and Becker, 2008) . Heparin functions by inhibiting multiple procoagulant proteases, including thrombin (FIIa), factor Xa (FXa) , and FIXa, and by activating the intrinsic anticoagulation protein antithrombin (Frederiksen, 2000) . Due to the complex mechanism of heparin and its short half-life, its dosing must be closely monitored and varies widely among individuals. Additionally, the use of heparin causes continuous consumption of both coagulation and anticoagulation proteins, which exacerbates complications during surgery and postintervention. In addition, prolonged or repeated exposure of heparin can lead to immune-mediated heparin-induced thrombocytopenia (HIT), which can be life threatening (Frederiksen, 2000; Yavari and Becker, 2008) . These complications have been seen in patients with severe coronavirus disease 2019 , especially during extracorporeal membrane oxygenation (ECMO) for treatment of acute respiratory distress syndrome. Extensive use of heparin in such a hypercoagulative setting could manifest in the high prevalence of thrombotic and hemorrhagic events in patients with COVID-19 (Schmidt et al., 2020) . Heparin-associated complications have also partially contributed to the high morbidity and mortality in ECMO-treated patients with COVID-19 (Namendys-Silva, 2020) . Because of the risks and complications associated with the use of heparin, a series of potent, specific, and reversible inhibitors against different coagulation factors that can precisely modulate coagulation in different patients based on their hemostatic profile would be highly valuable as alternatives or supplements to existing anticoagulants.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 169,
                    "text": "(Ellington and Szostak, 1990;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 170,
                    "end": 190,
                    "text": "Tuerk and Gold, 1990",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 284,
                    "end": 303,
                    "text": "(Dunn et al., 2017)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 868,
                    "end": 891,
                    "text": "(Bompiani et al., 2012;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 892,
                    "end": 913,
                    "text": "Rusconi et al., 2002)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1327,
                    "end": 1348,
                    "text": "(Rusconi et al., 2002",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1349,
                    "end": 1372,
                    "text": "(Rusconi et al., , 2004",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1593,
                    "end": 1614,
                    "text": "(Becker et al., 2010;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1615,
                    "end": 1636,
                    "text": "Lincoff et al., 2016;",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1657,
                    "text": "Povsic et al., 2013)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1863,
                    "end": 1884,
                    "text": "(Becker et al., 2010)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2137,
                    "end": 2150,
                    "text": "Becker, 2008)",
                    "ref_id": null
                },
                {
                    "start": 2252,
                    "end": 2260,
                    "text": "Xa (FXa)",
                    "ref_id": null
                },
                {
                    "start": 2342,
                    "end": 2361,
                    "text": "(Frederiksen, 2000)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2838,
                    "end": 2857,
                    "text": "(Frederiksen, 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2858,
                    "end": 2882,
                    "text": "Yavari and Becker, 2008)",
                    "ref_id": null
                },
                {
                    "start": 3247,
                    "end": 3269,
                    "text": "(Schmidt et al., 2020)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3403,
                    "end": 3434,
                    "text": "COVID-19 (Namendys-Silva, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To date, aptamers have been isolated for various coagulation proteases (factors IIa, VIIa IXa, Xa, XIa, and XIIa and kallikrein), many of which have shown potential in preclinical settings (Bock et al., 1992; Buddai et al., 2010; Burrell et al., 2017; Rusconi et al., 2000 Rusconi et al., , 2002 Tasset et al., 1997; White et al., 2001; Woodruff et al., 2011 Woodruff et al., , 2013 Woodruff et al., , 2017 . However, there is currently no report of an inhibitory aptamer targeting coagulation cofactors. Coagulation cofactors profoundly regulate the catalytic activity of coagulation complexes and are present at much lower circulating concentrations than proteases. For example, the prothrombinase (IIase) complex, composed of a protease, FXa, and its cofactor, FVa, catalyzes the conversion of prothrombin (FII) to FIIa (Mann and Kalafatis, 2003) . The plasma concentration of FV is six times lower than that of FX (Bolliger et al., 2010) , and thrombin generation by FXa alone is reduced over 1,000-fold in the absence of FVa (Rosing et al., 1980) . These features make FV/FVa an appealing target for anticoagulant development. While there are clinically approved drugs that target the IIase complex (apixaban, rivaroxaban, and fondaparinux), their mechanism of action is direct or indirect inhibition of FXa's active site, and the reversal mechanism relies on an engineered decoy FXa protein, which is both complicated and expensive (Carpenter et al., 2019; Harter et al., 2015) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 208,
                    "text": "(Bock et al., 1992;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 209,
                    "end": 229,
                    "text": "Buddai et al., 2010;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 230,
                    "end": 251,
                    "text": "Burrell et al., 2017;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 252,
                    "end": 272,
                    "text": "Rusconi et al., 2000",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 273,
                    "end": 295,
                    "text": "Rusconi et al., , 2002",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 296,
                    "end": 316,
                    "text": "Tasset et al., 1997;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 317,
                    "end": 336,
                    "text": "White et al., 2001;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 337,
                    "end": 358,
                    "text": "Woodruff et al., 2011",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 359,
                    "end": 382,
                    "text": "Woodruff et al., , 2013",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 383,
                    "end": 406,
                    "text": "Woodruff et al., , 2017",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 823,
                    "end": 849,
                    "text": "(Mann and Kalafatis, 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 918,
                    "end": 941,
                    "text": "(Bolliger et al., 2010)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1030,
                    "end": 1051,
                    "text": "(Rosing et al., 1980)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1438,
                    "end": 1462,
                    "text": "(Carpenter et al., 2019;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1463,
                    "end": 1483,
                    "text": "Harter et al., 2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The primary challenge of developing inhibitors targeting cofactor proteins is their lack of an active site, a site that has been readily targeted on proteases. Because the inhibitory effect of aptamers is commonly achieved by interfering with proteinprotein interactions, which do not rely on an active site (Gelinas et al., 2016; Long et al., 2008; Woodruff and Sullenger, 2015) , theoretically, generating an anticoagulant aptamer targeting cofactor proteins is possible. In light of this, we isolated an RNA aptamer targeting FV and FVa via systematic evolution of ligand by exponential enrichment (SELEX) (Tuerk and Gold, 1990 ). The aptamer not only binds both FV and FVa with high affinity but also demonstrates potent anticoagulant activity in both plasma and whole blood, which expand the target spectrum of aptamer therapeutics. We also showed that the aptamer mediates anticoagulation by inhibiting FV/FVa membrane docking, which deepens our understanding of aptamer-protein interactions during coagulation and analogous processes.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 330,
                    "text": "(Gelinas et al., 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 331,
                    "end": 349,
                    "text": "Long et al., 2008;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 350,
                    "end": 379,
                    "text": "Woodruff and Sullenger, 2015)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 609,
                    "end": 630,
                    "text": "(Tuerk and Gold, 1990",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Isolation of FV/FVa binding aptamer via SELEX Due to the highly labile nature of FV/FVa, we performed SELEX using modified versions of FV and FVa that increase their stability. The validated stabilizing modifications included the mutation of the thrombin cleavage sites at 709 and 1,545 from arginine to glutamine and the removal of a portion of the B domain including the 1,018 cleavage site (Bunce et al., 2013; Toso and Camire, 2004) . Nine rounds of selection were carried out using a previously described RNA library, SEL2 (Table S1) , which contains a 40 nucleotide (nt) randomized region (Oney et al., 2007) . All cytidine and uridine were 2 0 F-modified to increase the nuclease resistance of the resulting aptamers, making it feasible to evaluate them via plasma screening assays. The concentration of FV and the ratio of RNA pool to FV were altered throughout SELEX rounds to maintain selection stringency (Table S2) . Because the initial library has very low target-binding affinity under physiological ionic strength, the first six rounds of SELEX were performed in a buffer containing only 100 mM NaCl. From round 7, the selection was performed in a buffer containing 150 mM NaCl to ensure the bioactivity of any final aptamers in clinically relevant conditions.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 413,
                    "text": "(Bunce et al., 2013;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 414,
                    "end": 436,
                    "text": "Toso and Camire, 2004)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 595,
                    "end": 614,
                    "text": "(Oney et al., 2007)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 538,
                    "text": "(Table S1)",
                    "ref_id": null
                },
                {
                    "start": 916,
                    "end": 926,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "The target-binding affinity of the RNA pool was monitored between rounds using a nitrocellulose-filter binding assay. We observed that the FV-binding affinity of the aptamer pools gradually increased over rounds and peaked after round 8 (Figure S1A) . The anticoagulant activity of the aptamer pools after eight and nine rounds of selection was assessed using the activated partial thromboplastin time (aPTT) assay. The assay measures the clotting time of the plasma upon the activation of the intrinsic coagulation pathway; inhibition of FV/FVa activity can therefore be identified by a significantly prolonged aPTT. We observed that both aptamer pools could significantly prolong clotting in a dose-dependent manner; by contrast, the SEL2 library did not alter the clotting time at concentrations up to 1.5 mM ( Figure S1B ).",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 249,
                    "text": "(Figure S1A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 814,
                    "end": 824,
                    "text": "Figure S1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We then sequenced 20 clones from each of the round-eight and -nine aptamer pools. Only 12 unique sequences were identified, in which the two most popular sequences (1.1 and 2.1) composed 67.5% of the 40 clones ( Figure S2A ). This result showed that the final selection pools were extensively enriched and had relatively low sequence diversity. Four consensus motifs larger than 15 nt were identified ( Figure S2A , highlighted). Three orphan sequences (5.1, 6.1, and 7.1) were found to have no shared motif with other sequences. Each sequence was transcribed in vitro and individually screened for anticoagulation effects at a dose of 1.5 mM in normal human plasma in an aPTT assay. The results showed that sequence 2.1 had the highest anticoagulant activity among all sequences, with the ability to prolong the aPTT 6.4-fold over baseline. Sequence 2.2, possessing the same motif, also showed high bioactivity and prolonged the aPTT 6.1-fold over baseline ( Figure S2B ). Other sequences such as 3.2 and 4.2 also showed moderate bioactivity but were not comparable with sequence 2.1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 222,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 403,
                    "end": 413,
                    "text": "Figure S2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 960,
                    "end": 970,
                    "text": "Figure S2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "A systematic truncation study was then performed to determine the critical sequence for binding and to develop a shorter aptamer without losing the desired anticoagulant activity. The secondary structure of sequence 2.1 predicted by mfold (Zuker, 2003) was used to guide the truncation. The predicted secondary structure contains four stems ( Figure S3A ) linked by multiple single-stranded loops. Because the consensus motif of the aptamer is located only on stems II, III, and IV, the stem I region containing mostly primer sequences was first removed to generate a 60 nt aptamer variant termed T18 ( Figure S3B ), with no significant reduction in anticoagulant activity ( Figure S3C ). We further tested the effect of removing the 5 0 and/or 3 0 overhang on the aptamer termini ( Figure S3B , sites 1 and 2) and found them to be non-essential for bioactivity. We then truncated the aptamer by progressively removing base pairs from stem II (Figure S3B, site 3, 4, and 5) . Somewhat surprisingly, despite the high melting temperature of stem II (>75 C), the shortening of stem II significantly reduced the bioactivity of the aptamer (Figure S3C ). This result is consistent with the nitrocellulose filter binding assay, where aptamers having higher bioactivity also possessed lower apparent dissociation coefficients (K D s) (Figure S3D ). Finally, we choose the 58 nt T18.3 aptamer ( Figure 1A ) for further study due to its high binding affinity (K D = 28 nM) and anticoagulant activity. Notably, T18.3 also had a high affinity to FVa (K D = 0.99 ± 6.80 nM) ( Figure S4B ).",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 252,
                    "text": "(Zuker, 2003)",
                    "ref_id": null
                },
                {
                    "start": 943,
                    "end": 955,
                    "text": "(Figure S3B,",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 963,
                    "text": "site 3,",
                    "ref_id": null
                },
                {
                    "start": 964,
                    "end": 966,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 973,
                    "text": "and 5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 353,
                    "text": "Figure S3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 603,
                    "end": 613,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 675,
                    "end": 685,
                    "text": "Figure S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 783,
                    "end": 793,
                    "text": "Figure S3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1135,
                    "end": 1146,
                    "text": "(Figure S3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1327,
                    "end": 1338,
                    "text": "(Figure S3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1387,
                    "end": 1396,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1564,
                    "end": 1574,
                    "text": "Figure S4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To demonstrate that the binding and inhibition of FV/FVa by T18.3 is specific, we designed a point mutant variant of the aptamer by altering three bases between stems III and IV termed Mut1 ( Figure 1B ). Although these mutations do not alter the mfold-predicted secondary structure of the aptamer, they resulted in a drastic reduction of both FV and FVa binding affinities (K D = 410 ± 46 nM and 359 ± 323 nM, respectively) ( Figures S4A  and S4B ). Interestingly, the maximum fraction of T18.3 that binds to FVa is only 23% in contrast to >70% when bound to FV, which may be due to FVa aggregation at higher concentrations. To confirm the high target-binding affinity of T18.3, we used surface plasmon resonance to measure the affinity between immobilized biotinylated T18.3 and both FV and FVa ( Figures 1C and 1D ). K D s of 11.4 ± 3.0 nM and 4.73 ± 0.69 nM binding to FV and FVa were obtained, respectively, correlating with the filter-binding assay results. We further tested the affinity of T18.3 to other coagulation factors and cofactors including FII/FIIa, FX/FXa, and FVIII and observed no meaningful binding ( Figure S4C ). These results clearly reveal that T18.3 specifically binds both FV and FVa with high affinity. Finally, we determined that T18.3 is stable in plasma for greater than 8 h due to the 2 0 F modifications. In contrast, a 58 nt DNA control oligonucleotide is largely degraded within 2 h ( Figure 1E ). Aptamer T18.3 demonstrates potent anticoagulant activity in plasma and whole blood Because of FVa's role in the common pathway of coagulation, both aPTT and PT assays were used to evaluate the anticoagulation function. As shown in Figure 2 , we found that in both assays, aptamer T18.3 was able to dose-dependently increase the clotting time of normal human plasma, while Mut1 showed almost no effect. This indicated that T18.3 specifically and effectively inhibits the common coagulation pathway where FV/FVa exerts its function. The anticoagulant activity of T18.3 started to plateau at 0.75 mM, where the clotting time was prolonged by 3.9-and 2.0-fold in the aPTT and PT assays, respectively (Figure 2A) . Due to the higher dynamic range for the aptamer in the aPTT assay, it was used in later studies for aptamer characterization.",
            "cite_spans": [
                {
                    "start": 2129,
                    "end": 2140,
                    "text": "(Figure 2A)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 427,
                    "end": 447,
                    "text": "Figures S4A  and S4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 799,
                    "end": 816,
                    "text": "Figures 1C and 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1122,
                    "end": 1132,
                    "text": "Figure S4C",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1420,
                    "end": 1429,
                    "text": "Figure 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1664,
                    "end": 1672,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To understand to what extent plasma FV and FVa can be inhibited by aptamer T18.3, we created plasma containing varying concentrations of FV by mixing normal human plasma and FVdeficient plasma at different ratios and measured their clotting times in the aPTT assay. As expected, the result showed that clotting times are progressively prolonged in plasma with decreasing FV levels ( Figure S5 ). When the FV levels are reduced to 10% and 1% of normal levels, the clotting times increase by 1.57-and 2.99-folds, respectively. From this relationship between FV levels and the aPTT, we determined that T18.3 can inhibit 90% of FV activity in plasma at a concentration below 50 nM and can inhibit 99% of FV activity at a concentration of $250 nM (Figure 2A ), which correlates well with the aptamer binding affinity measured by filter-binding assay and surface plasmon resonance (SPR).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure S5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "FV mutations have been known to be associated with coagulation disorders. For example, one of the most common prothrombotic genetic disorders, FV Leiden, is associated with a mutation at R506 and is carried by 5% of white people in North America. This mutated FV leads to resistance to inactivation of FVa by activated protein C (APC), which increases the circulating half-life of the protein (Bertina et al., 1994; Dahlback et al., 1993; Gregg et al., 1997) . People with FV Leiden carry an elevated risk for deep vein thrombosis, pulmonary embolism, and stroke. Additionally, patients with cancer who have FV Leiden suffer from a higher incidence of venous thromboembolism (Pabinger et al., 2015) . Currently, no specific therapeutic agents targeting FV Leiden exist. We observed that T18.3 could prolong the aPTT of FV Leiden plasma similar to normal plasma, while Mut1 showed no effect, as expected ( Figure 2B ). This result indicates that the aptamer may represent a useful anticoagulant in people with FV Leiden.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 415,
                    "text": "(Bertina et al., 1994;",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 438,
                    "text": "Dahlback et al., 1993;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 439,
                    "end": 458,
                    "text": "Gregg et al., 1997)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 675,
                    "end": 698,
                    "text": "(Pabinger et al., 2015)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 905,
                    "end": 914,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Although coagulation assays in plasma are useful to characterize the anticoagulant activity of the aptamer, such analyses do not take the critical role of platelets in hemostasis into account. Notably, 20% of FV is derived from platelets (Tracy et al., 1982) , which will impact the potency of T18.3. Therefore, we tested the anticoagulant activity of aptamer T18.3 in platelet-rich plasma. The result showed that T18.3 can engender a similar anticoagulant effect ($3-fold prolongation) in an aPTT assay using platelet-rich plasma and normal platelet-poor plasma at a 0.5 mM aptamer dose ( Figure 2C ). As expected, Mut1 did not alter the clotting time. Thus, T18.3 remains a potent anticoagulant irrespective of the presence platelets.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 258,
                    "text": "(Tracy et al., 1982)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 590,
                    "end": 599,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Next, we evaluated the anticoagulant activity of T18.3 in whole blood using the point of care activated clotting time (ACT) assay. Clinically, ACT is often used to monitor patient anticoagulation with heparin in interventions such as cardiac catherization, ECMO, and percutaneous coronary intervention (which usually use doses of 2.5 units/mL or lower) (Horton and Augustin, 2013) . We therefore used the ACT assay to evaluate the anticoagulant activity of aptamers (0.1-3.0 mM) compared with unfractionated heparin (0.2-2.5 U/mL) in whole blood from four different human donors. Aptamer T18.3 was able to increase clotting time in all donors, while Mut1 did not exhibit any anticoagulant activity ( Figure 2D ). Moreover, aptamer T18.3 was able to increase the clotting time to a similar extent as heparin over this dose range ( Figure 2D ), indicating that this aptamer can ll Article achieve therapeutic levels of anticoagulation at least in whole blood.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 380,
                    "text": "(Horton and Augustin, 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 700,
                    "end": 709,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 830,
                    "end": 839,
                    "text": "Figure 2D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Aptamer T18.3 complements low molecular weight heparin (LMWH) and potently anticoagulates normal plasma and COVID-19 patient samples We have previously reported that anticoagulant aptamers can induce a cooperative inhibitory effect when used in combination with other anticoagulant agents (Bompiani et al., 2014; Gunaratne et al., 2018; Soule et al., 2016) . This cooperativity allows for potent anticoagulation at relatively low aptamer concentrations and achieves high anticoagulation activity, which cannot be achieved by individual aptamers (Bompiani et al., 2014; Gunaratne et al., 2018) . Since FVa is the cofactor of FXa, we hypothesized that aptamer T18.3 may complement the routinely used FXa inhibitor, enoxaparin, which is in the LMWH family. To assess any synergistic effect between the aptamer T18.3 and LMWH, we first measured the aPTTs in the presence of different concentrations of enoxaparin ranging from 0 to 1,500 IU/mL. The result showed that enoxaparin dose-dependently prolonged the aPTT of normal human plasma ( Figure S6A ). Using the aPTT response curves obtained with aptamer T18.3 ( Figure 2A ) and enoxaparin ( Figure S6A ), we were able to determine the equivalent concentration of enoxaparin (LMWH eq ) that delivers the same anticoagulant effect of any given dose of T18.3 (Figure S6B ). For example, 207 IU/mL LMWH is equivalent to 20 nM T18.3. If no synergy exists, the activity of the aptamer-LMWH combination, termed Loewe additivity (Loewe), can then be quantified by an equivalent dose of LMWH. For example, a combination of 20 nM T18.3 and 100 IU/mL LMWH is equivalent to 207 + 100 = 307 IU/mL LMWH. Using this method, we could determine the Loewe-additivity response surface of aptamer-LMWH combinations with different T18.3 and enoxaparin concentrations ( Figure 3A ). We then experimentally measured the aPTT in the presence of LMWH-T18.3 combinations with different aptamer and enoxaparin concentrations and compared these results with the predicted Loewe additivity. We observed that the experimental anticoagulant activity exceeds Loewe additivity when the concentrations of T18.3 and enoxaparin are greater or equal to 100 nM and 250 IU/mL, respectively, which indicates a synergistic effect ( Figure 3A ; Table S3 ). For example, when 500 nM T18.3 and 500 IU/mL of enoxaparin were used in combination, the aPTT exceeded 1,000 s (35.1-fold over baseline), which cannot be achieved by using up to 3,000 nM T18.3 or 1,500 IU/mL of enoxaparin individually. These results clearly demonstrate that a synergistic inhibitory effect can be achieved by combining aptamer T18.3 and enoxaparin, a quality that may enable effective anticoagulation with relatively low aptamer and LMWH concentrations.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 312,
                    "text": "(Bompiani et al., 2014;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 313,
                    "end": 336,
                    "text": "Gunaratne et al., 2018;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 337,
                    "end": 356,
                    "text": "Soule et al., 2016)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 545,
                    "end": 568,
                    "text": "(Bompiani et al., 2014;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 569,
                    "end": 592,
                    "text": "Gunaratne et al., 2018)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1035,
                    "end": 1045,
                    "text": "Figure S6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1110,
                    "end": 1119,
                    "text": "Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1139,
                    "end": 1149,
                    "text": "Figure S6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1304,
                    "end": 1315,
                    "text": "(Figure S6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1796,
                    "end": 1805,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2239,
                    "end": 2248,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2251,
                    "end": 2259,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To demonstrate the full potential of T18.3 in clinical samples, we measured the anticoagulation activity of the aptamer in plasma from patients with COVID-19 being treated in the intensive care unit (ICU) with LMWH. Severe COVID-19 is associated with hypercoagulability, which leads to a high risk of pulmonary embolism, deep vein thrombosis, ischemic stroke, and microvascular thrombosis (Singhania et al., 2020) . LMWH is therefore routinely used as a prophylactic anticoagulant in patients with severe COVID-19 requiring ICU-level care (Moores et al., 2020) . Despite the use of LMWH, many of these patients still experienced thrombotic events (Moores et al., 2020; Singhania et al., 2020) . Therefore, we wanted to determine if aptamer T18.3 could enhance anticoagulation in samples from patients with severe COVID-19. Plasma samples were collected from eight patients with COVID-19 in the ICU. At the time of collection, these patients were treated with the LMWH enoxaparin, which resulted in anti-Xa levels varying from 0.09-0.49 U/mL. The baseline aPTT of these plasma samples also varied significantly from 27.2 to 41.0 s due to their different basal coagulation states, the effect of COVID-19, and the treatment regimen of LMWH (Table S4 ). To determine if T18.3 could enhance the activity of the existing LMWH, we measured the clotting times in aPTT assays of these samples in the presence or absence of T18.3 at concentrations of 100 and 500 nM. We observed that T18.3 prolonged the aPTT by 1.71 ± 0.17-and 3.78 ± 0.17-fold at concentrations of 100 and 500 nM, respectively, in patient samples ( Figure 3B ; Table S4 ). By contrast, Mut1 did not significantly change the aPTT in these samples from patients with COVID-19. Notably, the effect of T18.3 in patients' plasma is very similar to that in normal pooled plasma despite their diverse baseline aPTT, which would greatly simplify the dosing of the aptamer in clinical settings and reduce the risk of overdosing. These results demonstrate the potential of T18.3 as an anticoagulant in clinical applications so as to control hypercoagulability in patients with COVID-19 being treated with LMWH but still experiencing thrombotic events.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 413,
                    "text": "(Singhania et al., 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 539,
                    "end": 560,
                    "text": "(Moores et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 668,
                    "text": "(Moores et al., 2020;",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 692,
                    "text": "Singhania et al., 2020)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 1237,
                    "end": 1246,
                    "text": "(Table S4",
                    "ref_id": null
                },
                {
                    "start": 1607,
                    "end": 1616,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1619,
                    "end": 1627,
                    "text": "Table S4",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "One major challenge with combining anticoagulant regiments to enhance potency is that such potent inhibition may lead to increased and life-threatening bleeding events. Thus, an antidote that can rapidly reverse the effect of an anticoagulant is highly valuable for surgery-related applications or in the event of major hemorrhage. Short complementary oligonucleotides that disrupt aptamers' structures upon hybridization have been demonstrated as effective antidotes for several aptamers both in vitro and in vivo (Bompiani et al., 2012; Rusconi et al., 2002) . However, several 18 nt oligonucleotides complementary to different domains of the FV/FVa aptamer could not completely reverse aptamer's anticoagulation effect in the aPTT assay (data not shown). Protamine sulfate is a polycationic molecule that is routinely used to reverse the anticoagulation of negatively charged heparin following cardiopulmonary bypass surgery. We then investigated if protamine sulfate can be used as a reversing agent for aptamer T18.3 that has a negatively charged phosphodiester backbone. As shown in Figure 3C , we observed that protamine sulfate dose-dependently reversed the anticoagulant effect of T18.3 on the aPTT within 5 min. The anticoagulant activity of T18.3 was completely reversed at an aptamer:antidote ratio of 1:1 (wt:wt), restoring the clotting time to baseline. Clearly, the antidote effect of protamine sulfate provides a means to finetune the activity of aptamer after administration, which is vital for mitigating the bleeding risks associated with anticoagulant administration, particularly when using the aptamer in combination with other anticoagulants such as appears to be required in the setting of severe COVID-19 cases. Moreover, when the aptamer is used in combination with unfractionated heparin, protamine sulfate can be utilized to reverse the activities of both anticoagulants simultaneously (Oney et al., 2009) . The observation that FV/FVa-binding T18.3 can synergistically enhance anticoagulation of FXa inhibitor enoxaparin encouraged us to explore the mechanism of FV/ FVa inhibition. During coagulation, FVa and FXa dock on the phospholipid surface and then assemble to form the IIase complex; the complex is able to bind FII and catalyzes its activation to generate thrombin (Mann and Kalafatis, 2003) . Therefore, we first examined if the aptamer could inhibit IIase using a thrombin generation assay. The assay measures the rate of thrombin generation from FII in the presence of FVa, FXa, and the phosphatidylcholine/phosphatidylserine (PCPS) membrane by a fluorogenic thrombin substrate and provides quantitative measurements on IIase activity. We first performed the assay with Q271 prothrombin, which is a variant similar to wild-type FII that requires membrane docking before activation (Orcutt and Krishnaswamy, 2004 ). T18.3 was able to effectively and dosedependently reduce the rate of thrombin generation (V/V 0 ): V/V 0 was reduced by 50% and 90% at aptamer concentrations of 26 and 400 nM, respectively ( Figure 4A ). By contrast, Mut1 only had a modest effect on FII activation at a concentration of 1,000 nM.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 538,
                    "text": "(Bompiani et al., 2012;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 539,
                    "end": 560,
                    "text": "Rusconi et al., 2002)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1914,
                    "end": 1933,
                    "text": "(Oney et al., 2009)",
                    "ref_id": null
                },
                {
                    "start": 2304,
                    "end": 2330,
                    "text": "(Mann and Kalafatis, 2003)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2823,
                    "end": 2853,
                    "text": "(Orcutt and Krishnaswamy, 2004",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3048,
                    "end": 3057,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To determine if the aptamer can inhibit IIase activation of membrane-independent prothrombin, we performed an analogous experiment using the FII variant that lacks the membrane-docking Gla domain (desGla-Q271) (Bradford et al., 2013) . Similarly, T18.3 can efficiently inhibit thrombin generation of desGla-Q271 prothrombin, achieving 50% and 90% reduced rates at concentrations of 1.8 and 30 nM, respectively (Figure 4B ). As expected, Mut1 does not show an effect on thrombin generation. Thus, aptamer T18.3 is able to inhibit IIase activity even in the absence of membranes.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 233,
                    "text": "(Bradford et al., 2013)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 420,
                    "text": "(Figure 4B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Next, we investigated whether the inhibitory effect of the aptamer is due to the blockage of substrate binding to IIase using fluorescent resonance energy transfer (FRET). We labeled FXa with Alexa 488 in the IIase complex and FII with Alexa 522 and, upon addition to one another, achieved a FRET efficiency signal of 62%, which indicated strong interaction between IIase and FII ( Figure S7A ). No change of FRET efficiency was observed with the addition of 2.5 or 4.5 mM T18.3 ( Figures S7B and S7C ). However, the addition of 10 mM EDTA reduced the FRET efficiency to 4% because EDTA chelates Ca 2+ , which is required for IIase assembly and subsequently prohibits binding of FII to FXa ( Figure S7D ). This experiment indicates that the aptamer does not inhibit IIase activity by prohibiting FII binding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 382,
                    "end": 392,
                    "text": "Figure S7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 481,
                    "end": 500,
                    "text": "Figures S7B and S7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 692,
                    "end": 702,
                    "text": "Figure S7D",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "We then investigated if the aptamer inhibits the formation IIase using fluorescence anisotropy. Here, FXa was labeled with Alexa 488 and incubated with a saturating concentration of PCPS. ll Article Increasing concentrations of FVa promote membrane-mediated IIase assembly, which reduces the free rotation of the fluorophore labeled on FXa and yields a saturable increase in anisotropy ( Figure 5A ). The addition of 2.0 mM aptamer T18.3 significantly reduces anisotropy compared with the samples treated with 2 mM Mut1 ( Figure 5A ). This result indicates that aptamer T18.3 inhibits IIase assembly on membrane surfaces.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 522,
                    "end": 531,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "To further explore the inhibitory mechanism of aptamer T18.3, we studied the FVa membrane binding in the presence and absence of the aptamer using dynamic light scattering. Docking of FVa leads to increased light scattering with increasing concentrations of PCPS ( Figure 5B ). However, in the presence of T18.3 (0.2 mM), the light scattering is significantly reduced to 30%, indicating that the membrane docking of FVa was strongly inhibited. At a higher aptamer dose of 2 mM, no scattering signal was observed, indicating that the binding between FVa and the PCPS surface is completely abrogated ( Figure 5B ). By contrast, the addition of Mut1 even at high concentrations only resulted in a marginal decrease in light scattering. These results demonstrated that aptamer T18.3 is able to block the FVa-membrane interaction, which is essential for IIase assembly and subsequent thrombin generation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 274,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 600,
                    "end": 609,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "After determining the aptamer's mode of action, we next sought to understand the molecular basis of such inhibition. FVa contains two peptide chains; the heavy chain contains A1 and A2 domains and primarily contributes to the interaction with FXa, prothrombin, and APC. The light chain contains A3, C1, and C2 domains and is required for membrane docking (Mann and Kalafatis, 2003; Orban et al., 2005) . We therefore tested the binding affinity of the aptamer to the purified heavy chain and the light chain of FVa using SPR. As shown in Figure 6 , T18.3 binds the light chain and the heavy chain of FVa with a K D of 3.33 ± 0.69 nM and 113 ± 43 nM, respectively ( Figure 6A ). The binding affinity to the purified light chain is very similar to that of FVa ( Figure 1D ) and was $30-fold higher than the binding affinity of the purified heavy chain, which indicated that the majority of the binding occurs via the light chain, an observation that correlates well with the aptamer-blocking membranedocking of FVa.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 381,
                    "text": "(Mann and Kalafatis, 2003;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 382,
                    "end": 401,
                    "text": "Orban et al., 2005)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 538,
                    "end": 546,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 665,
                    "end": 674,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 760,
                    "end": 769,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Molecular basis of T18.3 anticoagulation"
        },
        {
            "text": "Finally, we used molecular modeling to simulate the binding of T18.3 with FVa. The tertiary structure of T18.3 was first predicted by SimRNA (Boniecki et al., 2016) using the secondary structure predicted by mfold (Zuker, 2003) . The structure with the lowest free energy was further equilibrated and refined by a 100 ns molecular dynamic simulation. The predicted three-dimensional structure of FVa was obtained from the RCSB PDB databank (PDB 1FV4) (Pellequer et al., 2000) . We then performed FVa-aptamer docking using the online server ClusPro2 (Kozakov et al., 2017) . Among the predicted models with the highest scores based on binding energy, one model (ranked #3) fits the criteria of the aptamer binding to the light chain and was chosen for an additional 100 ns molecular dynamic simulation. Both the protein and the aptamer remained bound during the 100 ns simulation, indicating that the predicted binding between T18.3 and FVa is stable. Therefore, the predicted structure at the end of the molecular dynamic simulation was chosen as the lead binding model for further analysis (Figures 7A and 7B) . Although this simulated model has not been confirmed by direct structural analyses, it is consistent with our biochemical studies and proposed anticoagulation mechanism. Specifically, the main body of the aptamer interacts closely with the C2 domain of the FVa light chain, while the termini of the aptamer interact with the A1 domain of the FVa heavy chain. This prediction correlates with the binding preference of the aptamer to the light chain. Notably, the aptamer is predicted to occupy $2,200 Å 2 of the solventaccessible surface of the protein, covering a significant portion of the C2 domain ( Figure 7B ), including three amino acid residues (K2060, Q2085, and S2115) that directly interact with phospholipids (Macedo-Ribeiro et al., 1999) and are important for the membrane docking of FVa ( Figure 7C ). Previous studies have highlighted the absolute importance of the C2 domain for the proper FVa function and, ultimately, the proper maintenance of hemostasis; mutations localized to the C2 domain of the protein present as membrane-binding defects and are associated with parahemophilia (Asselta et al., 2003) . Additionally, acquired inhibitors to FV have been described as targeting this region of the protein, which leads to bleeding phenotypes (Izumi et al., 2001) . Thus, this predicted aptamer-FVa structure represents a reasonable working model to further explore how T18.3 mediates its inhibition of FVa and induces a potent anticoagulant effect. Moreover, as this portion of FVa is remote from the FXa binding domains on the heavy chain, the model is consistent with the observation that T18.3 can synergistically inhibit IIase in combination with FXa inhibitors such as LMWH.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 164,
                    "text": "(Boniecki et al., 2016)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 451,
                    "end": 475,
                    "text": "(Pellequer et al., 2000)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 549,
                    "end": 571,
                    "text": "(Kozakov et al., 2017)",
                    "ref_id": null
                },
                {
                    "start": 1833,
                    "end": 1862,
                    "text": "(Macedo-Ribeiro et al., 1999)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2213,
                    "end": 2235,
                    "text": "(Asselta et al., 2003)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2374,
                    "end": 2394,
                    "text": "(Izumi et al., 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 227,
                    "text": "(Zuker, 2003)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1091,
                    "end": 1110,
                    "text": "(Figures 7A and 7B)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1716,
                    "end": 1725,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1915,
                    "end": 1924,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Molecular basis of T18.3 anticoagulation"
        },
        {
            "text": "The fairly localized binding of the aptamer on the FVa C2 domain is also consistent with the observation that the aptamer can bind to FV, FVa, and FV Leiden and that it does not interfere with FII binding. The nucleotides on the aptamer-protein interface also correlated well with the shared motif between Figure 7C ). Finally, the close interaction between stem II and FVa ( Figure 7B ) may explain why truncation of the stem II dramatically reduced the aptamer binding affinity and the anticoagulation effect without seeming to impact aptamer folding.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 315,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 376,
                    "end": 385,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Molecular basis of T18.3 anticoagulation"
        },
        {
            "text": "In this work, we isolated a 2 0 F-modified RNA aptamer, T18.3, that binds human FV and FVa with low nanomolar K D s and that is an effective anticoagulant in human plasma and blood. Although several aptamer anticoagulants have been isolated against protein enzymes in the coagulation cascade, this article describes the first inhibitor generated against a coagulation cofactor with no active site. Importantly, the aptamer was able to achieve potent anticoagulation even though it only inhibits a single coagulation cascade protein, which make the aptamer a potentially suitable replacement for low-dose heparin during acute interventions such as cardiac catheterization. In addition, the high activity of T18.3 in FV Leiden plasma could make it suitable adjuvant anticoagulant for people with FV Leiden who may require a stronger anticoagulation during interventions. Considering the relatively mild bleeding tendency in FV deficiency compared with deficiencies in other clotting factors, anticoagulants targeting FV/FVa such as aptamer T18.3 may also carry a lower bleeding risk compared with anticoagulants targeting FXa or thrombin. Notably, we demonstrated that the aptamer and LMWH showed a strong synergistic effect in anticoagulation by simultaneously inhibiting FV/FVa and FXa, which disrupts the IIase complex and the ability to generate thrombin. This feature should allow for potent anticoagulation to be achieved in clinical settings with reasonably low doses of aptamer and LMWH, potentially reducing costs and side effects. The comparable anticoagulant effect of aptamer T18.3 in the plasma of patients with COVID-19 and normal human plasma indicates a predictable dose-response of the aptamer even in a hypercoagulable state such as COVID-19, which would benefit clinical dosing strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In this work, we also demonstrated that the anticoagulation activity of T18.3 can be effectively reversed by protamine sulfate. It has been previously shown that the bioactivity of several anticoagulant aptamers can be rapidly and completely reversed by specific complementary oligonucleotide antidotes. However, compared with specific oligonucleotide antidotes, the more gen- eral electrostatic interaction between protamine sulfate and aptamer potentializes protamine as a universal antidote when T18.3 is utilized in combination with other aptamer(s) or heparin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Analysis of T18.3 also revealed an unconventional mode of action for aptamer-based inhibitors. It is well known that aptamers usually bury large areas on the target protein (Gelinas et al., 2016; Woodruff and Sullenger, 2015) and can efficiently inhibit protein-protein interactions; this work demonstrates that aptamers can also achieve functional inhibition by disrupting the membrane docking of a protein cofactor. Aptamer T18.3 demonstrates similar potency to a previously isolated FXa-binding aptamer 11F7t, one of the most potent anticoagulant aptamers isolated (Buddai et al., 2010) . Aptamer 11F7t also inhibits the assembly of IIase but does so by interfering with FXa binding to FVa. Although the affinity of T18.3 for FV/FVa is not as strong as 11F7t for FXa (K D = 1.1 ± 0.2 nM), both aptamers can prolong the aPTT by $4-fold in normal human plasma at a dose of 500 nM. These results clearly demonstrate that disrupting the membrane docking of protein cofactors is an effective way to inhibit protein function. In addition, the lower target concentration of the procofactors compared with their zymogen counterparts may allow for the use of lower doses of aptamer-based inhibitors to achieve the same bioactivity.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 195,
                    "text": "(Gelinas et al., 2016;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 196,
                    "end": 225,
                    "text": "Woodruff and Sullenger, 2015)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 568,
                    "end": 589,
                    "text": "(Buddai et al., 2010)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, our studies describe a high-affinity aptamer to FV/ FVa that has potent anticoagulant activity. The resulting aptamer, T18.3, can be rapidly reversed using protamine sulfate, which is routinely utilized to reverse heparin activity in the clinic. The anticoagulant potency of aptamer T18.3 is achieved in large part by blocking an essential FV/FVa protein-membrane interaction and underscores the feasibility of targeting enzyme cofactors as a viable strategy to modulate the formation of thrombin and other proteins whose generation is dependent upon cofactors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the high activity of T18.3 in vitro, its in vivo activity needs to be evaluated. X-ray crystallography analyses are also needed to develop a detailed understanding of aptamer-protein binding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the study"
        },
        {
            "text": "Aptamers have been recognized as a new class of protein inhibitors due to their high target affinity and specificity, low toxicity, and antidote-reversible activity. Notably, aptamers can modulate protein functions via diverse mechanisms, enabling them to target virtually any protein including those without an active site, such as coagulation cofactors. We have here generated an RNA aptamer against coagulation cofactor FV/FVa that effectively inhibits a target's function and delivers clinically relevant anticoagulation in both ll Article plasma and whole blood. The aptamer, termed T18.3, also demonstrates potent anticoagulant activity in hypercoagulative plasma from people with FV Leiden and patients with COVID-19, potentially making the aptamer a suitable replacement to or adjuvant for heparin in some clinical settings. Moreover, the aptamer has shown synergistic effects with LMWH in clotting assays, and its anticoagulant activity can be rapidly reversed by protamine sulfate. These features offer a means to enhance or neutralize the activity of the aptamer. Interestingly, although inhibitory effects of aptamers are commonly achieved by interfering with protein-protein interactions, we found that T18.3 does not directly block FVa binding to protease FIXa or substrate FX. Instead, binding of the aptamer abrogates the FV/FVa interaction with phospholipid membranes, likely by binding to the C2 domain of the protein light chain. The disruption consequently reduces IIase complex assembly, resulting in reduced thrombin generation and prolonged clotting times. Our success in generating an aptamer targeting FV/FVa with clinically relevant anticoagulant activity demonstrates the feasibility of using cofactor-binding aptamers as therapeutic-protein-inhibitors and reveals an unconventional mecha-nism of aptamer-mediated protein inhibition by interrupting protein-membrane interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SIGNIFICANCE"
        },
        {
            "text": "Detailed methods are provided in the online version of this paper and include the following: Izumi, T., Kim, S.W., Greist, A., Macedo-Ribeiro, S., Fuentes-Prior, P., Bode, W., Kane, W.H., and Ortel, T.L. (2001) . Fine mapping of inhibitory anti-factor V antibodies using factor V C2 domain mutants. Identification of two antigenic epitopes involved in phospholipid binding. Thromb. Haemost. 85, 1048 -1054 . Kozakov, D., Hall, D.R., Xia, B., Porter, K.A., Padhorny, D., Yueh, C., Beglov, D., and Vajda, S. (2017 . The ClusPro web server for protein-protein docking. Nat. Protoc. 12, 255-278. Krishnaswamy, S., Church, W.R., Nesheim, M.E., and Mann, K.G. (1987) . Activation of human prothrombin by human prothrombinase. Influence of factor Va on the reaction mechanism. J. Biol. Chem. 262, 3291-3299. Layzer, J.M., and Sullenger, B.A. (2007) . Simultaneous generation of aptamers to multiple gamma-carboxyglutamic acid proteins from a focused aptamer library using DeSELEX and convergent selection. Oligonucleotides 17, 1-11. Lincoff, A.M., Mehran, R., Povsic, T.J., Zelenkofske, S.L., Huang, Z., Armstrong, P.W., Steg, P.G., Bode, C., Cohen, M.G., Buller, C., et al. (2016) . Effect of the REG1 anticoagulation system versus bivalirudin on outcomes after percutaneous coronary intervention (REGULATE-PCI): a randomised clinical trial. Lancet 387, 349-356. ll Article Data and code availability All data reported in this paper will be shared by the lead contact upon request. All datasets generated or analyzed during this study are included in this article. No code was generated in this study. Additional Supplemental Items are available from Mendeley Data at https://doi.org/10.17632/xhtt8fy49h.1. Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 210,
                    "text": "Kane, W.H., and Ortel, T.L. (2001)",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 399,
                    "text": "Thromb. Haemost. 85, 1048",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 405,
                    "text": "-1054",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 511,
                    "text": ". Kozakov, D., Hall, D.R., Xia, B., Porter, K.A., Padhorny, D., Yueh, C., Beglov, D., and Vajda, S. (2017",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 660,
                    "text": "Protoc. 12, 255-278. Krishnaswamy, S., Church, W.R., Nesheim, M.E., and Mann, K.G. (1987)",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 841,
                    "text": "Biol. Chem. 262, 3291-3299. Layzer, J.M., and Sullenger, B.A. (2007)",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1174,
                    "text": "Cohen, M.G., Buller, C., et al. (2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "STAR+METHODS"
        },
        {
            "text": "Human subjects Blood was drawn from healthy volunteers (sample size of four) following an approved IRB performance protocol (Pro00007265). The collected blood was added to 3.2% citrate tubes (Cardinal Health) and inverted several times to ensure dispersion of the citrate throughout the blood. Platelet-poor and platelet-rich plasma were prepared with whole blood collected from healthy volunteers as previously reported. The number of platelets/mL in platelet-rich plasma was normalized to 150,000 platelets/mL by dilution with platelet-poor plasma generated from the same individual. COVID-19 patient blood was drawn from patients (sample size of eight) enrolled in the IRB-approved Duke COVID-19 ICU Biorepository (Pro00101196) and plasma aliquots accessed from the biorepository and analyzed via an IRB-approved performance protocol (Pro00105315). Anti-Xa levels in COVID-19 patient plasma was determined with BIOPHEN TM Anti-Xa (Aniara A221005). This study was primarily designed to determine how inhibition of FV and FVa affects blood coagulation in vitro without the intention to develop or evaluate a new theraputic or diagnostics entity in COVID-19 patients. Therefore, sample size estimation was omitted in the original study design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL MODEL AND SUBJECT DETAILS"
        },
        {
            "text": "All proteins including FV, FVa, purified FVa heavy chain and light chains (Bradford et al., 2010) , Q271 prothrombin, desGlaQ271 prothrombin (Bradford et al., 2013), and FXa (Krishnaswamy et al., 1987) were isolated and purified using as previously described. Alexa488-FXa and Alexa532-FII were modified from FX and prothrombin using N-hydroxysuccinimidyl derivatives of Alexa probes as previously reported (Ivanciu et al., 2014) .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 97,
                    "text": "(Bradford et al., 2010)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 141,
                    "end": 169,
                    "text": "(Bradford et al., 2013), and",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 170,
                    "end": 201,
                    "text": "FXa (Krishnaswamy et al., 1987)",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 429,
                    "text": "(Ivanciu et al., 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "METHOD DETAILS Proteins"
        },
        {
            "text": "Sequences of the RNA used in this work were listed in Table S1 . All RNA sequences were transcribed in vitro as previously described, followed by PAGE purification without further specification. 2 0 -fluoro modified cytidine triphosphate and uridine triphosphate were purchased from TriLink Biotechnologies. T18.3 aptamer was synthesized by Biosynthesis (Lewisville, TX). Aptamers were dissolved in the selection buffer (20 mM Hepes pH 7.4, 150 mM NaCl, 2 mM CaCl 2 ) and stored at À20 C. Aptamer preparations were renatured before each use by melting at 65 C for 5 min, followed by cooling to ambient temperature.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Oligos"
        },
        {
            "text": "The nitrocellulose filters used for SELEX and the filter-binding assay was purchased from Millipore Sigma. The nylon sheet used for binding assay was purchased from Perkin-Elmer. TriniClot PT Excel reagent was purchased from Stago. Ellagic acid stimulated aPTT reagent was purchased from Pacific Hemostasis. ACT-LR cartridges were purchased from Accriva Diagnostics. CAPture chip kit for surface plasmon resonance (SPR) measurements were purchased from GE Healthcare. Enoxaparin was purchased from Lovenox. Peptidyl substrate H-d-phenylalanyl-l-pipecolyl-l-arginine-p-nitroanilide (S2238) for thrombin generation assay was purchased from Chromogenix. 75:25 PCPS were prepared as previously reported. Phenol:chloroform:isoamyl alcohol (25:24:1) was purchased from Thermo Fisher Scientific. Unless otherwise specified, SPR, activity, fluorescence, and DLS measurements were performed in 20 mm HEPES, 150 mm NaCl, 5 mm CaCl2, pH 7.5 at 25 C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other reagents and consumables"
        },
        {
            "text": "The protein modifications to FV have been described previously and validated to behave like plasma-derived FV (Bunce et al., 2013; Toso and Camire, 2004) . Briefly, the cDNA of B-domainless FV were generated from FV cDNA in the pMT2 expression plasmid using splicing by overlap extension. The Gln replacement mutations of Arg 709 and Arg 1545 were generated with the QuikChange sitedirected mutagenesis kit (Stratagene) using complementary oligonucleotides baring the specific mutations. The resulting cDNA was cloned into pED expression vector and expressed in baby hamster kidney (BHK) cells. Expressed FV was purified from the conditioned media by an anti-human FVSepharose column and concentrated by ultrafiltration. Aptamer generation Soluble SELEX was used to generate aptamers to modified FV as described previously (Oney et al., 2007) . Selection was performed in selection buffer (20 mM Hepes pH 7.4, 150 mM NaCl, 2 mM CaCl2) containing 1x BSA if not specified otherwise. Briefly, the initial SEL2 library (Table S1 ) was transcribed in vitro from DNA templates with natural adenosine and guanine triphosphate and 2 0 -fluoro modified cytidine and uridine triphosphate. The RNA library was incubated with FV in selection buffer, and then filtered through a 0.45-mm nitrocellulose membrane. Protein-bound RNA retained on the filter was then extracted using phenol:chloroform:isoamyl ll Article Cell Chemical Biology 29, 1-11.e1-e5, February 17, 2022 e2 alcohol (25:24:1), followed by ethanol precipitation. The recovered RNA was then amplified by reverse transcriptase PCR and served as the library template for the next round of SELEX. Nine rounds of selection were performed in total, and the detailed selection conditions can be found in supporting information (Table S2) . DNA templates of the SELEX pool after the 8 th and 9 th rounds of selection were cloned into E. Coli via linearized pUC19 plasmid as previously reported (Layzer and Sullenger, 2007; Oney et al., 2007) . Twenty clones from each selection pool were sequenced by Sanger sequencing. The sequences were then manually trimmed, aligned, and counted. Nitrocellulose filter binding assay The apparent dissociation constants (K D ) of aptamers or aptamer pools were determined as previously reported (Oney et al., 2007) . 17 Briefly, 32P 5 0 -end radiolabeled aptamers or aptamer pools (final concentration 500 CPM/mL) were incubated with different concentrations of protein in the selection buffer for 5 min at 37 C. The mixtures were filtered through a nitrocellulose blotting membrane over a nylon hybridization transfer membrane to trap the protein bound RNA and unbound RNA, respectively. The faction of protein bound RNA was quantified by a Storm 840 phosphoimager (GE Healthcare) for K D calculation. All samples were measued in duplicates, and the average and standard deviation were reported. Coagulation assays All coagulation assays were performed with pooled platelet poor normal human plasma if not specified otherwise. All samples were measued in duplicates, and the result were presented as average and standard deviation the two measurements. Both activated partial thromboplastin time (aPTT) and prothrombin time (PT) clinical clotting assays were performed with a STart4 coagulometer (Diagnostica Stago). For the PT assay, plasma (50 mL) was incubated with aptamer or mutant (5 mL) diluted in selection buffer for five minutes at 37 C followed by the addition of PT Excel reagent (100 mL) to initiate clotting and clotting time was recorded. For the activated aPTT assays, plasma (50 mL) was incubated with increasing concentrations of aptamer, mutant, or Enoxaparin in selection buffer for 5 min at 37 C. Then aPTT-XL reagent containing ellagic acid (50 mL) was added and incubated at 37 C for five additional minutes. Finally, clotting was initiated by the addition of 0.025 M CaCl 2 (50 mL), and clotting time was measured. Clotting times are presented in total seconds or as a ratio of clot time with aptamer over clot time without aptamer. For aPTT assays with COVID-19 patients, plasma samples were collected from eight donors. Assays without aptamer, with 500 nM T18.3, and with 500 nM Mut 1 were performed on all eight samples. Assays with 100 nM T18.3 and Mut1 were performed on five samples due to the limit in sample volume. Student's t-test was used to compare any two sets of data using Prism 8.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 130,
                    "text": "(Bunce et al., 2013;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 131,
                    "end": 153,
                    "text": "Toso and Camire, 2004)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 823,
                    "end": 842,
                    "text": "(Oney et al., 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1938,
                    "end": 1966,
                    "text": "(Layzer and Sullenger, 2007;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1967,
                    "end": 1985,
                    "text": "Oney et al., 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2275,
                    "end": 2294,
                    "text": "(Oney et al., 2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2297,
                    "end": 2299,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1772,
                    "end": 1782,
                    "text": "(Table S2)",
                    "ref_id": null
                }
            ],
            "section": "Modifications to FV"
        },
        {
            "text": "Aptamer reversal assays were slightly modified from the aPTT protocol above. A single concentration of aptamer (0.25 mM (0.77 mg) in 5 mL) was incubated with plasma (50 mL) for five minutes at 37 C followed by the addition of aPTT-XL reagent (50 mL) and another five minutes incubation at 37 C. Then varying amounts of protamine sulfate diluted in selection buffer (0.1925-1.54 mg in 5 mL) were added and incubated for an additional five minutes at 37 C. Clotting was initiated by the addition of 0.025 M CaCl 2 (50 mL) and clotting time was recorded. Aptamer stability in plasma Plasma were prepared from whole blood collected from healthy volunteers that was supplemented with 10U/mL of heparin to prevent coagulation. 500 nM of T18.3 or a 60-nt control DNA were incubated with 200 uL of the plasma at 37 C. 20 mL of plasma reaction was collected at different time point (0, 0.5, 1, 2, 4, 8, 24, 48 hour) and immediately vortexed with 100 mL phosphate buffer saline, 100 mL chloroform, and 200 mL methanol to quench nucleases. A mixture of 100 mL water and 100 mL chloroform was further added to extract the nucleic acids. The mixture was vortexed and centrifuged 500 rcf 3 20 min, and the aqueous phase containing nucleic acids was collected, lyophilized, reconstituted in water, and analyzed on a 15% polyacrylamide gel containing 7M urea. Active clotting time (ACT) assays Citrated blood (76 mL) was incubated with refolded (95 C for 3 minutes followed by room temperature for 3 minutes) T18.3 or Mut1 (0.09375-3.0 mM in 2 mL) or unfractionated heparin in selection buffer (0.15625-2.5 U/mL in 2 mL) for three minutes at room temperature in a microcentrifuge tube. Then 245 mM CaCl 2 (2 mL) was added and pipetted up and down to re-calcify the blood and immediately added to the ACT-LR cartridge and placed into a Hemochron Jr. Signature machine (Accriva Diagnostics). Clot times were recorded, and each aptamer or heparin concentration was assayed in duplicate. The same assays were performed using blood collected from four individual donors, and the the average and standard deviation of the ACTs were reported. Surface plasmon resonance The apparent K D of T18.3 for modified FV, FVa, purified FV heavy chain, and purified FVa light chain was determined using SPR on a BIAcore 3000 (GE Healthcare). Prior to chip coating, the biotinylated T18.3 was denatured at 95 C for 3 minutes and refolded by cooling for 3 minutes at ambient temperature. For binding experiments with modified FV, FVa, and purified FV heavy chain, 5.0 ng of aptamer was coated onto the chip. For binding experiments with purified FVa light chain, 15.3 ng of aptamer was coated onto the CAPture chip. Binding experiments were performed at 25 C in the selection buffer. The binding constants were determined from the amplitude of the SPR signal observed with increasing concentrations of the target proteins with immobilized T18.3. The steady state response was determined after sequential injections of increasing concentrations of the protein over a sensor chip surface containing immobilized T18.3. The specific binding signal was obtained by subtracting the response at each proetein concentration from the amplitudes obtained with an underivatized chip surface lacking aptamer (DRU). The equilibrium dissociation constant was extracted by fitting the dependence of amplitude on the concentration of the target protein to a rectangular hyperbola. In this analysis, the amount of immobilized T18.3 was considered small, hence the free protein concentration was considered to approximate the total concentration injected. Each protein was tested in triplicate, and the apparent K D for each run was reported. ll Article e3 Cell Chemical Biology 29, 1-11.e1-e5, February 17, 2022",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 906,
                    "text": "(0, 0.5, 1, 2, 4, 8, 24, 48 hour)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Modifications to FV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "GROMACS: high performance molecular simulations through multi-level parallelism from laptops to supercomputers",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murtola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schulz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pá Ll",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lindahl",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The discovery of Mary's mutation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Asselta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tenchini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brosstad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Stormorken",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Thromb. Haemost",
            "volume": "1",
            "issn": "",
            "pages": "397--398",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nucleic acid aptamers as antithrombotic agents: opportunities in extracellular therapeutics",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Povsic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Thromb. Haemost",
            "volume": "103",
            "issn": "",
            "pages": "586--595",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Selection of single-stranded DNA molecules that bind and inhibit human thrombin",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Bock",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Latham",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Vermaas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Toole",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Nature",
            "volume": "355",
            "issn": "",
            "pages": "564--566",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pathophysiology and treatment of coagulopathy in massive hemorrhage and hemodilution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolliger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gorlinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Anesthesiology",
            "volume": "113",
            "issn": "",
            "pages": "1205--1219",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Probing the coagulation pathway with aptamers identifies combinations that synergistically inhibit blood clot formation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bompiani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lohrmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pitoc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Mackensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antidote control of aptamer therapeutics: the road to a safer class of drug agents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bompiani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nimjee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr. Pharm. Biotechnol",
            "volume": "13",
            "issn": "",
            "pages": "1924--1934",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SimRNA: a coarse-grained method for RNA folding simulations and 3D structure prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Boniecki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lach",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Dawson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tomala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lukasz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Soltysinski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Rother",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bujnicki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Regulated cleavage of prothrombin by prothrombinase: repositioning a cleavage site reveals the unique kinetic behavior of the action of prothrombinase on its compound substrate",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Micucci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Biol. Chem",
            "volume": "285",
            "issn": "",
            "pages": "328--338",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Membrane binding by prothrombin mediates its constrained presentation to prothrombinase for cleavage",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Orcutt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Biol. Chem",
            "volume": "288",
            "issn": "",
            "pages": "27789--27800",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An anticoagulant RNA aptamer that inhibits proteinase-cofactor interactions within prothrombinase",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Buddai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Layzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Biol. Chem",
            "volume": "285",
            "issn": "",
            "pages": "5212--5223",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Restoring the procofactor state of factor Va-like variants by complementation with B-domain peptides",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Bunce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Bos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Camire",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Biol. Chem",
            "volume": "288",
            "issn": "",
            "pages": "30151--30160",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A kallikrein-targeting RNA aptamer inhibits the intrinsic pathway of coagulation and reduces bradykinin release",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A S"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Layzer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Thromb. Haemost",
            "volume": "15",
            "issn": "",
            "pages": "1807--1817",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Andexanet alfa for reversal of factor Xa inhibitor-associated anticoagulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gums",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ther. Adv. Drug Saf",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2042098619888133"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emerging applications of aptamers for anticoagulation and hemostasis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Chabata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunaratne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr. Opin. Hematol",
            "volume": "25",
            "issn": "",
            "pages": "382--388",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Familial thrombophilia due to a previously unrecognized mechanism characterized by poor anticoagulant response to activated protein C: prediction of a cofactor to activated protein C",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dahlback",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc. Natl. Acad. Sci. U S A",
            "volume": "90",
            "issn": "",
            "pages": "1004--1008",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Analysis of aptamer discovery and technology",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Jimenez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Chaput",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat. Rev. Chem",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "In vitro selection of RNA molecules that bind specific ligands",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "346",
            "issn": "",
            "pages": "818--822",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Cardiopulmonary bypass in humans: bypassing unfractionated heparin",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann. Thorac. Surg",
            "volume": "70",
            "issn": "",
            "pages": "1434--1443",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Embracing proteins: structural themes in aptamer-protein complexes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Gelinas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Janjic",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Opin. Struct. Biol",
            "volume": "36",
            "issn": "",
            "pages": "122--132",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Prevalence of the factor V-Leiden mutation in four distinct American ethnic populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Yamane",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Grody",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Med. Genet",
            "volume": "73",
            "issn": "",
            "pages": "334--336",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Combination of aptamer and drug for reversible anticoagulation in cardiopulmonary bypass",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gunaratne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Frederiksen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stayrook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Lohrmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bompiani",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Chabata",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "K"
                    ],
                    "last": "Thalji",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Biotechnol",
            "volume": "36",
            "issn": "",
            "pages": "606--613",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Anticoagulation drug therapy: a review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Harter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "West J. Emerg. Med",
            "volume": "16",
            "issn": "",
            "pages": "11--17",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Activated clotting time (ACT)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "Augustin",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Methods Mol. Biol",
            "volume": "992",
            "issn": "",
            "pages": "155--167",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Crystal structure of an RNA aptamer bound to thrombin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "RNA",
            "volume": "14",
            "issn": "",
            "pages": "2504--2512",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Crystal structures of the membrane-binding C2 domain of human coagulation factor V",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macedo-Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Quinn-Allen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Ortel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Bourenkov",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Bartunik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Stubbs",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fuentes-Prior",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nature",
            "volume": "402",
            "issn": "",
            "pages": "434--439",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Factor V: a combination of Dr Jekyll and Mr Hyde",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalafatis",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Blood",
            "volume": "101",
            "issn": "",
            "pages": "20--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Prevention, diagnosis, and treatment of VTE in patients with coronavirus disease 2019: CHEST guideline and expert panel report",
            "authors": [],
            "year": null,
            "venue": "Chest",
            "volume": "158",
            "issn": "",
            "pages": "1143--1163",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "ECMO for ARDS due to COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Namendys-Silva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heart Lung",
            "volume": "49",
            "issn": "",
            "pages": "348--349",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Antidote-controlled platelet inhibition targeting von Willebrand factor with aptamers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nimjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Layzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Que-Gewirth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ginsburg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arepally",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Oligonucleotides",
            "volume": "17",
            "issn": "",
            "pages": "265--274",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Completed three-dimensional model of human coagulation factor va. Molecular dynamics simulations and structural analyses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Orban",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalafatis",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gogonea",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry",
            "volume": "44",
            "issn": "",
            "pages": "13082--13090",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Binding of substrate in two conformations to human prothrombinase drives consecutive cleavage at two sites in prothrombin",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Orcutt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krishnaswamy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "54927--54936",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Factor V Leiden mutation increases the risk for venous thromboembolism in cancer patients -results from the Vienna Cancer and Thrombosis Study (CATS)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pabinger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dunkler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thaler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Reitter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marosi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zielinski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mannhalter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Thromb. Haemost",
            "volume": "13",
            "issn": "",
            "pages": "17--22",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Three-dimensional model of coagulation factor Va bound to activated protein C",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Pellequer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Getzoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thromb. Haemost",
            "volume": "84",
            "issn": "",
            "pages": "849--857",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A Phase 2, randomized, partially blinded, active-controlled study assessing the efficacy and safety of variable anticoagulation reversal using the REG1 system in patients with acute coronary syndromes: results of the RADAR trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Povsic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vavalle",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Aberle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kasprzak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bode",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Buller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Montalescot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cornel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. Heart J",
            "volume": "34",
            "issn": "",
            "pages": "2481--2489",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The role of phospholipids and factor Va in the prothrombinase complex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rosing",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Govers-Riemslag",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Zwaal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hemker",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J. Biol. Chem",
            "volume": "255",
            "issn": "",
            "pages": "274--283",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Antidote-mediated control of an anticoagulant aptamer in vivo",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pitoc",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Nimjee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Quick",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scardino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "P"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Biotechnol",
            "volume": "22",
            "issn": "",
            "pages": "1423--1428",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "RNA aptamers as reversible antagonists of coagulation factor IXa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scardino",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Layzer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pitoc",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Ortel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Monroe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "419",
            "issn": "",
            "pages": "90--94",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Blocking the initiation of coagulation by RNA aptamers to factor VIIa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Lyerly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Thromb. Haemost",
            "volume": "84",
            "issn": "",
            "pages": "841--848",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hajage",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lebreton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Monsel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Voiriot",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beurton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chommeloux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir. Med",
            "volume": "8",
            "issn": "",
            "pages": "1121--1131",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Current overview on hypercoagulability in COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singhania",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Nimmatoori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Ejaz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Singhania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Targeting two coagulation cascade proteases with a bivalent aptamer yields a potent and antidote-controllable anticoagulant",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Soule",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bompiani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acid Ther",
            "volume": "26",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Oligonucleotide inhibitors of human thrombin that bind distinct epitopes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Tasset",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Kubik",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Steiner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Mol. Biol",
            "volume": "272",
            "issn": "",
            "pages": "688--698",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Removal of B-domain sequences from factor V rather than specific proteolysis underlies the mechanism by which cofactor function is realized",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Toso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Camire",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "21643--21650",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Radioimmunoassay of factor V in human plasma and platelets",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Eide",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Bowie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Blood",
            "volume": "60",
            "issn": "",
            "pages": "59--63",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Systematic evolution of ligands by exponential enrichment: RNA ligands to bacteriophage T4 DNA polymerase",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tuerk",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Science",
            "volume": "249",
            "issn": "",
            "pages": "505--510",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Generation of species cross-reactive aptamers using \"toggle",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rusconi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Scardino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "SELEX. Mol. Ther",
            "volume": "4",
            "issn": "",
            "pages": "567--574",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Inhibiting the activation of the intrinsic pathway with a FXII-targeting RNA aptamer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Layzer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Thromb. Haemost",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Generation and characterization of aptamers targeting factor XIa",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ivanov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Verhamme",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Sunc",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gailani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Thromb. Res",
            "volume": "156",
            "issn": "",
            "pages": "134--141",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The many faces of the contact pathway and their role in thrombosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sullenger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Thromb. Thrombolysis",
            "volume": "32",
            "issn": "",
            "pages": "9--20",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Modulation of the coagulation cascade using aptamers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullenger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arterioscler. Thromb. Vasc. Biol",
            "volume": "35",
            "issn": "",
            "pages": "2083--2091",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "5) for 4 minutes at 25 C in a circulating water bath. Reactions were removed from the bath, and PCPS vesicles and the prothrombin-like substrate were added and vortexed. The t=0 timepoint was removed diluted into quench buffer (20 mM HEPES, 150 mM NaCl, 50 mM EDTA, pH 7.5) in a 96 well flat-bottom plate. The reaction was then initiated by the addition FXa. At 30, 60, 90, 120, and 180 seconds, aliquots of the reaction mixture were removed and mixed into quench buffer to stop further cleavage of prothrombin. Quenched reactions were further diluted in quench buffer, and immediately prior to scanning at 405 nm in a Gemini kinetic plate reader (Molecular Devices), the thrombin substrate, S2238 (100 mM), was added to the plate. The initial rate of thrombin generation for each aptamer concentration was determined using a thrombin generation standard curve where S2238 was hydrolyzed by a known amount of thrombin. The aptamers were assayed over either 7 (Mut1) or 14 (T18.3) points ranging from 0-1000 nM. A similar test was performed with the desGlaQ271 FII substrate with increased FVa (0.5 nM) and FXa (0.5 nM) concentrations to achieve a measurable rate of thrombin generation, and reduced aptamer/mutant concentrations (0-30 nM). All tests were performed three times and the average and standard deviation were reported. Fluorescent anisotropy Fluorescent anisotropy measurements were performed with Alexa-488 FXa at 25 C using a PTI QuantaMaster fluorescence spectrophotometer fitted with polarizing lenses (Photon Technology International",
            "authors": [],
            "year": null,
            "venue": "PCPS extruded vesicles (20 mM), a Q271-modified FII substrate (0.5 mM), and FXa (0.05 nM) were utilized to assay IIase complex activity. The aptamers were pre-incubated with FVa and reaction buffer (20 mM HEPES, 150 mM NaCl, 0.1% w/v polyethylene glycol 8000, 0.03% Tween 20",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Scattering intensity and errors for each data point were recorded. Fluorescence resonance energy transfer (FRET) FRET measurements were performed at 25 C with a PTI QuantaMaster fluorescence spectrophotometer. FXa (Alexa-488 labeled or unlabeled), Alexa-532 FII (Alexa-488 labeled or unlabeled) were mixed in selection buffer supplemented with 10 mM PCPS in the absence or presence of T18.3, or in the presence of 10 mM EDTA. Fluorescence spectra of the from 500 to 610 nm with an excitation wavelength of 488 nm. The FRET efficiency for each sample was calculated by 1-(F -F 0 )/(F 1 -F 0 )",
            "authors": [
                {
                    "first": "+",
                    "middle": [],
                    "last": "Fxa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "T18",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Where F, F 0 , and F 1 is the integrated fluorescence from 505 to 520 nm obtain with Alexa-488 Xa + Alexa-532 prothrombin, Xa + Alexa-532 prothrombin, and Alexa-488",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Quartz cuvettes (0.5 mL) were washed with HCl and methanol, rinsed with Milli-Q water, and finally rinsed with 100% methanol before drying with canned air. The outsides of the cuvettes were polished with a lint-free cloth. The scattering machine was calibrated with a selection buffer, so the maximum scattering intensity did not exceed 7.75 units. The excitation wavelength was set to 2.0 nm, and the excitation slit was 1.1 mm. The emission wavelength was set to 1.2 nm, and the emission slit was 1.1 mm. Four cuvettes were utilized for the experimental set up: buffer + PCPS, buffer + 200 nM FVa + PCPS, buffer + 200 nM FVa + T18.3 (2.0 mM or 200 nM) + PCPS, and buffer + 200 nM FVa + Mut1 (2.0 mM or 200 nM) + solvated with water (three-site SPC model) balanced with Na + , and refined through a 100 ns molecular dynamic (MD) simulation at 1 atm, 310 K using GROMACS with Amber chiOL3 force field. The 3D structure of FVa was obtained from the RCSB PDB data bank (ID: 1fv4). RNA protein docking was performed using ClusPro 2.0 web server with no constraint. The RNA-protein complex structures were ranked based on their predicted binding energy. The structure where T18.3 binds to the FVa light chain (ranked #3) was chosen for further MD simulation. The complex structure was first solvated with water balanced with Na + , and refined through a 100 ns MD simulation at 1 atm, 310 K using GROMACS",
            "authors": [
                {
                    "first": "+",
                    "middle": [],
                    "last": "Xa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "respectively. Dynamic light scattering Membrane docking of modified FVa was assayed using light scattering. Vesicles were prepared by sonication to contain a ratio of 75:25 PCPS and quantitated using a phosphate assay",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Binding of aptamer T18.3 to FV and FVa (A and B) The secondary structure of T18.3 (A) and a mutant version of the aptamer Mut1 (B) was predicted by mfold, the mutation sites of Mut1 are circled. (C and D) The aptamer-binding affinity to (C) FV and (D) FVa was measured by SPR with immobilized biotinylated T18.3. Error bars show the SD of three experiments. (E) The stability of T18.3 and a DNA control in plasma was determined by gel electrophoresis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The anticoagulant activity of aptamer T18.3 in plasma and whole blood (A) Dose-dependent effects on clotting times in the aPTT (closed symbols) or the PT (open symbols) assays using normal human plasma in the presence of different concentrations of T18.3 or Mut1. Error bars show the SD of two experiments. (B) Dose-dependent effects on the aPTT of human FV Leiden plasma in the presence of different concentrations of T18.3 or Mut1. Error bars show the SD of two experiments. (C) The effect of 0.5 mM T18.3 or Mut1 on the aPTT of platelet-poor plasma (PPP) or platelet-rich plasma (PRP). Error bars show the SD of two experiments. (D) Dose-dependent effects on the ACT of whole blood in the presence of different concentrations of T18.3, Mut1, or unfractionated heparin (UFH). Error bars show the SD of four experiments using whole blood collected from different healthy donors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Anticoagulant effect of aptamer T18.3 enhanced by LMWH and reversed by protamine (A) Synergistic effect between T18.3 and LMWH. The 3D-scattered plot showed the effect of the aptamer-LMWH combinations on aPTT. The surface plot shows the predicted Loewe-additivity response surface. Data points above the response surface indicate synergy between T18.3 and LMWH. (B) Effects on the aPTT of plasma from patients with COVID-19 in the presence of 100 and 500 nM T18.3 or Mut1, respectively. Box indicates 25 th and 75 th percentiles; line indicates mean value; number over box indicates sample size; symbol over box indicates p value in Student's t tests: ns p > 0.05, **p < 0.01, ****p < 0.0001. (C) Dose-dependent effect of protamine on aPTT of normal human plasma in the presence of 0.5 mM T18.3 or Mut1. Error bars show the SD between two experiments. ll Article Cell Chemical Biology 29, 1-11, February 17, 2022 5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FV/Va aptamer inhibits prothrombinase (A and B) Dose-dependent inhibition of prothrombinase activation of FII with (A) or without (B) Gla domain by aptamer T18.3 but not Mut1. Error bars show the SD between three experiments. Aptamer T18.3 inhibits FV/FVa via interfering membrane docking of protein",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of T18.3 on IIase assembly (A) IIase-assembly-induced fluorescence anisotropy with increasing concentrations of FVa in the presence of 2 mM T18.3 or Mut1. Error bars show the SD of three experiments. (B) Membrane binding of FVa to increasing concentration of PCPS measured by dynamic light scattering in the absence of aptamer, presence of 0.2 or 2 mM T18.3, or presence of 0.2 or 2 mM Mut1. sequences 2.1 and 2.2 and explains why mutations in Mut1 abrogate target binding (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Aptamer binding to FVa heavy and light chains (A and B) Binding affinity of T18.3 to the purified FVa heavy chain (A) or light chain (B) using SPR. Error bars show the SD of three experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Molecular modeling of T18.3 binding to FVa (A) Simulated model of T18.3 binding to FVa. T18.3 is colored blue. A1, A2, A3, C1, and C2 domains of FVa are colored cyan, red, green, yellow, and gray, respectively. (B) Zoomed view of aptamer binding site. The predicted aptamer binding surface of FVa is colored pink, while the nucleotides of T18.3 involved in protein binding are colored orange. (C) The sequence of T18.3 and aptamer-binding domain on FVa light chain. The amino residues and nucleotides involved in binding in the model are marked pink and orange, respectively. The shared motif between aptamer sequences 2.1 and 2.2 is highlighted in gray, and the mutation sites of Mut1 is highlighted in a red box. Ivanciu, L., Krishnaswamy, S., and Camire, R.M. (2014). New insights into the spatiotemporal localization of prothrombinase in vivo. Blood 124, 1705-1714.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Highlights d Aptamers bind with low nanomolar affinity to coagulation cofactor FV/FVa",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Dr. Bruce Sullenger (bruce.sullenger@duke.edu).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESOURCE AVAILABILITY"
        },
        {
            "text": "This study did not generate any unique reagents. REAGENT ",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "REAGENT",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials availability"
        },
        {
            "text": "The human samples in this work were obtained from the Duke COVID-19 ICU Biorepository under Duke IRB protocols (Pro00101196 and Pro00105315). This work is not a part of a clinical trial that requires registration in ClinicalTrials.gov; therefore no clinical registry number is assigned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL RESOURCES"
        }
    ]
}