{
    "paper_id": "6f4a4ff43987fa8ace821bb0e99feb513aa50701",
    "metadata": {
        "title": "Promoting social distancing and preventing panic buying during the epidemic of COVID-19: the contributions of people's psychological and behavioural factors",
        "authors": [
            {
                "first": "Yaping",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ronggang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objectives COVID-19 disease has progressed to the level of a global pandemic. This study aimed to investigate people's psychological and behavioural responses to the COVID-19 epidemic and explore the predictors for social distancing and panic buying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods A 17-item questionnaire was developed and distributed randomly to people using social media. Descriptive statistics and one-way ANOVA were used to assess people's psychological and behavioural responses. Hierarchical regression was conducted to investigate the predictive effects of psychological and behavioural variables on reports of social distancing and panic buying respectively. Results Respondents reported a low degree of risk perception and risk beliefs with regard to being outside, and had moderate psychological stress and positive safeguarding behaviours for being outside. Respondents reported high concern regarding COVID-19 and tended to keep social distancing during the epidemic. They would panic-purchase food and supplies. In addition, psychological stress emerged as a very strong predictor for reporting COVID-19 concerns and panic buying. Furthermore, reported concerns about COVID-19 information sharing had a significant predictive influence on panic buying of food. Safeguarding behaviours for being outside had a significant predictive effect on respondents reported social distancing of cancelling outings. Reported concerns about COVID-19 were stronger predictors for reported social distancing. Conclusion It is important to relieve people's psychological stress and manage information sharing to control panic buying. In addition, we should promote adoption of safeguarding behaviours for being outside and emphasise the concerns with regard to COVID-19 to encourage people keep social distancing. Measures should be implemented according to the characteristics of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The genesis of the COVID-19 disease has been tied to the Hubei Province of China and has rapidly progressed to the level of a global pandemic, with multiple countries across the globe reporting exponentially increasing numbers of cases (WHO 2020). On March 11, 2020, COVID-19 disease officially became a global pandemic (WHO Director-General 2020). By May 18, 2020, the COVID-19 pandemic had spread to 216 countries (areas or territories), and more than 4.6 million people were infected, with 312,009 confirmed deaths (updated by May 18, 2020, 08:00 GMT + 8) all over the world (WHO 2020). The first reports of the unusual pneumonia cases in China were reported in December 26, 2019; then, active cases were identified in Wuhan City from December 30, 2019 (Wu and McGoogan 2020) , followed by government interventions in many ways, such as travel restrictions (e.g., Wuhan City shut down on January 23, 2020, and another 15 cities shut down the next day). The major focus of the interventions was to minimize transmission of the virus in order to flatten the epidemic peak and lessen the impact on healthcare services (Lai et al. 2020) , enabling the most severe cases to be treated successfully and reduce overall mortality (Wise et al. 2020) .",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 778,
                    "text": "(Wu and McGoogan 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1118,
                    "end": 1135,
                    "text": "(Lai et al. 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1225,
                    "end": 1243,
                    "text": "(Wise et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Under these circumstances, social distancing (SD) was proposed as an effective measure to minimize transmission of the virus. According to the US Centres for Disease Control and Prevention (CDC 2020), social distancing, also called \"physical distancing,\" means keeping space between yourself and other people outside of your home. Limiting face-to-face contact with others is the best way to reduce the spread of coronavirus disease 2019 (COVID-19) (CDC 2020). Chen et al. (2020) introduced COVID-19 control in China during the Chinese Lunar New Year holiday and emphasized the importance of social distancing measures to slow the rate of transmission. Prem et al. (2020) simulated the ongoing trajectory of an outbreak in Wuhan using an age-structured susceptible-exposed-infected-removed (SEIR) model for several physical distancing measures and concluded that the physical distancing measures would be most effective if the staggered return to work was at the beginning of April in China. In addition, social distancing has been an essential component of the public health response in past disease epidemics, curbing human-to-human transmission and reducing morbidity and mortality (Gostin et al. 2014; Chen et al. 2020; Fong et al. 2020 ). However, these protective measures of social distancing rely largely on rapid changes in population behaviour (i.e., refusing visitors and cancelling outings), which are dependent on individuals' ability to perceive risks associated with the virus and adapt their behaviour accordingly (Xu and Peng 2015; Liao et al. 2019; Wise et al. 2020 ). Thus, this study assessed the effects of people's perceived risk of COVID-19, risk beliefs with regard to being outside, and safeguarding behaviours for being outside on their reported social distancing behaviours in China.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 479,
                    "text": "Chen et al. (2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 653,
                    "end": 671,
                    "text": "Prem et al. (2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1185,
                    "end": 1205,
                    "text": "(Gostin et al. 2014;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1206,
                    "end": 1223,
                    "text": "Chen et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1224,
                    "end": 1240,
                    "text": "Fong et al. 2020",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1530,
                    "end": 1548,
                    "text": "(Xu and Peng 2015;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1549,
                    "end": 1566,
                    "text": "Liao et al. 2019;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1567,
                    "end": 1583,
                    "text": "Wise et al. 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, the COVID-19 pandemic has triggered a wide variety of psychological problems, such as panic disorder, anxiety, and depression (Qiu et al. 2020; Wang et al. 2020a; Xiang et al. 2020) . Previous research has revealed a profound and wide range of psychosocial impacts on people at the individual level during infection outbreaks (Wang et al. 2020a ). Risk perception also has a significant correlation with an individual's behaviours (Taghrir et al. 2020) . Thus, it is important to investigate the influences of people's psychological stress and perceived risk of COVID-19 on their specific behaviours under the shock of an epidemic. Since the epidemic of COVID-19 has attracted attention from people all over the world, a considerable number of people were reasonably aware of the basic elements of the disease. As the global threat of COVID-19 continues, it is critical to improve knowledge of the epidemic (Bhagavathula et al. 2020) , which is associated with people's psychological parameters. Roy et al. (2020) concluded that the dissemination of health information on COVID-19 via radio was associated with higher anxiety and depression scores among participants. Therefore, we explored the effects of people's perceived risk of COVID-19 and psychological stress on reported concerning COVID-19. Furthermore, when anxiety affects a larger population, it may result in panic buying, leading to exhaustion of resources (Leung et al. 2020) . Roy et al. (2020) found that approximately one-third of participants had the urge to buy and stock things at home during the survey week. Therefore, it is necessary to explore the predictors for people's panic buying behaviours.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 156,
                    "text": "(Qiu et al. 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 157,
                    "end": 175,
                    "text": "Wang et al. 2020a;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 176,
                    "end": 194,
                    "text": "Xiang et al. 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 339,
                    "end": 357,
                    "text": "(Wang et al. 2020a",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 444,
                    "end": 465,
                    "text": "(Taghrir et al. 2020)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 920,
                    "end": 946,
                    "text": "(Bhagavathula et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1026,
                    "text": "Roy et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 1434,
                    "end": 1453,
                    "text": "(Leung et al. 2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1456,
                    "end": 1473,
                    "text": "Roy et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the importance of human psychological and behavioural factors in managing pandemics (Bish and Michie 2010; Wise et al. 2020) , this study investigated people's psychological and behavioural responses to the epidemic of COVID-19 and explored the predictors for reporting social distancing and panic buying. This study may contribute to the application of nonpharmaceutical measures and social management during the epidemic.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 112,
                    "text": "(Bish and Michie 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 113,
                    "end": 130,
                    "text": "Wise et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With a structured online questionnaire, a web survey was conducted with the specific aim of studying the psychological and behavioural variables of people under the shock of the COVID-19 epidemic. Overall, the online questionnaire consisted of 17 quantitative questions. Three of the questions relating to severity, infectivity, and diffusivity of the epidemic were used to gather people's perceived risk of COVID-19. Two items of the questionnaire related to feelings of panic and nervousness were designed to measure people's psychological stress under the shock of the epidemic. Then, four items were used to obtain people's risk beliefs with regard to being outside, and another two items were designed to measure people's safeguarding behaviours for being outside. Last, six items related to six behavioural variables were used to gather people's reported concerns about COVID-19 information acquisition, reported concerns about COVID-19 information sharing, reported social distancing by cancelling outings, reported social distancing by refusing visitors, panic buying of masks, and panic buying of food. For all the items, scores ranged from 1 (strongly disagree) to 7 (strongly agree).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Questionnaire measures"
        },
        {
            "text": "To scale the degree of people's perceived risk of COVID-19, the items \"Given the current situation of the epidemic, I think it will become more serious,\" \"Given the current situation of the epidemic, I think it is highly infective\" and \"Given the current situation of the epidemic, I think it will spread further\" were used to assess the respondents' perceived risk of COVID-19. Respondents scored these statements on a seven-point scale from 1 (strongly disagree) to 7 (strongly agree). We conducted an exploratory factor analysis to explore the factor structure of the scale. First, the three items were subjected to a principal component analysis. Only one factor with an eigenvalue greater than 1.0 was extracted, explaining 67.83% of the variance. Here, a cut-off point of 0.60 was used for item loading values. If an item met this criterion, then it could be included. The item concerning infectivity (i.e., \"Given the current situation of the epidemic, I think it is highly infective\") was excluded, since its item loading value was 0.595 in the principal component analysis. Then, we repeated the above procedure of principal component analysis with the remaining two items. One component emerged again, explaining 90.8% of the total variance, with the factor loading for all items being greater than 0.80. The alpha showed an acceptable internal reliability (α = 0.899) for the final scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of people's perceived risk of COVID-19"
        },
        {
            "text": "To scale people's psychological stress under the shock of the epidemic, the items \"I would feel panic if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic\" and \"I would feel nervous if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic\" were used to measure respondents' psychological stress. Respondents scored these statements on a seven-point scale from 1 (strongly disagree) to 7 (strongly agree). The principal component analysis was conducted, and one component was extracted, explaining 89.1% of the total variance, with the factor loading of all items being greater than 0.80. The alpha showed an acceptable internal reliability (α = 0.878) for the final scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of psychological stress"
        },
        {
            "text": "To measure respondents' risk beliefs with regard to being outside during the epidemic, we adopted four items, i.e., \"Given the current situation of the epidemic, I believe that public transportation can be used without any protection,\" \"Given the current situation of the epidemic, I think it is possible to get together with friends I trust without any protection,\" \"Given the current situation of the epidemic, I think I can go out and exercise in places with few people without any protection,\" and \"Given the current situation of the epidemic, I think it is possible to go to crowded places without any protection.\" Respondents were required to score each item on a 7point scale (1 strongly disagree to 7 strongly agree). The principal component analysis was conducted, and one component was extracted, explaining 83.7% of the total variance, with the factor loading for all items being greater than 0.80. The alpha showed an acceptable internal reliability (α = 0.933) for the final scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of risk beliefs with regard to being outside"
        },
        {
            "text": "In addition to the items used to scale people's safeguarding behaviours for being outside during the epidemic, the items \"Under the current situation of the epidemic, I will wear a mask when I go out\" and \"Under the current situation of the epidemic, I will wash my hands after going out\" were used to assess the respondents' guarding behaviours for being outside. Respondents scored these statements on a seven-point scale from 1 (strongly disagree) to 7 (strongly agree). The principal component analysis was conducted, and one component was extracted, explaining 95.2% of the total variance, with the factor loading for all items being greater than 0.80. The alpha showed an acceptable internal reliability (α = 0.950) for the final scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of safeguarding behaviours for being outside"
        },
        {
            "text": "In this framework, six variables of people's specific behaviours under the shock of the epidemic were identified to understand people's reported concerns about COVID-19, social distancing, and panic buying: (1) reported concern about COVID-19 information acquisition (i.e., \"Under the current situation of the epidemic, I will continue to follow the trend of the epidemic every day\"), (2) reported concern about COVID-19 information sharing (i.e., \"Under the current situation of the epidemic, I will discuss the development of the epidemic with people every day\"), (3) reported SD by cancelling outings (i.e., \"Under the current situation of the epidemic, I will cancel my plan to go out except to buy daily necessities\"), (4) reported SD by refusing visitors (i.e., \"Under the current situation of the epidemic, I will refuse visitors to my home\"), (5) panic buying of masks (i.e., \"I would buy masks, disinfectants and other protective equipment at a high price if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic\"), and (6) panic buying of food (i.e., \"I would stock up or ask my family to stock up on food and supplies if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic\"). Respondents were required to score each item on a 7-point scale (1 strongly disagree to 7 strongly agree). Since each variable was measured by one item, these six variables in the questionnaire were not suitable for reliability and validity tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of behavioural variables"
        },
        {
            "text": "The descriptive statistics for each item of the questionnaire are shown in the Appendix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measures of behavioural variables"
        },
        {
            "text": "In the next section of the questionnaire, demographic information, including gender, age, and education, were collected. With the purpose of gathering age information, respondents were asked to fill in a blank with their specific age. In addition, with respect to education group, respondents were asked to select their education information within five categories (i.e., 1 = Junior high school or below; 2 = High school or associate; 3 = Junior college; 4 = Bachelor; 5 = Master or above).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic measures"
        },
        {
            "text": "This study was reviewed and approved by the Human Research Ethics Committee in the School of Economics and Management at Beihang University. Each respondent was informed of the data usage and was required to sign an informed consent form before the survey. Participants had the right to refuse and the obligation to maintain privacy. The researchers promised to keep each respondent's private information strictly confidential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respondents"
        },
        {
            "text": "The survey was conducted on February 9 to 10, 2020 in China. In total, 192 people participated in the online survey. To ensure that the responses were reliable for testing the research aims of the current survey, the following empirical criteria were identified by pilot tests and the research team to select valid responses: (1) if all items were answered in less than 130 s or with the same score, the respondent was considered to not have read or answered the questions carefully, and all his or her responses were excluded, and (2) if the participant refused the informed consent form, the participant no longer had to fill out the questionnaire, and the response was empty. In total, responses from 189 respondents were used in this study (Table 1) ; 42.9% of them were male, and 57.1% were female. Random sampling was used in this study. Since minors were unable to complete the online survey independently, people aged under 18 years were not included in this study. Thus, the age of the respondents varied from 18 years to 60 years (M = 32.71, SD = 10.41). Since becoming 30 years old is a traditional watershed for Chinese people and the sample size was limited, this study divided the respondents into two age groups, 18-29 years old (54.5%) and 30-60 years old (45.5%). With regard to educational background, 37% were junior college or below, and 63% were bachelor or above. All respondents were from fifteen provinces in China, but the distribution was not balanced for this variable. Therefore, we only considered the three main demographic measures of gender, age group, and education in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 744,
                    "end": 753,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Respondents"
        },
        {
            "text": "Since the last six items related to people's reported concerns with regard to COVID-19, social distancing and panic buying were analysed as six separate variables in this study, the reliability and validity tests of the six variables was not executed. In order to investigate the reliability and validity of the four subscales measuring the four predictive variablesi.e., perceived risk of COVID-19, psychological stress, risk beliefs with regard to being outside, and safeguarding behaviours for being outsidethe confirmatory factor analysis (CFA) was executed using the IBM AMOS 24.0 software package. As shown in Table 2 , the model fit indices indicated that the measurement model had good fitness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 623,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reliability and validity tests"
        },
        {
            "text": "In addition to the model fit, we tested the reliability and validity of the measurements by verifying the convergent and discriminant validity of the four subscales. Through examining the convergent validity, the present study tested whether the use of the items as indicators for the latent variables was effective. Meanwhile, the discriminant validity determined whether the latent variables were distinct factors from one another. As shown in Table 2 , the questionnaire items had high levels of convergent validity because the factor loadings were all higher than 0.55 (e.g., Zhou and Feng 2017) . In addition, the average variance extracted (AVE) values, which had to be 0.50 or greater (e.g., Lee 2019), indicated that the scales had good convergent validity.",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 599,
                    "text": "Zhou and Feng 2017)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 453,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reliability and validity tests"
        },
        {
            "text": "With respect to the discriminant validity test, Pearson's r lower than 0.85 between variables verified the discriminant validity of the variables (Lee 2019). In contrast, the discriminant validity was rejected when r was 0.85 or greater. According to the results of correlation analysis, as shown in Table 3 , the discriminant validity of the scale was appropriate.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 307,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Reliability and validity tests"
        },
        {
            "text": "According to previous studies (e.g., Fornell and Larcker 1981; Zhou and Feng 2017) , if the value of squared multiple correlation (SMC) is above 0.50 and the composite reliability (CR) value is above 0.70, then the reliability is acceptable. Table 2 shows that the SMCs of the items were all higher than ",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 62,
                    "text": "Fornell and Larcker 1981;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 63,
                    "end": 82,
                    "text": "Zhou and Feng 2017)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Reliability and validity tests"
        },
        {
            "text": "In order to visualize the information on the variability or dispersion of the data collected for each question in the questionnaire, the scattered boxplots (overlaying boxplots with specific datapoints using a scatterplot) were presented, indicating the median value, interquartile range, and other factors relating to skewness and symmetry of the data. With respect to the two questions related to perceived risk, as shown in Fig.1 , the medians of the ratings were 4 (the moderate degree). Most respondents had a risk perception between 2 (low degree) and 5 (relatively high degree), but some had a risk perception of high and very high degree or very low degree. With regard to the two questions measuring psychological stress, the medians of the ratings were 5 (the relatively high degree), and most respondents' psychological stress varied from 4 (moderate degree) to 6 (high degree). With regard to the four questions used to obtain people's risk beliefs, the medians of the ratings were all 1 (the very low degree). Most respondents reported low and very low degree of the risk beliefs. We observed that there were some outliers in the data for risk beliefs. In addition, the medians of the ratings for another two questions measuring people's safeguarding behaviours were all 7 (the very high degree), and most respondents' safeguarding behaviour level was between 6 (high degree) and 7 (very high degree). There were some outliers in the data for safeguarding behaviours. In addition, the medians of the ratings for the six questions measuring the six behavioural variables were 6 (high degree), 6 (high degree), 7 (very high degree), 6 (high degree), 4 (moderate degree), and 5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 432,
                    "text": "Fig.1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Descriptive statistics and correlations between variables"
        },
        {
            "text": "(relatively high degree) respectively, and the interquartile ranges were shown in Fig. 1 . There were some outliers in the data for information acquisition and cancelled outings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Descriptive statistics and correlations between variables"
        },
        {
            "text": "The means and zero-order correlation coefficients for the variables are shown in Table 3 . Overall, the means of the variables indicated that respondents had a low risk perception of COVID-19 (M = 3.59) and risk beliefs with regard to being outside (M = 1.57). Respondents had moderate psychological stress (M = 4.67) and positive safeguarding behaviours for being outside (M = 6.63). Respondents always continued to follow the trend of the epidemic, and their reported concern about COVID-19 information acquisition was high (M = 6.26). In addition, the respondents usually discussed the development of the epidemic with people, and their reported concerns about COVID-19 information sharing were relatively high (M = 5.41). Respondents tended to cancel outings (M = 6.41) and refuse visitors (M = 5.87) during the epidemic, which means that respondents tended to maintain social distance from others. With respect to respondents' panic buying, when they saw or heard of a rise in the number of confirmed cases, they would not panic-purchase medical protective goods (M = 3.95) but would panic-purchase food and supplies (M = 4.58).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Descriptive statistics and correlations between variables"
        },
        {
            "text": "In terms of the correlations between variables, we found (see Table 3 ) that the perceived risk of COVID-19 was significantly correlated with psychological stress (r = 0.282, p < 0.01) and panic buying (i.e., masks and food) (r varied from 0.208 to 0.301, p < 0.01). Respondents' psychological stress was significantly correlated with reported concerns about COVID-19 (i.e., information acquisition and information sharing) (r varied from 0.254 to 0.262, p < 0.01), reported SD by cancelling outings (r = 0.164, p < 0.05) and panic buying (i.e., masks and food) (r varied from 0.417 to 0.507, p < 0.01). Respondents' risk beliefs with regard to being outside had significantly negative correlations with safeguarding Panic buying of masks was significantly correlated with panic buying of food (r = 0.446, p < 0.01). Furthermore, respondents' gender was significantly correlated with reported SD by cancelling outings (r = 0.179, p < 0.05). Respondents' age group had a significantly negative correlation with perceived risk of COVID-19 (r = −0.265, p < 0.01), reported concerns about COVID-19 information sharing (r = −0.189, p < 0.01) and panic buying of food (r = −0.187, p < 0.01). Respondents' education group was significantly correlated with perceived risk of COVID-19 (r = 0.221, p < 0.01), risk beliefs with regard to being outside (r = −0.182, p < 0.05), safeguarding behaviours for being outside (r = 0.184, p < 0.05), reported concerns about COVID-19 information sharing (r = 0.311, p < 0.01), reported SD by cancelling outings (r = 0.190, p < 0.01), and panic buying of food (r = 0.154, p < 0.05).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Descriptive statistics and correlations between variables"
        },
        {
            "text": "To test whether there were differences in the study variables between different gender groups, a one-way ANOVA was conducted. The results showed that significant differences existed in the reported SD by cancelling outings (p < 0.05) between different gender groups. Females were more likely to cancel outings during the epidemic than males. No significant effects of gender were found for other variables in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference tests of the study variables"
        },
        {
            "text": "Differences between the two different age groups in the study variables were subjected to one-way ANOVA. The results showed that there were significant differences in the perceived risk of COVID-19 (p < 0.001), reported concerns about COVID-19 information sharing (p < 0.01) and panic buying Table 3 Zero-order correlations between the study variables (n = 189) V a r i a b l e s of food (p < 0.05) between the two different age groups. Figure 2 indicates that younger respondents had a higher risk perception of COVID-19 (p < 0.001) than older respondents. Younger respondents were more likely to discuss the development of the epidemic with others (p < 0.01) and stock up on food and supplies under the shock of the epidemic (p < 0.05). With respect to the variables of psychological stress and panic buying of masks, younger respondents' scores were higher than the older group, but the differences were not significant. With regard to the variables of risk beliefs with regard to being outside and reported concerns about COVID-19 information acquisition, the older respondents had a higher score than younger respondents, but the differences were not significant. In addition, the different age groups of the respondents had relatively similar scores in safeguarding behaviours for being outside, reported SD by cancelling outings, and reported SD by refusing visitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 445,
                    "text": "Figure 2",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Difference tests of the study variables"
        },
        {
            "text": "Differences between the two different education groups in the study variables were subjected to a one-way ANOVA. We found (see Fig. 3 ) that respondents with a higher education level had a higher risk perception of COVID-19 (p < 0.01) and a lower risk belief with regard to being outside (p < 0.05). The differences between the two education groups in safeguarding behaviours for being outside (p < 0.05), reported concerns about COVID-19 information sharing (p < 0.001), reported SD by cancelling outings (p < 0.01) and panic buying of food (p < 0.05) were significantly different, and the scores of the respondents with higher education level were higher. With respect to psychological stress, reported concerns about COVID-19 information acquisition, reported SD by refusing visitors, and panic buying of masks, the scores of the respondents with higher education level were higher, but there were no significant differences between the two different education groups in the four variables.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Difference tests of the study variables"
        },
        {
            "text": "With regard to differences between the two correlated behaviours in reported concerns about COVID-19, a repeated measure ANOVA test with a method of main effect comparison showed the order of scores of \"information acquisition\" (M = 6.26) > \"information sharing\" (M = 5.41), F (1, 188) = 6137.437, p < 0.001. The correlated behaviours in reported SD and panic buying were also tested by this kind of analysis and showed the order of reported SD by \"cancelling outings\" (M = 6.41) > \"refusing visitors\" (M = 5.87), F (1, 188) = 8696.983, p < 0.001, and panic buying of \"food\" (M = 4.58) > \"masks\" (M = 3.95), F (1, 188) = 1574.963, p < 0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difference tests of the study variables"
        },
        {
            "text": "Zero-order correlations and a series of hierarchical multiple regression analyses were used to analyse the relationships between respondents' behavioural variables and psychological variables. With regard to respondents' reported social distancing by cancelling outings, the variables of psychological stress, risk beliefs with regard to being outside and safeguarding behaviours for being outside were well correlated with respondents' self-reported engagements. To test the predictive effects, a three-step hierarchical regression analysis was performed using demographic measures, perceived risk of COVID-19 and psychological stress, risk beliefs with regard to being outside, and safeguarding behaviours for being outside. The demographics (i.e., gender, age group, and education) were entered in step 1, respondents' perceived risk of COVID-19 and psychological stress were added in step 2, and the respondents' risk beliefs with regard to being outside and safeguarding behaviours for being outside were added in step 3. The results showed (see Table 4 ) that in step 1, demographics explained 7.5% of the variance in respondents' reported SD by cancelling outings, and the regression model was significant (F (3, 185) = 5.013, p < 0.01). Gender and education emerged as stronger predictors for respondents' reported SD by cancelling outings. In step 2, the variables of perceived risk of COVID-19 and psychological stress had no significant predictive effects on respondents' reported SD by cancelling outings. In step 3, the addition of respondents' risk beliefs with regard to being outside and safeguarding behaviours for being outside to the regression model resulted in a substantial increase to 41.7% of the variance in respondents' reported SD by cancelling outings (R 2 = 0.514, F change (2, 181) = 77.670, p < 0.001), with respondents' safeguarding behaviours for being outside emerging as a significant predictor.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1051,
                    "end": 1058,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "As displayed in Table 3 , respondents' perceived risk of COVID-19 and psychological stress were partly correlated with reported concerns about COVID-19 information acquisition, reported concerns about COVID-19 information sharing, reported SD by refusing visitors, panic buying of masks, and panic buying of food. To test the predictive effects on respondents' reported concerns about COVID-19 information acquisition, reported concerns about COVID-19 information sharing, panic buying of masks, panic buying of food, and reported SD by refusing visitors, a two-step hierarchical regression analysis was performed using demographic measures, perceived risk of COVID-19 and psychological stress. For each kind of behavioural variable, the demographics (i.e., gender, age group, and education) were entered in step 1, and Step 1 β",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β Step 1 β Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 3 β Note. *** p < 0.001; ** p < 0.01; * p < 0.05 Fig. 3 Difference tests of the study variables between the two education groups (n = 189) the respondents' perceived risk of COVID-19 and psychological stress were added in step 2. By controlling for the influence of other variables, this approach allowed us to assess the predictive utility of each type of predictor. The results are summarized in Table 4 . In step 1, demographics explained less than 9.9% of the variance in reported concerns about COVID-19 information acquisition, reported concerns about COVID-19 information sharing, and panic buying of food, and the regression models were significant (F (3, 185) ≤ 6.812, p < 0.05). Age group and education emerged as stronger predictors for respondents' reported concerns about COVID-19 information acquiring, and education emerged as a stronger predictor for respondents' reported concerns about COVID-19 information sharing. Demographics only explained less than 2.3% of the variance in panic buying of masks and reported SD by refusing visitors, and the regression models were not significant (F (3, 185) ≤ 1.446, p > 0.05). In step 2, the variables of perceived risk of COVID-19 and psychological stress, when added to the regression equations, explained statistically significant increments of 5.3%-26.7% of the variance in reported concerns about COVID-19 information acquiring, concerns about COVID-19 information sharing, panic buying of masks, and panic buying of food (F change (2, 183) ≥ 5.759, p < 0.01). Psychological stress emerged as a stronger predictor, especially for panic-buying behaviours. Furthermore, perceived risk of COVID-19 had a significant predictive effect on panic buying of masks. Meanwhile, the variables of perceived risk of COVID-19 and psychological stress had no significant predictive effects on respondents' reported SD by refusing visitors. As shown in Table 3 , the variables of concern about COVID-19 information sharing and information acquisition were well correlated with reported social distancing by refusing visitors and cancelling outings respectively. Reported concerns about COVID-19 information sharing were significantly correlated with panic buying of food. To investigate the predictive influence of reported concerns about COVID-19 on panic buying and reported social distancing, a two-step hierarchical regression analysis was conducted. The variable of reported concern about COVID-19 information sharing was entered in step 1, and reported concern about COVID-19 information acquisition was added in step 2. The results showed (see Table 5 ) that in step 1, reported concern about COVID-19 information sharing was a stronger predictor for panic buying of food (R 2 = 0.031, F change (1, 187) = 5.971, p < 0.05). Reported concern about COVID-19 information sharing emerged as a stronger predictor for reported social distancing by refusing visitors (R 2 = 0.060, F change (1, 187) = 11.964, p < 0.01) and cancelled outings (R 2 = 0.105, F change (1, 187) = 21.974, p < 0.001), but the predictive effects were not significant when the variable of reported concern about COVID-19 information acquisition was added to the regression equations. Reported concern about COVID-19 information sharing had no significant predictive effect on panic buying of masks. In step 2, the variable of reported concern about COVID-19 information acquiring, when added to the regression equations, explained statistically significant increments of 17.6%-32.1% of the variance in reported social distancing by refusing visitors and cancelling outings (F change (1, 186) ≥ 42.818, p < 0.001). Meanwhile, reported concerns about COVID-19 information acquisition had no significant predictive effects on panic buying of masks or food.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 410,
                    "text": "Table 4",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1905,
                    "end": 1912,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2603,
                    "end": 2610,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "In summary, the contribution of psychological stress was apparent, and it emerged as a very strong predictor of predicting reported concerns about COVID-19 and panic buying. Safeguarding behaviours for being outside also had a significant predictive effect on respondents' reported SD by cancelling outings. In addition, the perceived risk of COVID-19 had a significant predictive effect on panic buying of masks. Demographic parameters had partially predictive influences on reported concerns about COVID-19 and reported SD by cancelling outings. Reported concerns about COVID-19 information sharing was a stronger predictor for panic buying of food and reported social distancing by refusing visitors and cancelling outings. Meanwhile, reported concerns about COVID-19 information acquisition had significant predictive effects on reported social distancing by refusing visitors and cancelling outings. Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 1 β",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "Step 2 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictors of respondents' six behavioural variables: regression analyses"
        },
        {
            "text": "In the current study, the main aims were to investigate people's perceived risk of COVID-19 and their psychological stress, risk beliefs with regard to being outside, and safeguarding behaviours for being outside under the shock of epidemic, and to explore the predictors for reporting concerns about COVID-19, social distancing, and panic buying. First, we attempted to develop questionnaires to measure people's perceived risks of COVID-19, psychological stress, risk beliefs with regard to being outside, safeguarding behaviours for being outside, reported concerns about COVID-19, and reported social distancing and panic buying during the epidemic. Then, we investigated the relationships among these variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the objectives in the current study was to investigate people's perceived risk of COVID-19 and their psychological stress, risk beliefs with regard to being outside, and safeguarding behaviours for being outside under the shock of epidemic, as well as their reported concern about COVID-19, panic buying, and reported social distancing during the epidemic. We designed simplified scales or questionnaires to measure these variables, and the scales had good reliability and validity. In general, respondents reported low degrees of risk perception of COVID-19 (M = 3.59), which is consistent with previous studies (Taghrir et al. 2020; Wise et al. 2020) , indicating that individuals are often poor at perceiving risk. In addition, we found that respondents reported moderate psychological stress (M = 4.67) . This is in accordance with results from previous research, which concluded that approximately one-third of respondents reported moderate-to-severe anxiety during the initial phase of the COVID-19 outbreak in China (Wang et al. 2020a ). Respondents had a low degree of risk beliefs with regard to being outside (M = 1.57) and positive safeguarding behaviours for being outside (M = 6.63), which means that respondents are always willing to protect themselves outside during the outbreak (Roy et al. 2020; Wang et al. 2020a) . With respect to the behavioural variables during the epidemic, respondents always continue to follow the trend of the epidemic, and their reported concern about COVID-19 information acquisition was high (M = 6.26). This finding corresponds to a previous study that found that approximately one-third (31.4%) of respondents spent more than 2 h per day viewing information about COVID-19 on media (Wang et al. 2020b) . Furthermore, respondents usually discussed the development of the epidemic with other people, and their reported concern about COVID-19 information sharing was relatively high (M = 5.41) . This is in accordance with results from previous research, which reported that 80% of participants repeatedly discussed the pandemic with their friends during this period (Roy et al. 2020) . Respondents tended to cancel outings (M = 6.41) and refuse visitors (M = 5.87) during the epidemic, which means that respondents tended to maintain social distancing from others. With regard to respondents' panic buying, when they saw or heard of a rise in the number of confirmed cases, they would not panic-purchase medical protective goods (M = 3.95) but would panicpurchase food and supplies (M = 4.58), which is consistent with previous studies Roy et al. 2020; Wang et al. 2020b) .",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 641,
                    "text": "(Taghrir et al. 2020;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 642,
                    "end": 659,
                    "text": "Wise et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 813,
                    "text": "(M = 4.67)",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1048,
                    "text": "(Wang et al. 2020a",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1302,
                    "end": 1319,
                    "text": "(Roy et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1338,
                    "text": "Wang et al. 2020a)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1736,
                    "end": 1755,
                    "text": "(Wang et al. 2020b)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1934,
                    "end": 1944,
                    "text": "(M = 5.41)",
                    "ref_id": null
                },
                {
                    "start": 2118,
                    "end": 2135,
                    "text": "(Roy et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 2588,
                    "end": 2604,
                    "text": "Roy et al. 2020;",
                    "ref_id": null
                },
                {
                    "start": 2605,
                    "end": 2623,
                    "text": "Wang et al. 2020b)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Assessments of people's psychological and behavioural variables"
        },
        {
            "text": "Considering differences in variables between different gender groups, females were more likely to cancel outings during the epidemic than males. Since becoming 30 years old is a traditional watershed for Chinese people and the sample size was limited, the age group was divided into two groups of 18-29 years old and 30-60 years old. Younger respondents (aged between 18 and 29 years) had a higher risk perception of COVID-19 than older respondents (aged between 30 and 60 years), which showed the opposite trend to previous research (Leung et al. 2003) , and they were more likely to discuss the development of the epidemic with others. They were also more likely to stock up on food and supplies under the shock of the epidemic than older respondents. Respondents with higher education level had a higher risk perception of COVID-19 and a lower risk belief with regard to being outside. They were more likely to take self-safeguarding behaviours for being outside and maintained social distancing measures by cancelling outings. These findings correspond to a previous study that found that people who were more highly educated had a higher risk perception and were more likely to take precautionary measures against the infection (Leung et al. 2003 ). Respondents with higher education level reported more concern about COVID-19 information sharing and panic buying of food.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 553,
                    "text": "(Leung et al. 2003)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1233,
                    "end": 1251,
                    "text": "(Leung et al. 2003",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Assessments of people's psychological and behavioural variables"
        },
        {
            "text": "The other main objective in this study was to explore the effects of perceived risk of COVID-19, psychological stress, and demographic parameters on concerns about COVID-19 information acquisition, concerns about COVID-19 information sharing, panic buying of masks, panic buying of food, and reported social distancing by refusing visitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The contributions of psychological variables in predicting people's specific behaviours"
        },
        {
            "text": "Some previous studies (Bish and Michie 2010; Wise et al. 2020) concluded that higher perceived personal risk could predict engagement in protective behaviours, such as social distancing. However, this study reported that perceived risk of COVID-19 had no significant predictive effects on respondents' reported social distancing by refusing visitors, which may be due to differences between perceived personal risk and perceived risk of COVID-19. In addition, perceived risk of COVID-19 had no significant predictive effects on respondents' reported concerns about COVID-19 or panic buying of food but had a significant influence on panic buying of masks, disinfectants, and other protective equipment. With respect to the influence of psychological stress, it emerged as a significant predictor for explaining respondents' reported concerns about COVID-19 and panic buying, but it had no significant predictive effects on reported social distancing by refusing visitors, which is consistent with a previous study indicating that there were no associations between the degree of social distancing engagement and any indicator of mental health (Oosterhoff et al. 2020) . Regarding demographic parameters, the variable of education was a key determinant in predicting reported concerns about COVID-19, and age group had a significant predictive effect on reported concerns about COVID-19 information acquisition. Gender was not a significant predictor of reported concerns about COVID-19, panic buying, or reported social distancing by refusing visitors.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 44,
                    "text": "(Bish and Michie 2010;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 45,
                    "end": 62,
                    "text": "Wise et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1167,
                    "text": "(Oosterhoff et al. 2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The contributions of psychological variables in predicting people's specific behaviours"
        },
        {
            "text": "To test one of the main aims of the current study and examine the predictive effects of risk beliefs with regard to being outside, safeguarding behaviours for being outside, perceived risk of COVID-19, psychological stress, and demographic parameters on reported social distancing by cancelling outings, a hierarchical regression was conducted. This analysis attempted to explain what type of groups tended to cancel outings during the epidemic, which found that safeguarding behaviours for being outside had a significant predictive effect on reported social distancing by cancelling outings, meaning those who want to adopt protective measures for being outside (such as wearing a mask when going out or washing hands after going out) are more likely to cancel outings. Thus, during the outbreak, we should promote maskwearing and handwashing among people who are currently not willing to take such preventive measures. With respect to the influences of risk beliefs with regard to being outside, perceived risk of COVID-19, and psychological stress, each variable emerged as a nonsignificant predictor for explaining reported social distancing by cancelling outings, which means that respondents' risk beliefs, risk perceptions, and psychological stress have no effect on social distancing measures of cancelling outings. Consistent with a previous study indicating demographic differences in behaviour (Bish and Michie 2010) , the variables of gender and education were key determinants in predicting reported social distancing by cancelling outings in this study.",
            "cite_spans": [
                {
                    "start": 1406,
                    "end": 1428,
                    "text": "(Bish and Michie 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The contribution of safeguarding behaviours for being outside in predicting reported SD by cancelling outings"
        },
        {
            "text": "Reported concerns about COVID-19 information sharing emerged as a stronger predictor for reported social distancing by refusing visitors and cancelling outings, but the predictive effects were not significant when the variable of reported concern about COVID-19 information acquisition was added to the regression equations. The variable of reported concern about COVID-19 information acquisition had significant predictive effects on reported social distancing by refusing visitors and cancelling outings. These results mean that increasing concern about COVID-19 could promote cancelling of outings and refusals of visitors. In addition, reported concern about COVID-19 information sharing was a strong predictor for panic buying of food but had no significant predictive effect on panic buying of masks. Reported concerns about COVID-19 information acquisition had no significant predictive effects on panic buying of masks or food. Thus, we should moderate the degree of information sharing about panic buying during the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The contributions of reported concerns about COVID-19 in predicting reported social distancing and panic buying"
        },
        {
            "text": "In this study, we showed people's psychological and behavioural states during the epidemic and the differences in these variables between different demographic groups. In addition, we showed that risk perceptions, psychological stress, and demographics have implications for respondents' reported concerns about COVID-19 and their panic buying behaviours during the COVID-19 pandemic. Furthermore, safeguarding behaviours for being outside and demographics have implications for social distancing behavioursuch as cancelling outingsduring the COVID-19 pandemic. Furthermore, reported concerns about COVID-19 had significant influences on social distancing and partial effects on panic buying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and limitations"
        },
        {
            "text": "There are limitations to our work that should be considered. First, given the limited resources available and timesensitivity of the COVID-19 outbreak, the sample size of the study was relatively small. As a result, the conclusion was less generalizable to the entire population. It will be important to invite more people to verify the results of this study. Second, our data only reflect the views of those in China and may not be applicable to other cultures. It would be ideal to characterize psychological and behavioural responses across the globe during pandemics in order to implement positive nonpharmaceutical measures and control panic buying, which often are culturally specific. Notwithstanding the above limitations, our study provides invaluable information on people's psychological and behavioural responses during the first stage in the development of the COVID-19 epidemic in China, which could be used as a historical reference. Most importantly, our findings contribute to the prediction of reported social distancing and panic buying behaviours, which were directly related to the application of nonpharmaceutical measures and social management during the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and limitations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Given the current situation of the epidemic, I think it will become more serious",
            "authors": [
                {
                    "first": "我认为",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Given the current situation of the epidemic, I think it is highly infective. (Deleted in formal analysis",
            "authors": [
                {
                    "first": "我认为",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Given the current situation of the epidemic, I think it will spread further",
            "authors": [
                {
                    "first": "我认为",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "I would feel panic if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic",
            "authors": [
                {
                    "first": "看到或听到确诊人数上升的消息时",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "I would feel nervous if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic",
            "authors": [
                {
                    "first": "看到或听到确诊人数上升的消息时",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Given the current situation of the epidemic, I believe that public transportation can be used without any protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Given the current situation of the epidemic, I think it is possible to get together with friends I trust without any protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Given the current situation of the epidemic, I think I can go out and exercise in places with few people without any protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Given the current situation of the epidemic, I think it is possible to go to crowded places without any protection",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Under the current situation of the epidemic, I will wear a mask when I go out",
            "authors": [],
            "year": null,
            "venue": "Safeguarding behaviours for being out 10",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Under the current situation of the epidemic, I will wash my hands after going out",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Under the current situation of the epidemic, I will continue to follow the trend of the epidemic every day",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Under the current situation of the epidemic, I will discuss the development of the epidemic with people every day",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Under the current situation of the epidemic, I will cancel my plan to go out except to buy daily necessities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Under the current situation of the epidemic, I will refuse visitors to my home",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "I would buy masks, disinfectants and other protective equipment at a high price if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic",
            "authors": [
                {
                    "first": "看到或听到确诊人数上升的消息时",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "I would stock up or ask my family to stock up on food and supplies if I saw or heard of a rise in the number of confirmed cases in the context of the current situation of the epidemic",
            "authors": [
                {
                    "first": "看到或听到确诊人数上升的消息时",
                    "middle": [],
                    "last": "在全国疫情发展现状下",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Novel coronavirus (COVID-19) knowledge and perceptions: a survey of healthcare workers",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Aldhaleei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mahabadi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Bandari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "From Theory to Practice References Bhagavathula AS",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033381"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: a review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Br J Health P s y c h o l 1",
            "volume": "5",
            "issn": "4",
            "pages": "4--8",
            "other_ids": {
                "DOI": [
                    "10.1348/135910710X485826"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "CDC (2020) Social distancing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19 control in China during mass population movements at new year",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Z"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30421--30430",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30421-9"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Nonpharmaceutical measures for pandemic influenza in nonhealthcare settings -social distancing measures",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Z"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Eyc",
                    "middle": [],
                    "last": "Shiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ryu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "5",
            "pages": "976--984",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evaluating structural equation models with unobservable variables and measurement error: algebra and statistics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fornell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Larcker",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Mark Res",
            "volume": "18",
            "issn": "",
            "pages": "382--388",
            "other_ids": {
                "DOI": [
                    "10.2307/3150980"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Ebola epidemic: a global health emergency",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lucey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "11",
            "pages": "1095--1096",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2014.11176"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mental health strategies to combat the psychological impact of COVID-19 beyond paranoia and panic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "55",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The convergent, discriminant, and nomological validity of the Depression Anxiety Stress Scales-21 (DASS-21)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Affect Disord",
            "volume": "259",
            "issn": "",
            "pages": "136--142",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2019.06.036"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Mass masking in the COVID-19 epidemic: people need guidance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30520--30521",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30520-1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The impact of community psychological responses on outbreak control for severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "Bhy",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Iol",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hedley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Epidemiol Community Health",
            "volume": "57",
            "issn": "",
            "pages": "857--863",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Trajectories of public psycho-behavioural responses relating to influenza a(H7N9) over the winter of 2014-15 in Hong Kong",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Wwt",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychol Health",
            "volume": "34",
            "issn": "2",
            "pages": "162--180",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Adolescents' motivations to engage in social distancing during the COVID-19 pandemic: associations with mental and social health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oosterhoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Adolesc Health",
            "volume": "67",
            "issn": "2",
            "pages": "179--185",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jadohealth.2020.05.004"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Flasche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clifford",
                    "suffix": ""
                },
                {
                    "first": "Cab",
                    "middle": [],
                    "last": "Pearson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gibbs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rosello",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Quilty",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jombart",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zandvoort",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "5",
            "pages": "261--270",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "General Psychiatry",
            "volume": "33",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gpsych-2020-100213"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Kaushal V (2020) Study of knowledge, attitude, anxiety & perceived mental healthcare need in Indian population during COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripathy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Asian J Psychiatr",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "COVID-19 and Iranian medical students; a survey on their related-knowledge, preventive behaviors and risk perception",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Taghrir",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borazjani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shiraly",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Iran Med March",
            "volume": "23",
            "issn": "4",
            "pages": "249--254",
            "other_ids": {
                "DOI": [
                    "10.34172/aim.2020.06"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Environ Res Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "028 WHO Director-General (2020) WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "87",
            "issn": "",
            "pages": "40--48",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.028"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "WHO (2020) World Health Organization: Coronavirus disease (COVID-19) pandemic. WHO, GENEVA",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Mobbs D (2020) Changes in risk perception and protective behavior during the first week of the COVID-19 pandemic in the United States",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Zbozinek",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michelini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hagan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/dz428"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for J Public Health (Berl.): From Theory to Practice Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1242",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "3",
            "pages": "228--229",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "People at risk of influenza pandemics: the evolution of perception and behavior",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0144868"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Difference between leisure and work contexts: the roles of perceived enjoyment and perceived usefulness in predicting Mobile video calling use acceptance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Front Psychol",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2017.00350"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF5": {
            "text": "Scattered boxplots for each question in the final questionnaire",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Difference tests of the study variables between the two age groups (n = 189)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Respondents' demographic profiles (n = 189)    and that the CR values for all the constructs were above the recommended level of 0.70. These results indicate that the scales had good reliability.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Hierarchical regression analysis: predicting respondents' reported concerns about COVID-19, panic buying, and reported SD",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Hierarchical regression analysis: the predictive effects of reported concerns about COVID-19",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Table 6 Descriptive statistics for the questionnaire items (n = 189)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Appendix"
        },
        {
            "text": "Mean SD Range Skew Kurtosis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Items"
        },
        {
            "text": "Authors' contribution Ronggang Zhou: conceptualization, commented on previous versions of the manuscript, supervision, project administration, and funding acquisition. Yaping Zhang: material preparation, data collection, visualization, writing original draft, and editing. Both authors read and approved the final manuscript.Funding This study was supported by Green oriented social and economic complex system management and decision making (72021001) Availability of data and material All data are fully available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived risk of COVID-19"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflicts of interest.Ethical approval This study was reviewed and approved by the Human Research Ethics Committee in the School of Economics and Management at Beihang University.Informed consent Each respondent was informed of the data use, and was required to sign an informed consent form before the survey.Human and animal rights Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}