{
    "paper_id": "7143da439a57da45c9614a7c5f1d41d90913ae4a",
    "metadata": {
        "title": "How the coronavirus disease 2019 pandemic changed medical education and deans' perspectives in Korean medical schools",
        "authors": [
            {
                "first": "Hyunmi",
                "middle": [],
                "last": "Park",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Young-Mee",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ming-Jung",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Georgetown University Medical Center",
                    "location": {
                        "settlement": "Washington",
                        "region": "DC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hee-Chul",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea University College of Medicine",
                    "location": {
                        "settlement": "Seoul",
                        "country": "Korea"
                    }
                },
                "email": "heehan@korea.ac.kr"
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: This study explored how the Korean Medical Colleges responded to the coronavirus disease 2019 (COVID-19) pandemic and the medical deans' perspectives on what and how these adaptions influence the present and the future of medical education. Methods: An email survey combining short and open-ended questions was distributed to all 40 Korean school deans in May 2020. Thirty-seven deans out of 40 medical schools in Korea (92.5%) participated. Results: Most lectures moved online but students' assessments were delayed and later held onsite. Clinical rotations continued except for an average of 3-week suspension during the first COVID-19 wave. The deans' remarks on the positive influences far outweighed the negative impact of COVID-19 on medical education. Although technological adaptations caused initial hardship, the experience gained through the use of various online learning systems led to attitudinal changes on the importance of adopting new technology and a tailored and student centric curriculum in medical education. Conclusion: The deans' perspective changes has shown the possibility of the deans' generation aligning more closely with the current Generation Z medical students. They projected further innovations in teaching and learning methods, especially applying flipped learning and highlighted the need to invest in faculty development so medical educators can be equipped and competent in diverse ICT (information and communications technology) learning platforms. Also, the need for advance preparations in medical education for future similar public health crises were stressed. Unprecedented changes brought by COVID-19 positively impacted Korean medical education in parts and the Korean deans envisioned further innovations using the experiences gained during this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID- 19) pandemic's impact on medical education has been unprecedented and the resulting hardship has led to rapid innovation globally, but has affected the four generations coexisting in medical schools differently. The majority of the medical school deans belong to the Baby Boomer generation (born between 1946-1964) , and the specialists delivering the bulk of the education belong to Generation X (born between [1965] [1966] [1967] [1968] [1969] [1970] [1971] [1972] [1973] [1974] [1975] [1976] [1977] [1978] [1979] [1980] . The young doctors are part of the Millennials (born between [1981] [1982] [1983] [1984] [1985] [1986] [1987] [1988] [1989] [1990] [1991] [1992] [1993] [1994] [1995] [1996] [1997] [1998] [1999] [2000] and the medical students are the new Generation Z, also nicknamed Zoomers [1] . For Generation Z, computers and the internet are just part of life and they expect customized experiences which also includes how medical education is delivered [2] . Marshall and Wolanskyj-Spinner [3] state that the above characteristics may lend themselves to positive developments in the current COVID-19 situation.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "19)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 327,
                    "end": 351,
                    "text": "(born between 1946-1964)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 454,
                    "text": "[1965]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 461,
                    "text": "[1966]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 468,
                    "text": "[1967]",
                    "ref_id": null
                },
                {
                    "start": 469,
                    "end": 475,
                    "text": "[1968]",
                    "ref_id": null
                },
                {
                    "start": 476,
                    "end": 482,
                    "text": "[1969]",
                    "ref_id": null
                },
                {
                    "start": 483,
                    "end": 489,
                    "text": "[1970]",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 496,
                    "text": "[1971]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 503,
                    "text": "[1972]",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 510,
                    "text": "[1973]",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 517,
                    "text": "[1974]",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 524,
                    "text": "[1975]",
                    "ref_id": null
                },
                {
                    "start": 525,
                    "end": 531,
                    "text": "[1976]",
                    "ref_id": null
                },
                {
                    "start": 532,
                    "end": 538,
                    "text": "[1977]",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 545,
                    "text": "[1978]",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 552,
                    "text": "[1979]",
                    "ref_id": null
                },
                {
                    "start": 553,
                    "end": 559,
                    "text": "[1980]",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 628,
                    "text": "[1981]",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 635,
                    "text": "[1982]",
                    "ref_id": null
                },
                {
                    "start": 636,
                    "end": 642,
                    "text": "[1983]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 649,
                    "text": "[1984]",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 656,
                    "text": "[1985]",
                    "ref_id": null
                },
                {
                    "start": 657,
                    "end": 663,
                    "text": "[1986]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 670,
                    "text": "[1987]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 677,
                    "text": "[1988]",
                    "ref_id": null
                },
                {
                    "start": 678,
                    "end": 684,
                    "text": "[1989]",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 691,
                    "text": "[1990]",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 698,
                    "text": "[1991]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 705,
                    "text": "[1992]",
                    "ref_id": null
                },
                {
                    "start": 706,
                    "end": 712,
                    "text": "[1993]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 719,
                    "text": "[1994]",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 726,
                    "text": "[1995]",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 733,
                    "text": "[1996]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 740,
                    "text": "[1997]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 747,
                    "text": "[1998]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 754,
                    "text": "[1999]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 761,
                    "text": "[2000]",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1003,
                    "end": 1006,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Korea, the impact of the COVID-19 pandemic on medical education have been similar to the rest of the world, except for the continued face-to-face clinical clerkships in hospitals. Curricular adaptations to online education settled speedily [4] , and most students swiftly adapted to online learning and showed higher satisfaction levels than expected. Institutional change is known to be difficult and tardy across all fields, and the conservative attitudes of medical educators in Korea were no exception. However, the Korean deans' perspective changes on medical education have been remarkable amidst these enforced and challenging situations. The experiences and lessons gained during COVID-19 have consolidated the deans' perspectives towards a student-cantered education which was previously a concept rather than an actioned need.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the beginning of the pandemic, the medical academic community were able to quickly share knowledge benefitting the continuing of medical education in these tumultuous times. Many papers on innovative ways of delivering virtual clerkship [4] [5] [6] [7] , overcoming challenges [8] , altruistic opportunities [9, 10] , identification and utilization of the hidden curricula [11] , and novel assessment methods [12] ",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "[9,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "10]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[11]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[12]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thirty-seven deans out of the 40 medical schools in Korea (92.5%) participated in this survey. Table 1 shows their characteristics. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The qualitative analysis of the free text responses school management ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Themes from the qualitative analysis"
        },
        {
            "text": "The deans commented that the application of diverse online teaching and learning methods increased confidence in online education and students were highly Increased confidence in online education in both faculty members and students -Confirming the capability of online teaching -Increased familiarity of online teaching in both teachers and students -COVID-19 pandemic accelerated the adaptation of online learning Application of diverse online teaching and learning methods -The use of various online teaching methods including synchronous/asynchronous lectures, PBL, TBL, and other small group teachings -The use of various online platforms including Google, Zoom, Slacks, and so forth Medical students' high acceptance of, and adaptability to, online learning -Higher than expected satisfaction levels from students for online classes -Highly positive students' responses to the interactive online classes including Zoom PBL -Remedial lessons also able to be delivered online Positive influence on self-directed learning -Increased self-directed learning by repetitive study of online materials -Increased opportunity for individualized tailored learning Confirming the education effect of online education -The intended educational outcomes could be achieved by online or blended learning Student support -Implementing online student counselling/supporting system Educational system and environment",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes from the qualitative analysis"
        },
        {
            "text": "Reinforcing online education systems -Development of a new online learning system -Increased development and use of various online contents and learning materials -Increase use of the learning management system -Reinforcing the pre-existing online system among campuses or hospitals in distance Pre-existing facilities -Maintenance of teaching facilities including lecture theatres, to align with online education Technical problems including internet network -Delay in solving internet or network problems as technicians were not on-site -Problems with securing internet network and slow Internet speed -Large video file sizes leading to uploading difficulties -Insufficient server capacity User inexperience of online teaching -Lack of guidance on the use of online teaching tools for faculty and students -Lack of faculty competency or adaptability for online classes -Early operational difficulty in online classes -Difficulty in providing unfamiliar teaching methods Lack of finance and human resources -Economic burden and lack of administrative staff for the operation of individual medical school servers -Too many inquiries at the beginning of online classes paralyzed the medical education department -Insufficient faculty and teaching staff available for divided classes Lack of facilities -Insufficient facilities for online teaching including equipment for video recording, and so forth -Lack of large classrooms available to allow for safe distancing Online assessment -Negative perception of online exams -Lack of measures on how to provide online assessments Difficulty in conducting small group classes -Inexperience in conducting small group lessons online (Continued on next page) non-face-to-face education curriculum or method as a future-oriented medical education system.\" Other benefits the deans experienced were: \"Online meetings enhanced communication and increased transparency on decision making between the school stakeholders.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes from the qualitative analysis"
        },
        {
            "text": "\"Experience of infection prevention management improved the schools' response and competence for future public health crisis ( Table 2) .\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Themes from the qualitative analysis"
        },
        {
            "text": "Negative impacts commented by the deans were mainly related to medical professionalism issues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative impact of COVID-19 on medical education"
        },
        {
            "text": "\"Medical education is not only conveying medical knowledge. There must be a rapport built through face-to-face education, but is hindered by the current social distancing.\" \"Ethics education is possible to be given online, but its efficiency is uncertain.\" Others lamented the untapped educational opportunities when students were excluded from clinical work in exchange for their safety. Academic integrity issues also emerged. Some students working from home blurred their professional behavior in live classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negative impact of COVID-19 on medical education"
        },
        {
            "text": "The major challenges faced were categorized into preclinical and clinical phases (Table 3 ). In the preclinical phase, technical problems related to the sudden shift to virtual teaching were the main concern, which included lack of guidance, support, physical and server capacity amongst others: \"There were delays in solving technical problems due to the lack of personnel (Table 4 ). [6, 26] or clerkships [4, 27] , remote simulations [7] , medical student joining bedside teaching COVID-19 rounds remotely via iPad [5] , and virtual OSCEs.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "26]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "27]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 374,
                    "end": 382,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Challenges faced by medical schools"
        },
        {
            "text": "This study has several limitations. First, the experience in medical education in Korea may not be transferrable to other countries with more serious pandemic situations or in less resourceful conditions. Second, this study results were obtained by the deans and may not reflect the general perspective of all other teachers or students in medical schools. However, since the medical deans have been at the forefront of the response team and led the adaptations to the pandemic, they may be an ideal subject group who can represent the changes endured. The strength of this study is that it is a national-wide survey with the highest representation of medical school leaders (92.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The authors of this study may conclude the un- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Words we're watching",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Merriam-Webster",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Is medical education ready for Generation Z?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eckleberry-Hunt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Grad Med Educ",
            "volume": "10",
            "issn": "4",
            "pages": "378--381",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: challenges and opportunities for educators and Generation Z learners",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolanskyj-Spinner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New paradigm of pediatric clinical clerkship during the epidemic of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "38",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Virtual bedside teaching rounds with patients with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Youm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wiechmann",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Virtual Morning Report during COVID-19: a novel model for case-based teaching conferences",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Murdock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Penner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nematollahi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "54",
            "issn": "9",
            "pages": "851--852",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Transition to online is possible: solution for simulation-based teaching during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Domańska-Glonek",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dzikowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Korulczyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "54",
            "issn": "9",
            "pages": "858--859",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Academic coaching of medical students during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Icj",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SWAB team instead of SWAT team: medical students as a frontline force during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Klasen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meienberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nickel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bingisser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "54",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Medical student mobilization during a crisis: lessons from a COVID-19 medical student response team",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soled",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Med",
            "volume": "95",
            "issn": "9",
            "pages": "1384--1387",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Medical student education in the time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "21",
            "pages": "2131--2132",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Conducting a high-stakes OSCE in a COVID-19 environment",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boursicot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Ong",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A SWOT analysis of Italian medical curricular adaptations to the COVID-19 pandemic: a nationwide survey of medical school leaders",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Consorti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kanter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Med Teach",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Checklists for improving rigour in qualitative research: a case of the tail wagging the dog?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Barbour",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "BMJ",
            "volume": "322",
            "issn": "7294",
            "pages": "1115--1117",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Qualitative research in health care: analysing qualitative data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ziebland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mays",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BMJ",
            "volume": "320",
            "issn": "7227",
            "pages": "114--116",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Qualitative research: standards, challenges, and guidelines",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malterud",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "9280",
            "pages": "483--488",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Medical students' perspectives on recommencing clinical rotations during coronavirus disease 2019 at one institution in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Rhim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Korean J Med Educ",
            "volume": "32",
            "issn": "3",
            "pages": "223--229",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Guidance on medical students' clinical participation: effective immediately",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Catanese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Medical education during pandemics: a UK perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "I sat an open book medical school final exam from my bedroom",
            "authors": [
                {
                    "first": "Ali",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Adaptations in anatomy education during COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Rhyu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Korean Med Sci",
            "volume": "36",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Innovation in response to the COVID-19 pandemic crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Woolliscroft",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Med",
            "volume": "95",
            "issn": "8",
            "pages": "1140--1142",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Aligning student-led initiatives and Incident Command System resources in a pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Kratochvil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Khazanchi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sass",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Caverzagie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Multigenerational challenges and the future of graduate medical education",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boysen Pg 2nd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Daste",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Northern",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "National Neuroscience Curriculum Initiative \"Quarantine Curriculum\" Committee. Creating a \"quarantine curriculum\" to enhance teaching and learning during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Med",
            "volume": "95",
            "issn": "8",
            "pages": "1125--1126",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Digital clinical placement for medical students in response to COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Med",
            "volume": "95",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Zooming-out COVID-19: virtual clinical experiences in an emergency medicine clerkship",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laoteppitaks",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mingioni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papanagnou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Educ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Adaptation in the medical curriculum due to the COVID-19 pandemic Lectures went online for the pre-clinical years with some practical skills such as anatomy laboratory adopting a hybrid approach with online and off-line lessons. However, 10 out of the 37 medical schools that responded (27%) proceeded with the cadaveric dissection under strict infection control measures. Clinical rotations continued except for an average of 3 weeks suspension during the first COVID-19 surge in late February 2020. The re-starting date varied widely between schools, from March to May, ranging from 1-56 days (median, 21 days). During the closure or delay of clinical rotations, 14 schools provided online teaching and one provided alternative simulation lessons without patient contact. In the pre-clinical and clinical years, most of the assessments were delayed to the end of the semester in June and July whilst those which proceeded with on-site exams, were carried out under strict infection control and prevention precautions maintaining social distancing spaces between the candidates. For the clinical year students, the exams were carried out at their respective rotating hospitals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "written in quotations hereon) by the deans was categorized into four themes: (1) positive impact on medical education brought upon by COVID-19; (2) negative influence on professionalism related education; (3) challenges faced by medical schools; and (4) Deans' perspective on the future of medical education. 3. Positive impact on medical education brought upon by COVID-19 The commonest responses by the participating deans were the positive influences resulting from the changing process brought upon by COVID-19 and those comments were sub-categorized as: (1) teaching and learning, (2) educational system and environment, (3) attitudinal changes on new technology in medical education, and (4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Increased openness to online teaching including flipped learning in teachers and students -Increased acceptance of ICT application in medical education and its positive effect on educational outcomes -Acknowledgement on the need to invest on ICT infrastructure in medical schools -Opportunity to reflect upon the future direction of medical education Management Communication -Online communication such as committee meetings and faculty-student meetings could enhance communication and transparency of decision making Infection prevention management -Improvement on the competency of medical schools in response to infection control measures COVID-19: Coronavirus disease 2019, PBL: Problem-based learning, TBL: Task-based learning, ICT: Information and communications technology. accepting and satisfied with the online platform: \"The students were faster adapters to the online seminars through Zoom or Skype than the faculty.\" \"A much higher than expected satisfaction level on distance learning was expressed by the students.\" The possibility of providing individualized tailored learning was mentioned: \"Access to online content can facilitate self-directed learning and remediation.\" \"We plan on using online lectures in remedial classes.\" The deans mentioned the reinforcement of online education systems with other facilities and increased development of new online learning contents. Distance learning was reinforced across sites: \"In hospitals and medical schools with split sites, virtual meetings for both staff and students were integrated.\" Attitudinal changes by medical educators were also commented on: \"All stakeholders' levels of understanding of online education increased.\" \"Changes in the educational paradigm and innovative techniques in the post-pandemic era, and changes brought upon it have evolved to be acceptable by all stakeholders.\" \"It's an opportunity to understand the need to establish a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "on site.\" \"The sudden increased demand on the net caused slowing of the internet speed and unsecure network connections.\" The shortcomings of both human and physical factors were made evident: \"The faculty lacked guidance on the use of online teaching tools.\" \"The faculty lacked competency or adaptability in delivering",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "online classes.\" The decades old university facilities were not ready for the sudden delivery of online content: \"There were insufficient facilities for online teaching including the lack of equipment for video recording.\" Highlighted by the decreased patient contact time, some deans regretted that student education did not take precedence during the pandemic when resources were stretched: \"In-hospital infection prevention preceded any other activities; therefore, students' clinical education fell from the priority list.\" \"The closure of affiliated teaching hospitals due to positive COVID-19 cases led to the refusal of admitting practice students.\" 6. Deans' perspective on the future medical education There were diverse views and expectations on the post-COVID-19 future of medical education which included the continued use of the online platform after the pandemic, its varied applications and the potential for tailored learning: \"Online education and virtual clinical cases will increase and become the norm.\" \"There was a need to develop online educational content for remedial lessons.\" \"It will be an opportunity to develop an educational model where large group lectures turn into individualized tailored education.\" They anticipated the increase use of online education with high expectations on flipped learning or task-based learning (TBL): \"Some teachers had shown reluctance to video recording in the past, so it was difficult to expand on flip learning or TBL, but the current situation is an opportunity to improve such educational methods.\" Deans highlighted the need to invest in faculty development and for medical educators to be equipped for the diverse information and communications technology (ICT) learning platforms. Changes in the curriculum were also mentioned, such as reducing preclinical scheduled didactic teachings and cadaveric dissections. Some deans highlighted the preparedness for future similar public health crisis included the continuous investment on online systems, development of diverse online learning contents, and secure and stable online student assessments to cope with a possible more prolonged and complete lockdown: \"In the future, there is a high possibility such a situation may reoccur where online exams may need to be made routine. It is necessary to plan in preventing cheating through students' sharing exam information.\" Reinforcement in public and environmental health education and social",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Online education will be expanded and replace face-to face education -Expansion of blended learning -Use of virtual clinical case learning Application of online learning to diverse educational settings -Use of online lecture materials into various educational settings including small group discussion, self-study, and remedial sessions.-Large group education will be replaced into individualized tailored learning style through online learning Expansion of flipped learning or TBL -Expectation of increased use of flipped learning or TBL Facilitating distance learning -Increase in effective and efficient learning between distanced hospitals or schools -Effective sharing of good human resources such as inviting distinguished lecturers Need for faculty development -Change in the teacher's role as a facilitator for learning -Developing competency in ICT and diverse online learning platforms Further curricular change in the preclinical period -Consider reducing the scheduled lecture hours based on the experience from educational effectiveness of online education during the pandemic -Review the need for cadaveric dissection Preparation for future similar public health crises -Investment in online systems and development of diverse online learning contents including virtual cases -Develop online student assessment systems -Enhanced public and environmental health education -Education for social responsibility during pandemic situations -Increase medical education related research -Idea/information sharing on how to run a safe face-to-face clinical clerkship COVID-19: Coronavirus disease 2019, TBL: Task-based learning, ICT: Information and communications technology. responsibility in a pandemic situation, and medical education research were raised as areas for further development",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "was heavily struck by the Middle East respiratory syndrome coronavirus (MERS-CoV) in 2015 leading to intensified public health measures bearing fruit during COVID-19, but unfortunately did not translate equally into medical education preparedness. In fact, medical schools in Korea were unprepared for the move to online education not only technically, but also culturally at the educational and institutional levels. However, this study showed that curricular adaptations to online education settled speedily. Interestingly, amidst these enforced and challenging situations, the Korean deans' perspectives were mostly positive, with promising prospects for the future of medical education. Whilst lectures and most of the practical sessions moved online, clinical clerkships fortunately resumed in Korea with only an average of a 3-week postponement, with the students' safety ensured in part by the full provision of personal protection equipment [17]. This was in stark contrast to many parts of the world, where medical education was heavily affected in the first half of 2020. The Association of American Medical Colleges [18] as well as medical schools in the United Kingdom[19] suspended all direct patient contact, clinical placements, and classes. The survey results showed that student assessment was the area of least change in Korean medical schools. The majority of examinations were delayed to the end of the semester and carried out on-site under strict infection control and prevention precautions, maintaining social distancing spaces between the candidates. We can interpret that this phenomenon was only possible due to the relatively low numbers of infected cases allowing onsite exams by the end of the first semester in mid-June 2020. However, to be prepared for a worsening situation by COVID-19 or any future health crisis, we may look upon the different approaches or lessons that other countries have undergone, such as the online 'open-book' assessment at Imperial College London that drew positive students' feedback [20]. There is a need to further our efforts to develop a reliable and valid online assessment for both written and clinical examinations. In our study, the 37 Korean medical school deans mention of the positive influences far outweighed the negative impact of COVID-19 on medical education. The positive experiences gained by both faculty and students through the use of various online learning systems led to attitudinal changes on incorporating new technology in medical education and school management. The early teething problems, mainly due to the technical naivety of the faculty, and lack of technical resources were short lived and all stakeholders, including students, faculty, and the institutions adapted rapidly, resulting in a much higher than expected student satisfaction level in regards to online learning. The deans' statement in this study were reflected in another Korean study which showed the anatomy achievement scores of the blended learning group being higher than those of traditional lectures reflecting the Generation Z medical students taking onto online learning like duck to water [21]. Negative comments from the deans concentrated on the difficulties surrounding medical professionalism and ethical education, already dealt by other publications [22], its delivery through an online medium, and gauging its efficiency remained uncertain. Significant number of deans also lamented on the missed opportunity in allowing their students to be involved in such inter-national health crises in favor of safety. Across the globe, there have been reports of student-led volunteer initiatives. The University of Nebraska adapted their curricula to recognize student volunteers [23]. Harvard Medical School's Medical Student Response Team offered clinical support and educated the community [10], and in Switzerland, medical student volunteers joined the COVID-19 testing teams [9]. This study revealed the deans' perspectives on the future of medical education post-COVID-19. Even after the pandemic, they expected the increase use of online education with high expectations on student-driven active learning such as flipped learning or TBL. Also, the deans suggested further investment for faculty development to help medical educators to be equipped for diverse ICT learning platforms and various new learning methods. In spite of ingrained difficulties in institutional change and multigenerational challenges [24], the deans' perspective changes in our study have shown the possibility of the deans' generation aligning more closely with the current Generation Z medical students. Especially, their recognition on the importance of tailored and student centric approach that can help empower learners to participate in accordance to their own time and ability [25]. The Korean deans voiced the need for advance preparations for future similar public health crises. Countries with low COVID-19 infection rates, such as Korea, allowed onsite clinical attachments and examinations to carry on. However, this double-edge sword has resulted in the underdevelopment of virtual/ online clinical learning and assessment modules. If similar public health crises emerge, medical schools that have been less affected this time round, ought to be prepared to replace onsite clinical education into virtual spaces by learning from those who have experienced and succeeded from it. There have been successful examples of digital clinical placements",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "precedented changes by the COVID-19 left various positive impacts on medical education and most of the deans in South Korea envisioned further innovation in medical schools using the lessons what they've experienced and learned during the pandemic crisis. ORCID: Hyunmi Park: https://orcid.org/0000-0002-4134-2213; Young-Mee Lee: https://orcid.org/0000-0002-4685-9465; Ming-Jung Ho: https://orcid.org/0000-0003-1415-8282; Hee-Chul Han: https://orcid.org/0000-0003-0374-8690 Acknowledgements: The authors wish to show the deepest gratitude to every single one of the Korean medical school deans, who not only have taken their time to participate in our study, but have tirelessly worked during the worst pandemic in living memory to ensure the safety of students and staff whilst maintaining the highest of standards in medical education.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "data curation, original draft preparation, review and editing. YML: conceptualization, methodology, software, validation, formal analysis, investigation, data curation, review and editing. MJH: validation, review and editing. HCH: conceptualization, methodology, software, validation, review and editing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "have been published. However, these publications were mainly single institutional observational studies, and a nationwide research on medical schools' response and adaptation to the current pandemic have been relatively limited. Also, previous publications reflected the important perspectives of teachers and students, but the voice from medical school leaderships has been reported less. Therefore, the authors of this study believe the gap in the literature could be supplemented by a national level survey inviting medical deans as participants. This study aimed to explore: (1) how the Korean medical colleges responded to the COVID-19 pandemic as it unfolded at the national level; (2) the medical deans' perspectives on what and how these adaptions influenced medical education. The Korean Association of Medical Colleges distributed a questionnaire survey to all the 40 Korean school deans via email between May 15th and 30th, 2020. Participation was voluntary and no incentives were offered. Survey questions were developed based on a review of relevant literature and consultations with international research collaborators in the United States, Taiwan, Japan, and Italy, where similar surveys were conducted [13]. The survey consisted of two-parts. For the first part, adaptations in the pre-medical/preclinical/ clinical curriculum due to COVID-19 were asked in short-answer type questions. The second part asked the deans about challenges, innovations, lessons from COVID-19, and perspectives on future medical education as open-ended free responses. Short-answer responses from the first part of the survey underwent basic statistical analysis including medians and frequency (IBM SPSS program ver. 25.0; IBM Corp., Armonk, USA). For the second part of the survey, a qualitative thematic analysis was conducted for the free text responses. Following a review of literature on qualitative methodology [14-16], our research teamTable 1. Characteristics of the Participating Schools (N=37)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Positive Influences to Medical Schools Brought by the COVID-19 Pandemic",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Challenges Faced by Medical Schools",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(Continued) Student training priority lowered due to the efforts in prevention of infection in the hospital",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}