{
    "paper_id": "7159b254dacdac7f206b6c78439890ed286498e5",
    "metadata": {
        "title": "Exploring status of emergency drugs and vaccine development in Covid-19 pandemic: an update",
        "authors": [
            {
                "first": "Alok",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suhail",
                "middle": [],
                "last": "Ahmed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jasleen",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [
                    "Rakesh"
                ],
                "last": "Chawla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chandrababu",
                "middle": [],
                "last": "Rejeeth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 outburst initiated from the city of Wuhan in China in December 2019 and has been declared as a public health emergency of international concern. This pandemic portrays a spectrum of clinical complications, primarily affecting the respiratory system reported to be caused by a pathogen SARS-CoV-2 belonging to the family of beta coronavirus. Currently, the main objective of the government authorities of all affected countries and research organizations is to find a potential solution in the form of a pharmacological intervention or a vaccination to eradicate the disease and to have a long-term solution to deal with the pandemic. A multitude of anti-viral regimens is proposed based on the repurposing of currently available drugs for other issues or the compassionate use of drugs to immediately control and optimize the healthcare facilities. Meanwhile, a number of agencies are proposing new drug candidates to recreate the possibility of treating the disease. Similarly, a lot of research work is going on worldwide for the development of vaccination. Currently, a good number of candidates has finally reached the borders of Clinical Trials and are expected to be launched as soon as possible. However, the regulatory framework and authorization of these candidates is the most significant aspect of the whole scenario, which needs a specific set of time for validation purposes. The present work is widely focused on the general aspects of COVID-19 and the regulatory landscape for the emergency authorization of repurposed drug candidates, compassionate use of drugs, investigational entities, and vaccine development worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus is a diverse class of viruses found in a broad range of host species. Many epidemics have occurred over the past two decades. This current global epidemic caused by the SARS-CoV-2 pathogen is considered the most contagious among all of them. Initially, this disease is believed to begin in the city of Wuhan, China, primarily affecting the human respiratory system. SARS-CoV-2 belongs to the family of beta coronavirus and hence named COVID-19 (Corona Virus Disease-19) [1] . The most common clinical manifestations of COVID-19 include fever, coughing, tiredness, diarrhoea, headaches, loss of taste or smell [2] . Structurally, this virus is enveloped, possessing single-stranded positive RNA and spike-like glycoprotein that primarily targets human ACE2 (Angiotensin Converting Enzyme-2) for its integration into the host cell and further from its replicas [3] .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 485,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 871,
                    "end": 874,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to a sudden outbreak of COVID-19, the scientific community and medical experts are constantly trying to grasp the pathophysiology and potential therapeutic management, but there is not any specific treatment for the disease to date. All the currently used therapies are focused on the clear complications produced by COVID-19 and deliver symptomatic relief to the patient from the previous knowledge of similar complications produced by any other disorder. Currently used treatment is based on the repurposing of drugs of various classes such as anti-viral drugs, anti-parasitic drugs, antibiotics such as remdesivir, lopinavir/ritonavir, favipiravir, ribavirin, ivermectin, inhibitors of various cytokines [4] . All scientific organizations and government bodies shifted their focus towards the testing and development of therapeutics relevant to deal with the pandemic on an emergency basis. Even the diagnostic kits are developed to increase the monitoring and tracking of the spread of the disease. However, legal regulations and emergency approvals of these therapeutics to deal with such urgent situation require a whole different regulatory framework in order to pace up the development protocols [5] . This review primarily focuses on the scenario of the emergency approvals of the drugs and protocols followed in issuing Emergency Use Authorization (EUA) for the repurposed drug candidates, development of the vaccination and various developers attempting to launch desired vaccine candidates worldwide.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 714,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1208,
                    "end": 1211,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The initial case of COVID-19 first appeared in the city of Wuhan, China, with an unknown etiology in December 2019, which was later reported to be caused by a pathogen called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) belonging to a family of betacoronavirus and hence the name derived COVID-19 (Corona Virus . This disease triggers the respiratory system, and various published reports suggest the clinical outcomes of COVID-19 differ according to the severity. The incubation period of the virus ranges between 0d and 24d [6] . The widely occurring symptoms include fever, dyspnoea, fatigue, myalgia. However, 40% of people also show certain kind of gastrointestinal symptoms as well, and interestingly 10% of these are not accompanied by respiratory symptoms [7] . These include vomiting, diarrhoea, nausea and anorexia. Headaches, dizziness and altered levels of consciousness have also been reported in many cases [8] . Various reports also address the severity levels and are higher in older aged people or patients with some underlying disorders. Furthermore, raised levels of certain enzymes such as lactate dehydrogenase and aspartate aminotransferases and increased CD3 and CD4 T cell counts are also associated with the worsening of the condition. When it comes to co-infections, almost 8000 samples tested for COVID-19 in China documented 5.8% chances of co-infections such as seasonal flu, rhinoviruses and influenza virus in the positive individuals [9] .",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 545,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Corona virus disease: COVID-19"
        },
        {
            "text": "Coronaviruses belong to the Coronaviridae family, and SARS-CoV-2 specifically belongs to Betacoronavirus, a sub-category of this family. These viral particles are enveloped that possesses a spike-like protein and recognize the human receptor ACE2 (angiotensin-converting enzyme II) for its entry [10] . They are single-stranded positive huge RNA, mostly round with a diameter ranging 120-160 nm having a tendency to infect humans as well as animals. The genomic sequence of SARS-CoV-2 reveals remarkable identity with SARS-CoV and RaTG12, and this suggests a possible origination of the virus from the bat species. After binding to the receptor, the host protease TMPRSS2 cleaves the protein, and fusion peptides fuse the viral membrane. The expression of ACE2 in various tissues is responsible for the appearance of less common extra-pulmonary symptoms. After integration, the virus releases its RNA into the cytoplasm of host cells, and by the process of translation and replication, new virion particles are produced, which after exocytosis, infects the neighbouring cells. In immune response to this, cytokine storm elevates the factors such as Interferon c, Interleukin 6, Tumour necrosis factor a, IL-8, MCP-1, IL-1b, IP-10, IL-10 [11, 12] , and this can be fatal too. Figure 1 demonstrates the complete pathogenesis of COVID-19 representing all the facts related to its virulence inside the host body.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 1275,
                    "end": 1283,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Corona virus disease: COVID-19"
        },
        {
            "text": "Till date, almost 100 million cases have been reported globally, including 1 million deaths, with the USA having an alarming state of cases of about 25 million, and it has been a disaster for Americans, followed by India having total cases around 10 million and Brazil having cases almost close to India. Covid-19 has affected almost 213 countries and territories around the world. The number of cases underrates the overall burden of COVID-19 as the actual number exceeds the incidence of reported cases by around tenfold. It is important to ascertain the factors that cause more cases and deaths from Covid-19. The transmission risk is still not well validated [13] .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 667,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Corona virus disease: COVID-19"
        },
        {
            "text": "Due to the sudden outbreak of COVID-19, there is not any specific drug directly targeting the pathogen, but some already known drug candidates are being explored for their action against the complications produced by COVID-19. Most of these drug candidates are focused on delivering symptomatic relief. All scientific associations are working diligently to develop the required therapeutics that can treat or help in preventing the infection. But to conduct such activities, necessary legal regulations are required to meet the proper quality standards, timely developments and implementation of proper manufacturing protocols. Drugs that require significant development in treating a certain emergency situation are usually granted a Priority Review Designation which anticipates shortening the 10 months review time to nearly 6 months which is followed by an Accelerated Development Designation that shortens the study duration by relying on surrogate laboratory markers instead of clinical endpoints [14] . The Fast Track Designation deals with a wide range of disorders with unmet medical needs [15] . Then the Breakthrough Therapy Designation happens to make improvements and significant developments in the products over the available therapies [16] . Emergency Use Authorization (EUA) is a provision which is sanctioned to determine the considerable potential of an emergency and if any effective treatment is believed to be reasonable where the benefits outweigh the potential risks and where there is no sufficient approved alternative, then under such circumstances, a drug candidate might be authorized by EUA [5] . Emergency use authorization (EUA) provides protection against threats related to CBRN (chemical, biological, radiological and nuclear) emergencies during health disasters. Since the beginning of this ongoing emergency of COVID-19, which has the potential to challenge the health and security of the people, various EUA's have been issued for medical devices, therapeutics, In-Vitro kits. EUA supposedly grants the non-approved medical products in order to diagnose, prevent or treat the issues for which no sufficient approved alternatives are available. Figure 2a shows an Algorithm demonstrating the issuance of EUA in public health emergencies. Under Sect. 564 of the Food, Drug and Cosmetic Act, FDA commissioner determines the certain steps in order to issue an EUA [79] .",
            "cite_spans": [
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2398,
                    "end": 2402,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2182,
                    "end": 2191,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "In order to grant a EUA, certain criteria's must be satisfied: There must be adequate evidence for the effectiveness of the proposed medical counter measures (MCM's).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "There must be an overall analysis of the Risk-Benefit ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "It must be issued only in case there are no other alternatives to address the condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "FDA assesses the required data of each candidate product on a case-to-case basis, which may include the underlying mechanism of action, pre-clinical, In-Vitro, In-Silico, toxicity and case studies to ensure the required criteria for issuance are met by EUA or not. With this account of the regulatory framework, this is clear that how responses to the COVID-19 can be scrutinized. However, new candidates that can specifically target SARS-CoV-2 will likely to be given a Priority Review Designation and Fast Track Designation to ramp up the approval process. As soon as FDA evaluation for a product is done, the candidate can be broadly distributed under treatment IND. However, EUA withdrawals can be seen in cases of chloroquine and hydroxychloroquine after the FDA settled on the fact that it is not an effective candidate for treating COVID-19 [5] .",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 851,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "Another possible approach to deal with the pandemic is drug repurposing which is evolved as a new use of a drug that is already identified as a potential treatment for some other indication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "Few candidates prescribed for COVID-19 are enlisted below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency drugs status for covid-19"
        },
        {
            "text": "Remdesivir is a broad-spectrum antiviral agent. Phase-III clinical trials for remdesivir were conducted in February 2020 against the complications of COVID-19. Based on that remdesivir gained emergency use authorization in June and July in several countries worldwide [17] . Remdesivir, under the brand name Veklury, has gained EUA lately in 2020 and recommended to be administered under hospital care only. However, clinical trials for pediatric use are still on-going. This drug is indicated in kidney and liver disorders, and the prescribed regimen includes a loading dose of 200 mg on day one, followed by a 100 mg dose from day 2 onwards [18] . Remdesivir is a prodrug and an analogue of ATP which competes with ATP and acts on RNA dependent RNA polymerase to integrate into viral RNA leading to termination of RNA synthesis. In the primary human airway, epithelial cells also remdesivir successfully exhibits antiviral activity against the pathogen of COVID-19 [19] . Even from the case studies of phase III clinical trials, it was documented that patients receiving remdesivir along with the standard of care have shown better improvement rather than the patients not receiving the drug [17] . The compassionate use of remdesivir has also led to improvements in COVID-19 patients.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1194,
                    "end": 1198,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Remdesivir"
        },
        {
            "text": "This is a potential approved drug used to treat HIV, and some In-Vitro studies suggest that it is effective against SARS-CoV-1 and MERS Co-V. So recently, in-Vitro investigations were carried out to indicate its activity against SARS-CoV-2 [4] . It is an inhibitor of the 3-chymotrypsin-like protease enzyme, which is important machinery for the replication of the SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Lopinavir/ritonavir"
        },
        {
            "text": "However, the outcomes of Randomized clinical trials suggest that patients administered with this agent, although presents lower mortality rate and shorter length of stay in an intensive care unit (ICU), no statistically significant data was produced when this was compared to the group receiving standard of care only [20] . Currently, routine use of this drug is not recommended, but additional Randomized clinical trials are still going on [21] . The administration of this drug may produce adversities like vomiting, diarrhoea, hepatotoxicity and nausea. For the emergency use authorization, Lopinavir/Ritonavir are under recovery trials.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 322,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 442,
                    "end": 446,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Lopinavir/ritonavir"
        },
        {
            "text": "This candidate is approved for treating viruses that cause influenza A and RNA viruses having pandemic potential [22] . It hinders viral replication by inhibiting the RNA dependent RNA polymerase [23] . Recently, favipiravir has gained restricted emergency approval from the Drugs Controller General of India (DCGI) to be used in the treatment of COVID-19 after a handful of randomized clinical trials conducted in India. Major adverse effects of this drug include nausea, vomiting, elevated liver enzymes and elevated serum uric acid levels.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Favipiravir"
        },
        {
            "text": "Another compound that has antiviral activity against various RNA viruses included SARS-CoV and MERS-CoV, is considered as a possible therapy for COVID-19 as well. It is known to interfere with the RNA-polymerase and viral protein synthesis [24, 25] . In-vitro testing on Vero cell lines has also demonstrated that ribavirin in conjunction with interferon-a2b inhibited the replication of betacoronavirus at lower concentrations, and when used alone, higher concentrations were required to inhibit the viral replication [26] . But more than half of the patients has experienced a reduction in haemoglobin and haemolytic anaemia as well along with elevation of transaminases [27, 28] . In the clinical trials conducted against COVID-19, ribavirin is suggested as an add-on therapy only along with lopinavir/ritonavir or interferon [29] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Ribavarin"
        },
        {
            "text": "Reported In-Vitro studies of Nitazoxanide have demonstrated a broad-spectrum anti-viral agent used against respiratory syncytial virus, parainfluenza, influenza, norovirus and rotavirus. It is believed to hamper the host-regulated viral replication pathways [30] . Nitazoxanide widely amplifies the type I IFN and RNA sensing pathways [31] . The In-Vitro studies are suggestive of its use against COVID-19; however, a detailed investigation is required on this drug to understand its role against SARS-CoV-2 [4] .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Nitazoxanide"
        },
        {
            "text": "It is an anti-parasitic moiety that has received FDA-approval and has also exhibited anti-viral activity against a broad range of viruses. It is known to act on HIV-1 integrase protein and also inhibits importin 1 (IMP) heterodimer that regulates the nuclear import of integrase protein. This drug has activity against RNA viruses as well as DNA viruses. In In-Vitro studies of Vero-hSLAM cells infected with SARS-CoV-2, there is a 5000 fold reduction in viral RNA with the single addition of Ivermectin. The proposed hypothesis for this inhibitory action is inhibition of nuclear import of viral proteins via IMPa/b1 [32] .",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 622,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Ivermectin"
        },
        {
            "text": "There are certain off-label therapies or the one still under investigation which are currently used for supportive care:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ivermectin"
        },
        {
            "text": "This therapy is again an investigational treatment and yet to get approved by the FDA. This plasma is received from fully recovered patients containing antibodies against SARS-CoV-2 [33] . Although clinical data is very scarce in this available data, however, potential side effects of this therapy include antibody-dependent enhancement of infection, lung injury and allergic reactions [34] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Convalescent plasma therapy"
        },
        {
            "text": "It is an adjunctive therapy that incorporates the use of monoclonal antibodies against certain cytokine involved in the cytokine storm making the COVID-19 more severe [35] . The infection caused by the pathogen in the upper and lower respiratory tract triggers the release of pro-inflammatory cytokines IL-1b and IL-6. So the inhibitors of IL-1, IL-6 and Janus kinase family of enzymes may be helpful in overcoming this complication of COVID-19 [36] . Currently, no approved candidate is recommended for regular use. However, fewer agents are under the clinical setting, including antagonist of humanized IL-1 receptor, namely Anakinra and recombinant antagonist of humanized IL-6 receptor monoclonal antibody (sarilumab, tocilizumab) and recombinant mouse chimeric monoclonal antibody of IL-6 (siltuximab) [37, 38] . Tuberculosis is one of the bacterial adversity which can be caused as a result of this treatment.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 445,
                    "end": 449,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[37,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 812,
                    "end": 815,
                    "text": "38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Corticosteroids Though this is not a part of recommended therapy, previous studies indicate that patients infected with SARS CoV-1 and MERS Co-V have been benefitted from the intake of corticosteroids that helps in reducing the host inflammatory response [39] . Dexamethasone, for instance, has shown recovery in crucially ill patients in on-going clinical trials. And on the basis of data collected through clinical trials, WHO strongly recommends the oral and intravenous administration of dexamethasone for critically COVID-19 stricken patients and has issued interim guidelines for the same.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Interferons Interferons are also not yet recommended for the treatment purpose due to potential toxicities, including elevated liver enzymes, haematological toxicities, and psychiatric problems. However, they have potent anti-viral properties and belong to the class of cytokines [40] . Still, no clinical data is available. (Supplemenntary Table S1 ) illustrates a few of the drug candidates presently used for the complications of COVID-19, their approval status and significance in COVID-19.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Another recent research report through repurposing selected 8 potential molecules to form DrugBank database as inhibitors of the main protease, M pro that proteolytically processes proteins 1a and 1ab that virus synthesis to produce several important proteins for viral propagation and inhibits RNA-dependent RNA-polymerase and blocks viral replication. These drug candidates are still under investigation and may be approved in future as repurposed drugs for use. These drug candidates include Simeprivir, Calpain inhibitor IV and Cathepsin F inhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Due to the unavailability of any specific treatment for the current pandemic disease, the off-label drugs or compassionate use of drugs is highly encouraged, which led to faster clinical improvement and reduced hospital stay. However, many studies are still focused on getting targeted therapy for the situation. However, due to long drug development processes, the only way to deal with this was through drug repurposing and compassionate use of drugs until no potential solution is available [41] .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Since the compassionate use of drugs incorporates the use of unauthorized entities or those which are already under the clinical trials for some emergency illness. So this kind of practice is always accompanied by certain regulatory and ethical concerns. First, it is very important to ensure the safety and efficacy of the drug and how it will affect the other aspects in patients [41] . Well-versed consent of the patient is one of the prime requirements to initiate the compassionate use of drugs. These are used only if the potential advantages outweigh the risks of the drug. A major issue with the use of the compassionate drug is that the patient becomes reluctant to perform in clinical trials due to the possibility of participation in control groups where they don't receive the investigational drug candidate [42] . This is why there are certain regulations that consider patients for compassionate use of drugs who fail to get enrolled for clinical trials since clinical trials are more important to develop generalized information regarding the investigational drug candidate [43] . Another major drawback is that there are no primary documents on the bioethics committee that reviews the compassionate use requests because so far, the committee is involved with clinical research and due to ethical issues concerning these requests [44] . But the guidance related to the use of such drugs is mentioned in the ''Declaration of Helsinki'' and also in national codes of certain medical ethics [45] . Although this kind of use is accompanied by certain dilemmas but the physicians who prescribe it must be aware of the required guidelines.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1504,
                    "end": 1508,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Inhibitors of Interleukin-1 and Interleukin-6"
        },
        {
            "text": "Researchers are attempting to find antiviral drug against the virus. Several drugs are already in use as emergency drugs as stated above. However, effective treatment against the COVID-19 virus could be achieved only with the discovery of a suitable vaccine for which many researchers have already got approval for clinical testing. The main aim behind developing a vaccine is to bring a halt to the current pandemic situation that can be used to acquire broad protective immunity in the population so as to achieve herd immunity that can ultimately stop the transmission of the pathogen. 2 vaccines lately has received the Emergency Use Authorization (EUA) for COVID-19:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vaccine development for covid-19"
        },
        {
            "text": "Pfizer-BioNTech received its EUA by U.S.FDA on December 11, 2020, based on the data of clinical trials and safety and efficacy data, whereas Moderna received its EUA on December 18, 2020. India's aboriginal vaccine manufactured by Bharat Biotech in collaboration with the Indian Council of Medical Research (ICMR)-National Institute of Virology (NIV) has received phase I, II human trials by DCGI and III clinical trials are still on-going. Similarly, Covishield, established by the Serum Institute of India (SII) has received DCGI approval for restricted use in an emergency situation after passing clinical trials I, II and III.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moderna COVID-19 vaccine"
        },
        {
            "text": "Vaccine development is a very lengthy process, and in order to develop or generate a safe and effective vaccine, a number of phases are involved beginning from the laboratory and ending up in the clinics. The national policy revolves around the basic key steps for vaccine development. The beginning of the vaccine involves pre-clinical studies, and the development progresses into three phases of clinical trials. The first is to ensure the safety of a small number of volunteers to access the immune response, followed by the second clinical trial involving a large number of different groups of people and finally, the third trial for the evaluation of efficacy in thousands of people. Finally, this data is responsible for further approval of the candidate vaccine and its up-scale manufacturing and distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Moderna COVID-19 vaccine"
        },
        {
            "text": "The COVID-19 pandemic has globally encouraged the scientific community to find solutions in therapeutics and vaccines to control SARS-CoV-2. The Serum Institute of India (SII), based in Pune, in Maharashtra, has been at the forefront of the development, partnerships, and acceleration of production competence since the early days of the outbreak. Various countries have accelerated the clinical trials process for the development of successful COVID-19 treatment, and India is one of the countries that leads to the vaccine's development. Various biotech firms, including Serum Institute of India, Premas Biotech, Zydus Cadila, Bharat Biotech, have been dynamically engaged in vaccine creation trials [46] . SII has a long history of producing vaccines against viral diseases. SII has engaged with AstraZeneca, a British pharmaceutical company, for the mass production of vaccines developed by the University of Oxford. The company also engaged with US-based biotech firm Codagenix, which will develop a live attenuated vaccine to fight Covid-19. Likewise, Premas Biotech has tied up with Akers Biosciences to develop the vaccine against COVID-19 using recombinant proteins [47] .",
            "cite_spans": [
                {
                    "start": 702,
                    "end": 706,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Cost-effective COVID-19 vaccine development initiatives taken by India"
        },
        {
            "text": "Furthermore, Zydus Cadila, situated in India's Gujrat state, has developed a vaccine against COVID-19 called ZyCoV-D and is undergoing phase II clinical trials. India has the capability of producing a vaccine of the low-cost per-unit vaccine [48] . Due to this low budget history of making vaccines, new drugs against COVID-19 will be of great use in many low-income nations globally that will benefit millions of people who cannot afford costly vaccines. Currently, India provides real-time information on the stock and storage details of vaccines worldwide using an electronic intelligence network or eVIN. The Indian government has also set up an expert committee to counsel on the priorities of vaccine distribution to the whole nation [49] .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 744,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Cost-effective COVID-19 vaccine development initiatives taken by India"
        },
        {
            "text": "Currently ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-effective COVID-19 vaccine development initiatives taken by India"
        },
        {
            "text": "Nucleic acid vaccines, including DNA and RNA, contain a unique nucleotide sequence specific to the protein of interest. For the delivery of DNA and RNA to the cell nucleus and cytosol, respectively, liposomes and lipid nanoparticles are the most explored targeted delivery systems [50] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Nucleic acid-based vaccines"
        },
        {
            "text": "mRNA holds the advantage that immediate antigen expression can be seen at the cytoplasm level, and it need not cross the nuclear barrier. Additionally, there are no risks of infections or mutations. The only concern is the stability and inefficient In-Vivo delivery [51] . Earlier, in March 2020, NIAD and Moderna launched its first candidate, mRNA-1273, which is still under clinical trial evaluation [52] . Similarly, Bio N Tech and Pfizer have developed BNT162 and initiated clinical trials in April 2020. The four candidates under different RNA formats will be evaluated [53] . Another vaccine, CureVac mRNA, for which clinical trials are conducted in Germany and Belgium, uses full-length nucleotides without any modifications and formulated as Lipid Nano Particles which also contributes to combating viral infection by eliciting specific T-cell responses [54] . Arcturus, in collaboration with Duke -NUS, are concerned with developing conventional mRNA vaccines at much lower doses named saRNA and are focused on utilizing a biodegradable and ionizable delivery system [55] . Figure 2b indicates the relative number of vaccines developed under different categories.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 1083,
                    "end": 1092,
                    "text": "Figure 2b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "RNA Vaccines"
        },
        {
            "text": "The major concern of DNA vaccines is the delivery required to cross the nuclear barrier; however, these are relatively easy to manufacture and stable in nature. Additionally, they may happen to cause mutagenesis and cellular transformation. In-Ovio Pharmaceuticals first initiated the clinical trials for the vaccine candidate INO-4800 composed of required DNA plasmids [56] . Symvivo's bacTRL designed an oral candidate that binds to epithelial cells in the intestine and secretes and hence delivers plasmid DNA and imparts both cellular and humoral immunity [57] .",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "DNA Vaccines"
        },
        {
            "text": "In this recombinant antigenic proteins or synthetic peptides are used for lasting protective response, which has low immunogenicity, so an adjuvant is used to enhance its effect [58] . The S-Protein of virus having S1 and S2 subunits and binding to the hACE-2 receptor is the prime target for a vaccine candidate falling under this category. NVX-CoV2373, developed by Novavax, Inc. is based on the expression of coronavirus S-protein [59] . Another candidate is Molecular Clamp stabilized spike protein vaccines developed by the University of Queensland collaborated with GSK and Dynavax. This is an adjuvant based technology incorporating recombinant viral protein subunit [60] . Pitt Co. Vacc, developed by the University of Pittsburgh, incorporates the use of recombinant immunogens. Even after the gamma sterilization, the vaccine was successful in maintaining its immunogenicity [61] . Triple Antigen Vaccine developed by Premas Biotech, India. It is a multiantigenic entity where co-expression of SARS-CoV-2 recombinant membrane, spike and envelope proteins can be seen in an engineered Saccharomyces cerevisiae can be seen [62] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 884,
                    "end": 888,
                    "text": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Protein sub-unit vaccine"
        },
        {
            "text": "In viral vector-based vaccines, live-attenuated or inactivated viruses that are either modified or un-related are used to deliver the targeted genes or one or more antigens. It makes use of vectors such as Adenoviruses, Measles virus and the other commonly used viral vectors [63] . Institute in Oxford [65] , Janssen Pharmaceutical Companies of Johnson and Johnson [66] are aiming to develop vaccines using vector-based approaches.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "text": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[66]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Viral vector vaccines"
        },
        {
            "text": "This is the most conventional method of development of vaccines, and most of the vaccines currently used today are derived from this approach. It basically uses the less virulent or killed strains of the pathogen to induce antibody production accompanied by the risk of reverting back to the wild-type strains. However, for longer lasting effect, booster doses may be required [55] . Dynavax Technologies, in collaboration with Sonovac Biotech, has revealed some preliminary data reporting Phase I and Phase II studies from an inactivated vaccine candidate [55] . For the successfull development of a vaccine, it is important to identify the whole genomic map of the virus on which researchers are working for a long time and made quiet, brilliant attempts. The interaction of S-protein present on the virus with the host ACE2 receptor was explored to be used as a target for the design of the vaccine [67] . The issues to be considered while developing the vaccine includes induction of optimal antibody response since there are always chances of re-infection or relapse, especially in the patients with mild or no symptoms in the long term [68] . The SARS-CoV-2 vaccine is expected to reduce these issues and have an improved antibody titer so that individuals do not have chances to get re-infected within years. A recent report suggests that vaccine candidates having binding capacities against SARS-CoV-1 may have crossreactivity against Receptor Binding Domains of SARS-CoV-2 [69] . Another major concern for a current design for the vaccine is its potential against mutations and high levels of glycosylation in the target S-protein of the pathogen and the phenomenon of antibody-dependent enhancement [70] . Once the suitable candidate is generated, the up-streaming according to the demand of the population in compliance with the good manufacturing practices is the next challenge. (Tables 1, 2 ) depicts the various vaccine candidates under pre-clinical and clinical trials, respectively, information adapted from D.G. Bruno et al.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 381,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[55]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1482,
                    "end": 1486,
                    "text": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1709,
                    "end": 1713,
                    "text": "[70]",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [
                {
                    "start": 1892,
                    "end": 1904,
                    "text": "(Tables 1, 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inactivated and live attenuated virus based vaccines"
        },
        {
            "text": "Handling the evolving COVID-19 pandemic requires multidimensional approaches. However, precautionary measures and resources have been put forward by various countries against COVID-19 to prevent transmission and reduce fatality rates. Most strategies include self-isolation or quarantine, the promotion of public health measures including washing of hands, respiratory etiquette. Symptomatic relief from some previously used antiviral drugs awaiting further clinical trials. The sudden and unpredictable emergence of COVID-19 and its potential to cause a threat to global health allows the need for close collaborations among a wide variety of organizations in both researchers as well as manufacturer sectors. Thus, the laboratory surveillance network can generate valuable data with key variables of interest for characterizing the ongoing pandemic. Such an analysis may be useful to inform the future course of action. Therefore, analysis of these surveillance data can be obtained from the diagnostic kits. The testing performance could give descriptive epidemiology of COVID-19 cases by various points. The major key preventive strategies to reduce the pandemic COVID-19 will be by the implementation of a mass vaccination program if developed quickly. However, the widespread use of currently licensed antiviral agents would show to present a reasonable strategy. Significant efforts are underway to improve access to items essential for the COVID-19 emergency response. This review describes the impact of pandemic COVID-19, current strategies to combat viruses, including antiviral drugs, etc. and various management initiatives implemented to mitigate its effects and the intervention of global researchers and different agencies to reduce or eliminate the viral infection. It also highlights some of the vaccines which are approved for clinical trials and other drugs that are under study. The article additionally offers the outbreak of viruses in distinctive nations and the medication and diagnostic package produced through exceptional international locations for the cure and detection of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An overview of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Zhejiang Univ-Sci B",
            "volume": "21",
            "issn": "5",
            "pages": "343--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 pandemic-A focused review for clinicians",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bamford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.04.023"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A novel coronavirus (2019-nCoV) causing pneumonia-associated respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Mol Immunol",
            "volume": "17",
            "issn": "5",
            "pages": "554--554",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Exploring status of emergency drugs and vaccine development in Covid-19 pandemic: an update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Remdesivir, lopinavir, emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro",
            "authors": [
                {
                    "first": "K-T",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Antivir Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2020.104786"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19: regulatory landscape of medicinal and medical device products for human use",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beninger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Ther",
            "volume": "42",
            "issn": "8",
            "pages": "1444--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of remdesivir vs standard care on clinical status at 11 days in patients with moderate COVID-19: a randomized clinical trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Spinner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "11",
            "pages": "1048--57",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS-CoV-2 infection in 86 healthcare workers in two Dutch hospitals in",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kluytmans",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Neurologic manifestations of hospitalized patients with coronavirus disease 2019 in Wuhan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China JAMA neurology",
            "volume": "77",
            "issn": "6",
            "pages": "683--90",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 infection in children",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "17",
            "pages": "1663--1668",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol A J Pathol Soc Great Britain and Ireland",
            "volume": "203",
            "issn": "2",
            "pages": "631--638",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. EBioMedicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mild versus severe COVID-19: laboratory markers",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Diseas",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.04.061"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Factors related to conversion from accelerated to full approval for drugs approved in the united states between",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Irisawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narukawa",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ther Innov Regul Sci",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Update to drugs, devices, and the fda: how recent legislative changes have impacted approval of new therapies",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Norman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JACC: Basic to Translational Science",
            "volume": "5",
            "issn": "8",
            "pages": "831--870",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Pediatric orphan drug indications",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kimmel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2019-3128"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Remdesivir: first approval",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drugs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40265-020-01378-w"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guiding difficult decisions on scarce investigational therapeutic agents in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Bioeth",
            "volume": "20",
            "issn": "9",
            "pages": "20--23",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Remdesivir inhibits SARS-CoV-2 in human lung cells and chimeric SARS-CoV expressing the SARS-CoV-2 RNA polymerase in mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Pruijssers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep",
            "volume": "32",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An exploratory randomized, controlled study on the efficacy and safety of lopinavir/ritonavir or arbidol treating adult patients hospitalized with mild/moderate COVID-19 (ELACOI)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Remdesivir for the treatment of Covid-19-preliminary report",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Beigel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Favipiravir as a potential countermeasure against neglected and emerging RNA viruses",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abdelnabi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neyts",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Res",
            "volume": "153",
            "issn": "",
            "pages": "85--94",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Discovering drugs to treat coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Drug discoveries & therapeutics",
            "volume": "14",
            "issn": "1",
            "pages": "58--60",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "COVID-19 treatment: close to a cure?-a rapid review of pharmacotherapies for the novel coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19 treatment: close to a cure?-a rapid review of pharmacotherapies for the novel coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob Agents",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.106080"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inhibition of novel b coronavirus replication by a combination of interferon-a2b and ribavirin",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci Rep",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Severe acute respiratory syndrome: report of treatment and outcome after a major outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Thorax",
            "volume": "59",
            "issn": "5",
            "pages": "414--434",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Critics slam treatment for SARS as ineffective and perhaps dangerous",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/423004a"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Health NIo, 2020 COVID-19 Treatment guidelines",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nitazoxanide, a new drug candidate for the treatment of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Rossignol",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Infect Public Health",
            "volume": "9",
            "issn": "3",
            "pages": "227--257",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The FDA-approved oral drug nitazoxanide amplifies host antiviral responses and inhibits Ebola virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Jasenosky",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "1279--90",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Lack of efficacy of ivermectin for prevention of a lethal Zika virus infection in a murine system",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ketkar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Diagn Microbiol Infect Dis",
            "volume": "95",
            "issn": "1",
            "pages": "38--40",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mair-Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Infect Dis",
            "volume": "211",
            "issn": "1",
            "pages": "80--90",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Transfusion-associated circulatory overload after plasma transfusion",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Narick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Triulzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yazer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transfusion",
            "volume": "52",
            "issn": "1",
            "pages": "160--165",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The cytokine release syndrome (CRS) of severe COVID-19 and interleukin-6 receptor (IL-6R) antagonist tocilizumab may be the key to reduce the mortality",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105954"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "COVID-19: consider cytokine storm syndromes and immunosuppression",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Treatment of severely ill COVID-19 patients with anti-interleukin drugs (COV-AID): A structured summary of a study protocol for a randomised controlled trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trials",
            "volume": "21",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A study to evaluate the safety and efficacy of tocilizumab in patients with severe COVID-19 pneumonia (COVACTA)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoffmann-La",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Corticosteroid therapy for critically ill patients with Middle East respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "197",
            "issn": "6",
            "pages": "757--67",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "18",
            "pages": "1824--1860",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Compassionate use programs in Italy: ethical guidelines",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Panfilis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Satolli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costantini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med Ethics",
            "volume": "19",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Expanded access programmes: patient interests versus clinical trial integrity",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lorigan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Oncol",
            "volume": "16",
            "issn": "1",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "FDA's proposed regulations to expand access to investigational drugs for treatment use: the status quo in the guise of reform",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Rossen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Food Drug Law J",
            "volume": "64",
            "issn": "1",
            "pages": "183--223",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Improving expanded access in the United States: The role of the institutional review board",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bateman-House",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ther Innov Regulat Sci",
            "volume": "52",
            "issn": "3",
            "pages": "285--93",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Hospital/clinical ethics committees' notion: an overview",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hajibabaee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Vaccine development and deployment: opportunities and challenges in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Vaccine",
            "volume": "31",
            "issn": "",
            "pages": "43--53",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "India's cost-effective COVID-19 vaccine development initiatives",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "Gjv",
                    "middle": [],
                    "last": "Agoramoorthy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2020.10.056"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Potent lymphatic translocation and spatial control over innate immune activation by polymer-lipid amphiphile conjugates of small-molecule TLR7/8 agonists",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Vrieze",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Angew Chem Int Ed",
            "volume": "58",
            "issn": "43",
            "pages": "15390--15395",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "mRNA therapeutics deliver a hopeful message",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nano Today",
            "volume": "23",
            "issn": "",
            "pages": "16--39",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Health NIo, 2020 NIH clinical trial of investigational vaccine for COVID-19 begins",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Mini-review on recent update on coronavirus disease 2019: Clinical outcome and largest pharmaceutical companies",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shivappa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoosain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biomedical and Biotechnology Research Journal (BBRJ)",
            "volume": "4",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Prospect of SARS-CoV-2 spike protein: Potential role in vaccine and therapeutic development",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Samrat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virus Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2020.198141"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Current status of COVID-19 (pre) clinical vaccine development",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Angewandte Chemie",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/anie.202008319"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Safety and immunogenicity of an anti-Middle East respiratory syndrome coronavirus DNA vaccine: a phase 1, open-label, single-arm, dose-escalation trial",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "9",
            "pages": "1013--1035",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A snapshot of the global race for vaccines targeting SARS-CoV-2 and the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Laferrière",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ardakani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Pharmacol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Subunit vaccines against emerging pathogenic human coronaviruses",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Purified coronavirus spike protein nanoparticles induce coronavirus neutralizing antibodies in mice. Vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "3169--74",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "These 23 companies are working on coronavirus treatments or vaccine-here where things stand. Market watch",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ebiom.2020.102743"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Multi-Antigenic Virus-like Particle of SARS CoV-2 produced in Saccharomyces cerevisiae as a vaccine candidate",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioRxiv",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "New vaccine technologies to combat outbreak situations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rauch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front Immunol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2018.01963"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Multivalent and multipathogen viral vector vaccines. Clin Vaccine Immunol",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borrow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/CVI.00298-16"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial. The Lancet",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Safety and immunogenicity of a candidate Middle East respiratory syndrome coronavirus viral-vectored vaccine: a dose-escalation, open-label, non-randomised, uncontrolled, phase 1 trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Folegatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30160--30162",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30160-2"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Early Release-High Contagiousness and Rapid Spread of Severe Acute Respiratory Syndrome Coronavirus. Emerg Infect Dis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200282"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Long-lived memory T lymphocyte responses against SARS coronavirus nucleocapsid protein in SARS-recovered patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virology",
            "volume": "351",
            "issn": "2",
            "pages": "466--75",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Middle East respiratory syndrome vaccine candidates: cautious optimism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schindewolf",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "COVID-19 vaccine development and a potential nanomaterial path forward",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Nanotechnol",
            "volume": "15",
            "issn": "8",
            "pages": "646--55",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Schematic representation of COVID-19 pathogenesis: A complete profile of entry, integration and replication of virus Exploring status of emergency drugs and vaccine development in Covid-19 pandemic: an update In order to issue a EUA, there must be the presence of demonstrated life-threatening disease or condition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Algorithm demonstrating issuance of EUA in public health emergencies and b Indicates relative number of vaccines developed under different categories A. Sharma et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", 200 candidate vaccines are under different developmental stages. There are 6 different approaches for the development of the new vaccine candidate, namely: (a) live attenuated virus vaccine (b) inactivated virus vaccine (c) viral vector vaccines (d) protein subunit vaccines (e) DNA vaccine (f) RNA vaccine.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Vaccine candidates under pre-clinical trials",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgement The authors are thankful to the Department of Pharmacognosy, ISF College of Pharmacy Moga, Punjab for providing the necessary facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}