{
    "paper_id": "725c554e64fa575f9410e3632cf5a635f1f81669",
    "metadata": {
        "title": "Challenges of the COVID-19 pandemic for social gerontology in Australia",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Older people, particularly those with pre-existing health conditions, are more susceptible to the SARS-CoV-2 virus that causes COVID-19. 1 Those who recover may face additional long-term impacts on health 2 that make older people more likely to need additional support and affect future quality of life.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| Health, wealth and mental well-being"
        },
        {
            "text": "Public health measures to suppress the virus-social distancing, restrictions on public transport, closure of shops, clinics, public facilities and community, sporting and interest groups-increase anxiety, depression and loneliness in older people. 3 Older people may also be impacted as both providers and recipients of volunteer services, as many volunteers are older adults who have had to withdraw their services. 4 Older people tend to work in occupations with high infection risk (e.g. health and caring professions). 5 These occupations are also low wage and/or casual, and so, people may be unable or unwilling to take time off while infected. Although older people are at lower risk of job loss than the young, they are more likely to remain unemployed after losing their job. 5 Losses in financial markets have reduced the value of superannuation funds, affecting pensions for retired people. 6 Engagement with family and friends has been limited. Internet-based communication and online delivery of mental health interventions offer the potential to redress social and mental well-being impacts, 7 but difficulties with access and computer literacy may exacerbate inequalities in social participation and mental well-being for older people. 8 Grandparents have had to withdraw childminding support for families, or risk exposure to the virus. The impacts of social distancing on family dynamics are unknown, although there are positive reports of community and family initiatives to address the social impacts of the virus. 9 Closure of clinics, swimming pools and gyms may adversely impact levels of physical activity and management of long-term health conditions. Health-care services have cancelled elective surgery and non-urgent clinical care, increasing risk of worsening health in older people. Health services have changed practice to support older people with tele-services, though the effectiveness and uptake of these modes of delivery are not known at the population level.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 417,
                    "end": 418,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 523,
                    "end": 524,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 785,
                    "end": 786,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 902,
                    "end": 903,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1251,
                    "end": 1252,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1534,
                    "end": 1535,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| Health, wealth and mental well-being"
        },
        {
            "text": "The pandemic may exacerbate ageism. 10 In some countries, there was debate about whether politicians should do anything to protect people at most risk, or whether older people should be sacrificed for the sake of the economy; 11 older people are more vulnerable to the virus and less economically productive. Some people may blame older adults for the economic and social impacts of the measures taken to suppress COVID-19. 10",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| Ageism"
        },
        {
            "text": "The pandemic disproportionately impacts those from ethnic minority and low socio-economic backgrounds. 12 Indigenous Australians are particular risk, with Indigenous households more likely to be intergenerational as well as living in overcrowded and inadequate housing, increasing risk of virus transmission. 13 Lack of culturally appropriate information and under-engagement with mainstream health services exacerbates risk for Indigenous people. 13",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 309,
                    "end": 311,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "| Social inequalities"
        },
        {
            "text": "DAWES Et Al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "|"
        },
        {
            "text": "Residents and staff of aged care facilities are vulnerable to the virus due to the age and long-term health conditions of residents and communal living arrangements. 14 Family and friends and allied health services being unable to visit people living in aged care facilities may result in increased social isolation, vulnerability to abuse and neglect, and poorer health outcomes. 14 Research with aged care populations is substantially curtailed as facilities are closed to visitors. The Royal Commission into Aged Care Quality and Safety identified several areas of need including focusing on caring relationships, including the voices of residents and family, providing clear information to make informed choices about care, improving regulatory arrangements and supporting the aged care workforce. 15 Addressing these needs may also increase resilience to pandemics, although at least in the short term, these questions may be displaced in preference to addressing infection control and the direct impacts of the virus.",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 804,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Aged care facilities"
        },
        {
            "text": "There is an expectation that transmission of the virus can be suppressed until an effective vaccine is found. However, it is unclear whether an effective vaccine will ever be found. 16 Further, likelihood of future global pandemics is high. There is therefore an urgent need to develop and test solutions to facilitate health care and social participation of older adults that minimise the risk of transmitted disease in the long term. Australian researchers face numerous short-and long-term challenges in addressing these urgent needs.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| Practical and financial challenges for researchers"
        },
        {
            "text": "Schools and universities around the world have been closed during the pandemic. 17 An Academy of Science report on the impact of the pandemic on Australian universities identified dramatic reductions in international student fees and research funding. 18 The report projected losses of up to 21,000 fulltime positions including 7,000 research-related academic staff. The federal government excluded universities from a national employment subsidy program to offset the impact of the pandemic. 19 Women and early-career researchers may be especially adversely affected. 18 Up to 9,000 international research students will not resume their research in 2020 due to research interruptions and travel restrictions. Universities are dealing with financial constraints by decreasing the numbers of casual teaching staff and increasing teaching loads of permanent staff, reducing research capacity. 18 In the short term, Australian universities have suspended face-to-face testing of research participants. Some universities are beginning a phased return to seeing participants, although those from particularly vulnerable populations (including older people, people with long-term health conditions and people living in aged care facilities) are set to be the last groups where data collection will restart.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 252,
                    "end": 254,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 493,
                    "end": 495,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 569,
                    "end": 571,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 891,
                    "end": 893,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "| Practical and financial challenges for researchers"
        },
        {
            "text": "Time-dependent studies are most affected, particularly those including longitudinal data collection and intervention studies where outcomes must be assessed at particular time points. Disruption to data collection has critical impacts on postgraduate student projects where time for data collection is limited. Those on short-term research contracts are disproportionately affected as the projects that they were employed to work on have had to be suspended. Many research staff have found their productivity impacted by having to work from home and provide homeschooling to their children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Practical and financial challenges for researchers"
        },
        {
            "text": "Researchers and organisation have attempted to mitigate the impact of the pandemic on research. Mitigations included modifying study protocols to rely on online data collection or postal surveys. The main limitations of these approaches are the impossibility of completing certain physical testing remotely, lack of equivalence of online versions of assessments and potential bias if there are systematic differences in access and ability to use computers that are related to the outcomes of interest. Institutional ethics committees have fast-tracked ethical approvals for protocol modifications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Practical and financial challenges for researchers"
        },
        {
            "text": "Researchers have switched focus to alternative methodologies that are not reliant on collection of face-to-face data, including analysis of existing data sets, systematic reviews, surveys and Internet-based interviews. Journals have fast-tracked publication of research papers dealing with the impact of COVID-19, which are then published open access. Some editors have made allowance for longer revision times and taken a pragmatic approach to shortcomings in research due to the impacts of the pandemic. Funders have allowed flexibility in revising the protocols and study timelines for funded projects. The Australian Research Council attempted to mitigate the impact of the pandemic by extending closing dates for applications to some schemes, allowing late submission of applications and extensions or changes of scope for existing projects. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Practical and financial challenges for researchers"
        },
        {
            "text": "Funding support for universities is critical to address loss of revenue. Some state governments announced measures to mitigate the impact of reduced international student enrolments and supporting universities with research partnerships. The federal government should consider support for universities to carry out the research that addresses the needs of older Australians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Long-term impacts and challenges"
        },
        {
            "text": "The effects of the pandemic are greatest for older people and the most vulnerable in society. Given altered research priorities following the pandemic, social gerontologists must lobby for support. The current focus is justifiably on the epidemiology and the clinical impacts of the virus. In the longer term, issues of mental health for older people, prevention, and | 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Long-term impacts and challenges"
        },
        {
            "text": "resilience of health care and social support for older adults will grow in importance. Researchers must actively engage with these questions at the earliest opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DAWES Et Al."
        },
        {
            "text": "To ensure that research is of greatest utility, older people should play a central role in identifying research needs and priorities, as well as in the design, implementation and dissemination of research. Strategies that do not rely on faceto-face meetings are required to ensure that the voices of older people are heard by researchers and policymakers in the co-design of future solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DAWES Et Al."
        },
        {
            "text": "The COVID-19 pandemic exposed inequalities and vulnerabilities for older Australians, particularly those with long-term conditions, people from minority communities, Indigenous backgrounds and residents of aged care facilities. The pandemic also directly impacted social gerontologists. We must grapple with these challenges and take the opportunity to address these inequalities and vulnerabilities and improve health, well-being and quality of life for older Australians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DAWES Et Al."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Estimating the infection and case fatality ratio for coronavirus disease (COVID-19) using age-adjusted data from the outbreak on the Diamond Princess cruise ship",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association of cardiac injury with mortality in hospitalized patients with COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and the consequences of isolating the elderly",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Nellums",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Public Health",
            "volume": "5",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Volunteering and COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nsw Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "ARC centre of excellence in population ageing research, COVID-19 and the demographic distribution of health and economic risks",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Australian Taxation Office. COVID-19 (novel coronavirus) -temporarily reducing superannuation minimum payment amounts",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Internet-based cognitive behavior therapy for loneliness: a pilot randomized controlled trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Käll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jägholm",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hesser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Behav Therapy",
            "volume": "51",
            "issn": "1",
            "pages": "54--68",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Good intentions are not enough: how informatics interventions can worsen inequality",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Veinot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ancker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Med Inform Associat",
            "volume": "25",
            "issn": "8",
            "pages": "1080--1088",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eight acts of goodness amid the COVID-19 outbreak. Greter Good Magazine at UC Berkeley",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Australian Human Rights Commission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Texas' lieutenant governor suggests grandparents are willing to die for US economy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "USA Today",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: an urgent public health research priority",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Bangash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pareek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1421--1422",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Urban Aboriginal people face unique challenges in the fight against coronavirus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcaullay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eades",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Conversation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The coronavirus and the risks to the elderly in long-term care",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "States",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bagley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Aging Social Policy",
            "volume": "",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Why we might not get a coronavirus vaccine. The Guardian",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sample",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 Educational Disruption and Response",
            "authors": [],
            "year": 2020,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Australian Academy of Science. Impact of the pandemic on Australia's research workforce",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Australian government moves again to exclude universities from bailout, in Times Higher Education",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "How research funders are tackling coronavirus disruption",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stoye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors are supported by the Centre for Ageing, Cognition and Wellbeing, Macquarie University.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "No conflicts of interest declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}