{"paper_id": "729995f981164dace9e66e2c77f18ee2a1aef41c", "metadata": {"title": "A HYBRID KNOWLEDGE-BASED AND MODIFIED REGRESSION ANALYSIS APPROACH FOR COVID-19 TRACKING IN USA", "authors": [{"first": "Rafaat", "middle": [], "last": "Hussein", "suffix": "", "affiliation": {"laboratory": "", "institution": "SUNY", "location": {"settlement": "Syracuse", "region": "NY", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "Since its appearance in 2019, the covid-19 virus deluged the world with unprecedented data in short time. Despite the countless worldwide pertinent studies and advanced technologies, the spread is neither contained nor defeated. In fact, there is a record surge in the number of confirmed new cases since July 2020. This article presents a new predictive Knowledge-based (KB) toolkit named CORVITT (Corona Virus Tracking Toolkit) and modified linear regression model. This hybrid approach uses the confirmed new cases and demographic data, implemented. CORVITT is not an epidemiological model, in the sense that it does not model disease transmission, nor does it use underlying epidemiological parameters like the reproductive rate. It forecasts the spread in order to assist the official to make proactive intervention.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "these parameters explain the simulation behavior. The agent-based techniques are stochastic, enabling the variability of human behavior to be incorporated to help understand the likely effectiveness of proposed protective measures. The discrete event technique is also stochastic to model operations over time where entities flow through number of activities. The hybrid simulation combines two or more techniques is used for complex behavior. These techniques focus mainly on diseases' transmission unfolding phases such as quarantine, lock down, testing, and health care services. Some of these approaches are rooted in the literature since 1777, complex, and cumbersome to implement. Without the adequate specialists in advanced and complex mathematical theories and/or computers, the logical question is thus: how could the authorities ascertain the covid-19 spread in order to make a proactive intervention decisions; e.g. to prepare hospitals and intensive care units, to mitigate the adverse impacts of what may happen in the near future? In search for accurate answer and based on the popular utilization of covid-19 relationship between the number of cases [9] and population per land area, the idea of a new index was conceptualized in this study. It represents the number of reported confirmed new cases per population in the specific region the data was recorded. This new concept harnesses the number of cases and the regional crowdedness of people, which varies in the US from a single digit to multi thousand [2] . The index increases with more cases and with more dense populations (shorter social distancing).", "cite_spans": [{"start": 1524, "end": 1527, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "In this study, a combined linear regression analysis and data-fitting model is used. To deal with data fluctuation, this model used a short time span of one month maximum for forecasting, [10, 11, 13, and 14] . The data is obtained from the New York Times Journal database [12] . The journal publishes the daily cases of covid-19 by state and county in the US. The data from eleven states was used: New York State (NYS), Florida (FL), California (CA), Colorado (CO), Illinois(IL), Texas (Tx), Louisiana (LA), Washington (WA), Georgia (GA), New Jersey (NJ), and Michigan (MI). Table 1 the data for selected counties in New York State. We first constructed the slope for the confirmed cases and population in each of the states from March 27 to May 11, 2020 and then used polynomials fitting and linear regression analysis for forecasting. Linear Regression is a direct way to deal with the connection between variables. Table 2 shows a typical output from one of the many regression analysis' runs followed in this study.", "cite_spans": [{"start": 188, "end": 208, "text": "[10, 11, 13, and 14]", "ref_id": null}, {"start": 273, "end": 277, "text": "[12]", "ref_id": "BIBREF10"}], "ref_spans": [{"start": 576, "end": 583, "text": "Table 1", "ref_id": null}, {"start": 919, "end": 926, "text": "Table 2", "ref_id": "TABREF0"}], "section": ""}, {"text": "To accurately and proactively capture the big picture of covid-19 spread, this study transfers the expertise of problem-solving from humans into a KB toolkit that takes in the same data and yields the same conclusion but faster. This new KB-statistic hybrid approach effectively assists humans in dealing with covid-19 massive daily data in addition to save times which is an essential requirement in dealing with the virus illusiveness. The. study introduces for the first time in this field, to our knowledge, a novel KB toolkit to visualize the data and make it easier to understand and use without either mathematical or computer expertise. The CORVITT is a promising incubator for covid-19 future forecasting platforms. Its architecture blueprint emerges from an open-end modular adaptable structure encompassing a graphical-interface client allowing the users to operate it with no professional skills. This KB technology has been proven in other applications and thus applied in this study for covid-19 [15, 16, and 17] . To the author's knowledge, the concept of CORVITT has not been attempted to date for covid-19. Figure 1 shows the dashboard of CORVITT and Fig. 2 shows the data used in Fig. 1 . Although the amount of collected data is massive, the use of the dashboard is intuitive and user friendly. Again, there is no need for medical ,mathematical, or computer skills to use the dashboard and benefit from its applications. This is one of the benefits of bringing an artificial brain to help human brains in dealing with complex challenge at hand such as the covid-19.", "cite_spans": [{"start": 1010, "end": 1026, "text": "[15, 16, and 17]", "ref_id": null}], "ref_spans": [{"start": 1124, "end": 1132, "text": "Figure 1", "ref_id": null}, {"start": 1168, "end": 1174, "text": "Fig. 2", "ref_id": null}, {"start": 1198, "end": 1204, "text": "Fig. 1", "ref_id": null}], "section": "New Knowledge-Based (KB) Toolkit"}, {"text": "In what follows, we examined the feasibility of the ascribed model for covid-19 in two ways: firstly, by analyzing its forecasted outcomes in eleven US states, and secondly by comparing the forecasted results with actual onsite data. Firstly, a database was created at micro-level or counties, for the first time to our knowledge, for the new cases and population per land area on covid-19 from March 27 to May 1, 2020 in the eleven US states: NYS, FL, CA, TX, LA, WA, CO, GA, IL, NJ, and MI. These sates had a steady high number of confirmed cases according to the New York Times Journal. Table 2 shows some of the collected data. Figure 2 shows CORVITT' gauging of the virus county-wise distributions in terms of the new index and population. Figure 1(d) shows that in NYS, FL, CA, CO, and IL the inhabitants are infected in areas with large social distances because most of the data is concentrated at low population, i.e. large spaces between the inhabitants. On the contrary, in TX, LA, WA, GA, NJ, and MI the virus was spread though the social distance was small because the data spreads over a wide range of population, i.e. large space between the inhabitants. Unlike the common general approach used for all US states at all times since 2019, which is common in the news media from Tabloid to New York Times journals, this discovery unveiled new facets. Figure 1 (d) shows that on March 27, the indexes were 0.93 and 0.10 in NYS and NJ (large distance), respectively, 0.08 and 0.07 for TX and GA (small social distance), respectively, though the spread of data appeared similar on the dashboard in each group. In addition, NYS, LA, WA, IL, and MI have high indexes by comparison to FL, CA, TX, CO, GA, and NJ For example, On April 21, 2020, the indexes were 5.0 and 0.40 for NYS and CA although the closeness of data in both states was similar. Furthermore, the increase of the index within each state was nonuniform. For example, the index increased from 2.8 to 5 between April 9 and 21 in NYS, and from 0.05 to 1.0 in TX over the same period. From a different angel of view, Figure 1 (a) shows that the rate of spreading of the virus differ from one state to another. For example, the spreading rate in IL is very high compared to that in CA. This indicates that the virus can affect more people in IL (57920 sq. mi and 13 million people) than NJ (8730 sq. mi and 9 million people). Taken as a whole, CORVITT' outcomes suggest that NYS is a good region for the virus to spread whereas CA is not as good from March 27 to May 1, 2020. Such information allows the authority to prioritize the resources giving NYS the highest priority. Secondly, Figures 3a and 3b compares the forecasted and actual on-site data and shows a close agreement in different US states. Figure 3a shows that whereas the new cases in NYS has reached the peak in the first week of May, the pandemic was worsening in other states as Illinois, but in California, Georgia, and Colorado reached a plateau. Figure 3c shows the severity of the pandemic as indicated by the skewness; positive (to the right) for LA and negative for NYS, NJ, and MI of the growth and deterioration of the distributions [18] . The positive skewness means longer deterioration (decline in cases) time. The shallow deterioration rate at the trailing end of the curve in Fig. 1(b) is a sign of a plateau. Figure 1describes the peak, weakness, and steadiness statuses by which the virus trajectory disperses through different stages in various regions. This new discovery is useful to understand the building up and collapse of the virus impacts thus make proactive preparations.", "cite_spans": [{"start": 3176, "end": 3180, "text": "[18]", "ref_id": "BIBREF16"}], "ref_spans": [{"start": 590, "end": 597, "text": "Table 2", "ref_id": "TABREF0"}, {"start": 632, "end": 640, "text": "Figure 2", "ref_id": null}, {"start": 745, "end": 756, "text": "Figure 1(d)", "ref_id": null}, {"start": 1363, "end": 1375, "text": "Figure 1 (d)", "ref_id": null}, {"start": 2086, "end": 2094, "text": "Figure 1", "ref_id": null}, {"start": 2653, "end": 2670, "text": "Figures 3a and 3b", "ref_id": "FIGREF0"}, {"start": 2771, "end": 2780, "text": "Figure 3a", "ref_id": "FIGREF0"}, {"start": 2984, "end": 2993, "text": "Figure 3c", "ref_id": "FIGREF0"}, {"start": 3324, "end": 3333, "text": "Fig. 1(b)", "ref_id": null}, {"start": 3358, "end": 3375, "text": "Figure 1describes", "ref_id": null}], "section": "Results and Discussion"}, {"text": "As the enormity of the covid-19 threat has become clear, the characteristics of existing covid-19 complex analytic methodologies and the all-encompassing approach place serious limitations on their usefulness for practical use. The computer technologies have reached what no one could imagined, and the KB systems have proven very beneficial in many fields. The logic question is what hasn't the KB been applied for covid-19 in harness the analytical complexity and easy to apply simulations? This article brought machine smartness to assist humans' intelligence to capture the big picture of the virus illusiveness thus take proactive steps to mitigate safely its inevitable adverse effects. This article introduced a hybrid KB-regression analysis model for covid-19 forecasting. It used data collected from eleven US states at macro-level level to foresee the short-term spread trajectory. The outputs unveiled new discoveries and shed light on various facets of the covid-19 in each state. The accuracy of the hybrid approach was gauged by comparing forecasted and actual data and satisfactory agreements were found. It should be noted that this study is a step forward, but additional development is in progress for improvement.", "cite_spans": [], "ref_spans": [], "section": "Summary"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Fig 1. Dashboard of the CORVITT Presented in this Article"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fig 1. Dashboard of the CORVITT Presented in this Article"}, {"text": "The copyright holder for this preprint this version posted July 29, 2020. . https://doi.org/10.1101/2020.07.26.20162347 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Fig 1. Dashboard of the CORVITT Presented in this Article"}, {"text": "All rights reserved. No reuse allowed without permission.", "cite_spans": [], "ref_spans": [], "section": "Fig 2. The Macro-Data used in this Study"}, {"text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fig 2. The Macro-Data used in this Study"}, {"text": "The copyright holder for this preprint this version posted July 29, 2020. . https://doi.org/10.1101/2020.07.26.20162347 doi: medRxiv preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fig 2. The Macro-Data used in this Study"}, {"text": "The copyright holder for this preprint this version posted July 29, 2020. . (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.", "cite_spans": [], "ref_spans": [], "section": "Fig 2. The Macro-Data used in this Study"}, {"text": "The copyright holder for this preprint this version posted July 29, 2020. . https://doi.org/10.1101/2020.07.26.20162347 doi: medRxiv preprint", "cite_spans": [], "ref_spans": [], "section": "Fig 2. The Macro-Data used in this Study"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Committee for the Coordination of Statistical Activities", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Situation Summary", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Global research on coronavirus disease", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "The Chinese Medical Association Publishing House", "authors": [], "year": 2020, "venue": "covid-19 Academic Research Platform", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "The European Centre for Disease Prevention and Control", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The coronavirus is washing over the U.S. These factors will determine how bad it gets in each community", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "How simulation modelling can help reduce the impact of covid-19", "authors": [{"first": "C", "middle": [], "last": "Currie", "suffix": ""}], "year": null, "venue": "Journal of Simulation", "volume": "14", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Statistical analysis of forecasting covid-19 for upcoming month in Pakistan", "authors": [{"first": "M", "middle": [], "last": "Yousaf", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "A machine learning forecasting model for covid-19 pandemic in India", "authors": [{"first": "R", "middle": [], "last": "Sujath", "suffix": ""}], "year": null, "venue": "Stochastic Environmental Research and Risk Assessment", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "The Coronavirus in the US", "authors": [], "year": null, "venue": "The New York Times Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Modeling and Forecasting for the number of cases of the covid-19 pandemic with the Curve Estimation Models, the Box-Jenkins and Exponential Smoothing Methods", "authors": [{"first": "H", "middle": [], "last": "Yonar", "suffix": ""}], "year": 2020, "venue": "Eurasian Journal of medicine and Oncology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Case Fatality Rate estimation of covid-19 for European Countries: Turkey's Current Scenario Amidst a Global Pandemic; Comparison of Outbreaks with European Countries", "authors": [{"first": "F", "middle": [], "last": "Öztoprak", "suffix": ""}, {"first": "A", "middle": [], "last": "Javed", "suffix": ""}], "year": 2020, "venue": "Eurasian Journal of medicine and Oncology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Knowledge-based & expert system technologies for built & natural environments", "authors": [{"first": "R", "middle": [], "last": "Hussein", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Artificial Intelligence for the Built and Natural Environments and Climate", "authors": [{"first": "R", "middle": [], "last": "Hussein", "suffix": ""}], "year": 2019, "venue": "Advances in Artificial Intelligence, edited by Sergey Yurish, the International Frequency Sensor Association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Knowledge-based Tools for Monitoring and Management of the Engineered Infrastructure Construction Systems", "authors": [{"first": "R", "middle": [], "last": "Hussein", "suffix": ""}], "year": 2020, "venue": "Advances in Computers and Software Engineering", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Principles of Epidemiology in Public Heath Practice", "authors": [{"first": "U", "middle": ["S"], "last": "", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ". a): The trjectory of cases' dispersion over time in various US States. b): A satisfactorily agreement between the forecasted and actual data. c). The growth and deterioration distributions of cases over time.", "latex": null, "type": "figure"}, "TABREF0": {"text": "A Sample Output of the Modified Regression Runs.All rights reserved. No reuse allowed without permission.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1. Selected Macro- Data used", "latex": null, "type": "table", "html": "<html><body><table><tr><td>date </td><td>county </td><td>cases </td><td>county </td><td>cases </td><td>county </td><td>cases </td><td>county </td><td>cases </td><td>county </td><td>cases </td><td>county </td><td>cases </td></tr><tr><td>3/12/2020 </td><td>New York City </td><td>96 </td><td>Nassau </td><td>41 </td><td>Orange </td><td>1 </td><td>Rockland </td><td>7 </td><td>Suffolk </td><td>21 </td><td>Westchester </td><td>147 </td></tr><tr><td>3/13/2020 </td><td>New York City </td><td>155 </td><td>Nassau </td><td>51 </td><td>Orange </td><td>3 </td><td>Rockland </td><td>9 </td><td>Suffolk </td><td>29 </td><td>Westchester </td><td>157 </td></tr><tr><td>3/14/2020 </td><td>New York City </td><td>269 </td><td>Nassau </td><td>79 </td><td>Orange </td><td>6 </td><td>Rockland </td><td>12 </td><td>Suffolk </td><td>41 </td><td>Westchester </td><td>178 </td></tr><tr><td>3/15/2020 </td><td>New York City </td><td>330 </td><td>Nassau </td><td>98 </td><td>Orange </td><td>6 </td><td>Rockland </td><td>13 </td><td>Suffolk </td><td>47 </td><td>Westchester </td><td>195 </td></tr><tr><td>3/16/2020 </td><td>New York City </td><td>464 </td><td>Nassau </td><td>109 </td><td>Orange </td><td>11 </td><td>Rockland </td><td>16 </td><td>Suffolk </td><td>63 </td><td>Westchester </td><td>219 </td></tr><tr><td>3/17/2020 </td><td>New York City </td><td>646 </td><td>Nassau </td><td>131 </td><td>Orange </td><td>15 </td><td>Rockland </td><td>22 </td><td>Suffolk </td><td>84 </td><td>Westchester </td><td>379 </td></tr><tr><td>3/18/2020 </td><td>New York City </td><td>1344 </td><td>Nassau </td><td>183 </td><td>Orange </td><td>32 </td><td>Rockland </td><td>30 </td><td>Suffolk </td><td>116 </td><td>Westchester </td><td>537 </td></tr><tr><td>3/19/2020 </td><td>New York City </td><td>2477 </td><td>Nassau </td><td>382 </td><td>Orange </td><td>51 </td><td>Rockland </td><td>53 </td><td>Suffolk </td><td>178 </td><td>Westchester </td><td>797 </td></tr><tr><td>3/20/2020 </td><td>New York City </td><td>4419 </td><td>Nassau </td><td>754 </td><td>Orange </td><td>84 </td><td>Rockland </td><td>101 </td><td>Suffolk </td><td>371 </td><td>Westchester </td><td>1091 </td></tr><tr><td>3/21/2020 </td><td>New York City </td><td>6226 </td><td>Nassau </td><td>1234 </td><td>Orange </td><td>163 </td><td>Rockland </td><td>262 </td><td>Suffolk </td><td>662 </td><td>Westchester </td><td>1387 </td></tr><tr><td>3/22/2020 </td><td>New York City </td><td>9065 </td><td>Nassau </td><td>1900 </td><td>Orange </td><td>247 </td><td>Rockland </td><td>455 </td><td>Suffolk </td><td>1034 </td><td>Westchester </td><td>1873 </td></tr><tr><td>3/23/2020 </td><td>New York City </td><td>12329 </td><td>Nassau </td><td>2442 </td><td>Orange </td><td>389 </td><td>Rockland </td><td>592 </td><td>Suffolk </td><td>1458 </td><td>Westchester </td><td>2894 </td></tr><tr><td>3/24/2020 </td><td>New York City </td><td>14943 </td><td>Nassau </td><td>2869 </td><td>Orange </td><td>498 </td><td>Rockland </td><td>671 </td><td>Suffolk </td><td>1880 </td><td>Westchester </td><td>3891 </td></tr><tr><td>3/25/2020 </td><td>New York City </td><td>20061 </td><td>Nassau </td><td>3285 </td><td>Orange </td><td>638 </td><td>Rockland </td><td>1069 </td><td>Suffolk </td><td>2260 </td><td>Westchester </td><td>4691 </td></tr><tr><td>3/26/2020 </td><td>New York City </td><td>23182 </td><td>Nassau </td><td>3914 </td><td>Orange </td><td>751 </td><td>Rockland </td><td>1197 </td><td>Suffolk </td><td>2735 </td><td>Westchester </td><td>5944 </td></tr><tr><td>3/27/2020 </td><td>New York City </td><td>25509 </td><td>Nassau </td><td>4657 </td><td>Orange </td><td>910 </td><td>Rockland </td><td>1457 </td><td>Suffolk </td><td>3385 </td><td>Westchester </td><td>7187 </td></tr><tr><td>3/28/2020 </td><td>New York City </td><td>30919 </td><td>Nassau </td><td>5537 </td><td>Orange </td><td>1101 </td><td>Rockland </td><td>1896 </td><td>Suffolk </td><td>4138 </td><td>Westchester </td><td>7875 </td></tr><tr><td>3/29/2020 </td><td>New York City </td><td>33983 </td><td>Nassau </td><td>6445 </td><td>Orange </td><td>1247 </td><td>Rockland </td><td>2209 </td><td>Suffolk </td><td>5023 </td><td>Westchester </td><td>8519 </td></tr><tr><td>3/30/2020 </td><td>New York City </td><td>38375 </td><td>Nassau </td><td>7344 </td><td>Orange </td><td>1435 </td><td>Rockland </td><td>2511 </td><td>Suffolk </td><td>5791 </td><td>Westchester </td><td>9326 </td></tr><tr><td>3/31/2020 </td><td>New York City </td><td>43518 </td><td>Nassau </td><td>8544 </td><td>Orange </td><td>1560 </td><td>Rockland </td><td>2863 </td><td>Suffolk </td><td>6713 </td><td>Westchester </td><td>9967 </td></tr><tr><td>4/1/2020 </td><td>New York City </td><td>47914 </td><td>Nassau </td><td>9555 </td><td>Orange </td><td>1756 </td><td>Rockland </td><td>3321 </td><td>Suffolk </td><td>7605 </td><td>Westchester </td><td>10683 </td></tr><tr><td>4/2/2020 </td><td>New York City </td><td>52400 </td><td>Nassau </td><td>10587 </td><td>Orange </td><td>2048 </td><td>Rockland </td><td>3751 </td><td>Suffolk </td><td>8746 </td><td>Westchester </td><td>11566 </td></tr><tr><td>4/3/2020 </td><td>New York City </td><td>57941 </td><td>Nassau </td><td>12024 </td><td>Orange </td><td>2397 </td><td>Rockland </td><td>4289 </td><td>Suffolk </td><td>10154 </td><td>Westchester </td><td>12350 </td></tr><tr><td>4/4/2020 </td><td>New York City </td><td>64274 </td><td>Nassau </td><td>13346 </td><td>Orange </td><td>2741 </td><td>Rockland </td><td>4872 </td><td>Suffolk </td><td>12328 </td><td>Westchester </td><td>13080 </td></tr><tr><td>4/5/2020 </td><td>New York City </td><td>68726 </td><td>Nassau </td><td>14398 </td><td>Orange </td><td>3102 </td><td>Rockland </td><td>5362 </td><td>Suffolk </td><td>12933 </td><td>Westchester </td><td>13722 </td></tr><tr><td>4/6/2020 </td><td>New York City </td><td>73553 </td><td>Nassau </td><td>15616 </td><td>Orange </td><td>3397 </td><td>Rockland </td><td>5703 </td><td>Suffolk </td><td>14473 </td><td>Westchester </td><td>14293 </td></tr><tr><td>4/7/2020 </td><td>New York City </td><td>78498 </td><td>Nassau </td><td>16610 </td><td>Orange </td><td>3599 </td><td>Rockland </td><td>5990 </td><td>Suffolk </td><td>15561 </td><td>Westchester </td><td>14804 </td></tr><tr><td>4/8/2020 </td><td>New York City </td><td>83673 </td><td>Nassau </td><td>18548 </td><td>Orange </td><td>3865 </td><td>Rockland </td><td>6413 </td><td>Suffolk </td><td>15844 </td><td>Westchester </td><td>15887 </td></tr><tr><td>4/9/2020 </td><td>New York City </td><td>89127 </td><td>Nassau </td><td>20140 </td><td>Orange </td><td>4090 </td><td>Rockland </td><td>6665 </td><td>Suffolk </td><td>17413 </td><td>Westchester </td><td>17004 </td></tr><tr><td>4/10/2020 </td><td>New York City </td><td>94702 </td><td>Nassau </td><td>21512 </td><td>Orange </td><td>4532 </td><td>Rockland </td><td>7122 </td><td>Suffolk </td><td>18692 </td><td>Westchester </td><td>18077 </td></tr><tr><td>4/11/2020 </td><td>New York City </td><td>100840 </td><td>Nassau </td><td>22584 </td><td>Orange </td><td>4847 </td><td>Rockland </td><td>7477 </td><td>Suffolk </td><td>19883 </td><td>Westchester </td><td>18729 </td></tr><tr><td>4/12/2020 </td><td>New York City </td><td>105939 </td><td>Nassau </td><td>23553 </td><td>Orange </td><td>5027 </td><td>Rockland </td><td>7721 </td><td>Suffolk </td><td>20816 </td><td>Westchester </td><td>19313 </td></tr><tr><td>4/13/2020 </td><td>New York City </td><td>109706 </td><td>Nassau </td><td>24358 </td><td>Orange </td><td>5182 </td><td>Rockland </td><td>7965 </td><td>Suffolk </td><td>21643 </td><td>Westchester </td><td>19785 </td></tr><tr><td>4/14/2020 </td><td>New York City </td><td>113632 </td><td>Nassau </td><td>25250 </td><td>Orange </td><td>5578 </td><td>Rockland </td><td>8335 </td><td>Suffolk </td><td>22462 </td><td>Westchester </td><td>20191 </td></tr><tr><td>4/15/2020 </td><td>New York City </td><td>121653 </td><td>Nassau </td><td>26715 </td><td>Orange </td><td>5716 </td><td>Rockland </td><td>8474 </td><td>Suffolk </td><td>23278 </td><td>Westchester </td><td>20947 </td></tr><tr><td>4/16/2020 </td><td>New York City </td><td>126623 </td><td>Nassau </td><td>27772 </td><td>Orange </td><td>5888 </td><td>Rockland </td><td>8752 </td><td>Suffolk </td><td>24182 </td><td>Westchester </td><td>21828 </td></tr><tr><td>4/17/2020 </td><td>New York City </td><td>131003 </td><td>Nassau </td><td>28539 </td><td>Orange </td><td>6084 </td><td>Rockland </td><td>8987 </td><td>Suffolk </td><td>25035 </td><td>Westchester </td><td>22476 </td></tr><tr><td>4/18/2020 </td><td>New York City </td><td>135052 </td><td>Nassau </td><td>29180 </td><td>Orange </td><td>6281 </td><td>Rockland </td><td>9171 </td><td>Suffolk </td><td>26143 </td><td>Westchester </td><td>23179 </td></tr><tr><td>4/19/2020 </td><td>New York City </td><td>138370 </td><td>Nassau </td><td>30013 </td><td>Orange </td><td>6394 </td><td>Rockland </td><td>9364 </td><td>Suffolk </td><td>26888 </td><td>Westchester </td><td>23803 </td></tr></table></body></html>"}, "TABREF2": {"text": "Table 2. A Sample Output of the Modified Regression Runs.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Regression Statistics </td></tr><tr><td>Multiple R </td><td>0.992092 </td></tr><tr><td>R Square </td><td>0.984246 </td></tr><tr><td>Adjusted R </td><td>0.976369 </td></tr><tr><td>Square </td><td> </td></tr><tr><td>Standard Error </td><td>0.372065 </td></tr><tr><td>Observations </td><td>4 </td></tr></table></body></html>"}}, "back_matter": []}