{
    "paper_id": "72ab5dc38589548a4a23ad81d5207e0276b3a8d5",
    "metadata": {
        "title": "The first major vaccination campaign against smallpox in Lombardy: the mass vaccination campaign against coronavirus. . .nothing new. . .only terminology",
        "authors": [
            {
                "first": "Silvana",
                "middle": [],
                "last": "Castaldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [
                    "Eugenia"
                ],
                "last": "Gandolfi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Antonia",
                "middle": [],
                "last": "Franchini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [
                    "Maria"
                ],
                "last": "Galimberti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Piga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Auxilia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Porro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Terminology, technology, communication and organizational strategies are different but we tried to compare the mass vaccination campaign against smallpox with the one we are doing against coronavirus. (www.actabiomedica.it)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Mass communication regarding vaccines, their conservation and transfer of biological materials nowadays are the subject of much attention and extensive legislation, both at national and international level. However, these activities have always been carried out based on available knowledge and with much intuition on the scientists' part. An excellent example in the vaccination field is the activity carried out by Luigi Sacco. What the latter achieved in the past allows us to propose parallels with the current mass vaccination campaign against coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In 1809 Doctor Luigi Sacco (1769-1836) from Varese communicated to Eugenio Napoleone ( Eugenio di Beauharnais, 1781-1824) the results of one of the most powerful health education, hygiene and public health campaigns (hygiene and medical police was the term used at the time) which for a decade interested the Lombardy region and other territories that ended up under the aegis of Napoleon Bonaparte (1). Sacco was a pioneer of smallpox vaccination (2) (3) (4) (5) (6) (7) (8) for which two doctors distinguished themselves in the enterprise: Alessandro Giuseppe Giannini from Parabiago (1774-1818) and the aforementioned Luigi Sacco. Their projects included the establishment of validation authorities and controlled experimentation, the compulsory (and progressively extendable) vaccination of newborns, the production of material for inoculation to be disseminated at departmental level, the drafting of statistics and the compulsory achievement of specific skills in order to obtain qualification for professional practice (9, 10) . As can be seen, the activities proposed by the two doctors do not differ much from the planning of vaccination campaigns that even today must be implemented and managed, most recently that for Coronavirus (11) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 451,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "(8)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1026,
                    "end": 1029,
                    "text": "(9,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "10)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "(11)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among the serious problems to be solved in order to organize an efficient vaccination service, was that of finding the material to be grafted. Infants cared for in orphanages could have represented the ideal reservoir for the production of material useful for grafting (and in this sense the plans of Giannini and Sacco placed welfare institutions at the center of the vaccination initiative). However, it was initially necessary to harvest a sufficient quantity and quality of material from cows, Palletta (1748-1832). The aim of this medical-surgical commission was to suggest all measures to be taken, from a medical standpoint, and their results were published in a dense volume that was also translated in French (13, 14) . However, it must be noted that other counter-tests had already been and would be carried out: in his work \"Practical observations on the use of vajuolo vaccine\" Sacco announces the counter-tests carried out successfully in Paris, Montpellier, Lyon, Geneva, Genoa, Vienna, Reims, Milan (probably referring precisely to the experiences of the hospital commission) and in Venice between 26 August 1801 and 13 September 1801. Experimentation on the validity of the Jennerian vaccination was carried out on exposed Milanese children, in \"Santa Caterina alla Ruota\". Major issues included the discrimination between true vaccine and false (or spurious) vaccine; the most suitable instruments (fluted needle or lancet, preferred by the abovementioned hospital Commission); the need for storage of the material (compared to direct armto-arm inoculation, which was preferred). The Commission thus carried out a series of evaluations aimed at assessing the effectiveness of vaccination: among the cited cases we point out those of 28 exposed Milanese and 3 exposed Pavia citizens, all evaluated positively confirming protection from smallpox disease. Today we would define these experiments as phase one (15) . Thus, the effectiveness of the vaccination practice was definitively confirmed from a medical and surgical standpoint. Next, politics had to intervene (8) .",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 722,
                    "text": "(13,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "14)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1923,
                    "end": 1927,
                    "text": "(15)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2081,
                    "end": 2084,
                    "text": "(8)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It was fundamental, as mentioned, to learn how to distinguish true smallpox vaccine from false or spurious smallpox, which Sacco describes precisely in the onset, symptoms and morphological manifestations of the exanthema (external and internal characteristics of the pustules, their modifications up to the formation of the crusts) (16) . Once a case of true smallpox was identified, the graft was carried out on the healthy patient. According to Sacco, there are two secondary grafting methods: fresh grafting and dry grafting (16) . Fresh grafting was practiced when, having removed the fluid matter from a vaccine pustule of one individual, it was instantly inoculated into another's arm. This method was called arm-to-arm grafting. Dry grafting, on the other hand, was practiced when, in the absence of a vaccine pustule, one was forced to use material since the artificial reproduction of the disease in cows (as well as the use of other animals, such as horses or sheep) had proved ineffective. Even today the difficulties related with a constant vaccine supply is a great obstacle to the mass vaccination campaign against Coronavirus throughout Europe.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 529,
                    "end": 533,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The realization and diffusion of the vaccination practice, although based on solid premises, were more difficult than could be hypothesized. People who were often reluctant for many, more or less valid, reasons had to be convinced to get vaccinated (or to have their children vaccinated at a very young age). The fears of a surgical intervention, the memory of the sometimes inauspicious outcomes of pitting, the fear of taking on anatomical features typical of cows with a reduction in their own humanity (which satirical artists of the period easily highlighted with the growth of bovine horns, following vaccine grafting), the opposition of those who also recognized the political aspects of the endeavor, the widespread non-compliance with the orders of the new pro-revolutionary governments, and the overall general state of crisis of the time, could represent obstacles that were difficult to overcome. It was necessary for the large health institutions to undertake the construction of the methodological and scientific basis of this new practice, so that the administrative and political authorities could intervene effectively. Even today we are witnessing vaccination failures due to what has been defined as vaccination hesitancy and the diffusion of \"no vax\" groups who oppose vaccination (12) .",
            "cite_spans": [
                {
                    "start": 1301,
                    "end": 1305,
                    "text": "(12)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first inoculations were followed by a period of controlled experimentation, which Sacco had begun in Milan. Following the collection of human smallpox pustular material, he had grafted it into some of his first vaccinated individuals: the refractoriness to the development of smallpox disease had confirmed (as indeed happened to Jenner himself ) the effectiveness of the vaccination. Following the Decree of the 2nd year IX (23 March 1801) at the Ospedale Maggiore in Milan, a Medical-Surgical Commission composed of three physicians and two surgeons was appointed: respectively the doctors Giacomo Locatelli (1756-1836), Alessandro Giuseppe Giannini and Giovanni Battista Bertololi (d. 1829); the surgeons Giovanni Battista Monteggia (1762-1815) and Giovanni Battista changed with pustule age, hence, the rawest pustule material was most suitable for achieving true vaccination (16) . Sacco had also noted that, in large cities such as Milan (at the time of his observations the population amounted to 130,000 inhabitants) vaccination material was never lacking, given the daily influx of many exposed children from the countryside. On the contrary, the difficulty arose in less populated cities and villages, where the source of the matter decreased after a few grafts. Therefore, in large heavily populated cities, fresh grafting could take place without interruption throughout the year. In other more sparsely populated locations, one was forced to resort to dry grafts (16) . The glass plate method was that preferred by the French and was also adopted for some time by the 'Ospedale Maggiore' in the many expeditions for vaccination graft materials, even though it oftentimes produced false smallpox (16) . The latter outcome also depended on preservation methods adopted. In fact, Sacco reports the arrival of vaccine material collected in London which was sent to the Ospedale Maggiore, where it was inoculated in two children. Although, due to the ongoing war, the material had undergone four months of travel, it proved very effective, to the point that a well-characterized vaccine pustule was then successfully used for other inoculations. The effectiveness was attributed to the excellent preservation method applied to the grafting material: a small pit within one of the glass panes for the storage and containment of the grafted vaccination material, as well as binding of the two glass panes using abundant wire and an external coat of strong paint. However, the abovementioned English system had its issues: waste of vaccine humor in the glass pit, subcutaneous irritation and pain, effusion of blood. To reduce waste of vaccination material, the Milanese Commission modified the glass pits, making the pits equally deep but of smaller diameter. In this manner, only a few drops of cow humor were sufficient to fill it. Binding to the other glass plate was also modified by smearing the plate over the pierced pustule, creating a thin coating that acts as a sticky and most tenacious glue, making the external painting of the glass panes unnecessary. The Milanese method required nothing but to secure the bare glass panes with wire, wrapped around the panes in various directions (16) . This preservation method ensured extracted elsewhere some time before, and then dried. When the first method could not be used, the second was used. The success of fresh grafting depended on the choice of good quality material (as already mentioned, precise characteristics distinguished true vaccine from false) and on the method with which the grafting was carried out. Furthermore, each inoculator had to equip oneself with a particular needle for vaccination (the preferred type was the lanceolate one, called grooved needle) (16) . As for dry grafts, the most practiced methods were those using glass and wires. In the former, abundant bovine material was extracted with due caution and placed on two flat glass plates, of equal size and shape, which promoted drying of the extracted material, while retaining its transparency. The glass plates were then joined with wax, covering the edges to prevent any contact between the vaccine material and the atmosphere, and avoiding any exposure to heat ( Jenner himself reported that heat could destroy the properties of the vaccine). The grafted material had to be diluted with a very small amount of cold water before being inserted between the glasses, using the tip of a finger or a needle dipped in water. The operation could take 5-6 minutes, until the mixture or solution acquired uniform appearance and an almost oily consistency. These were important precautions to follow to avoid a missed graft. The material thus prepared was then taken using the end of the grooved needle, to finally proceed to grafting (16) . Since inoculation from arm to arm was possible, the use of wires for dry grafting had been abandoned by the Medical Surgical Commission of the Maggiore Hospital. However, although no longer in common use, it was known that if the threads were prepared with excellent quality material, kept in well-closed containers allowing little air, and duly moistened at the moment of grafting (before inserting them under the epidermis), these could be used safely. The main downside to this method was the possibility of the thread producing the spurious vaccine in the inoculate, leading to the formation of uncomfortable ulcers (16) .",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 888,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1480,
                    "end": 1484,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1712,
                    "end": 1716,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3205,
                    "end": 3209,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3742,
                    "end": 3746,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4778,
                    "end": 4782,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 5405,
                    "end": 5409,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another factor that conditioned the success of the graft was the availability of good quality vaccine material, thus taken from the pustule. Viscous appearance of the material indicated its goodness and was considered more suitable for grafting. Indeed viscosity provide indications at international level, with the aim of harmonizing decisions at local level (20) .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "(20)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Throughout the first case series by Sacco, priests had proved themselves to be champions of vaccination. The Director General of Vaccination was well aware of the importance and need for the support of the clergy to achieve positive results, especially in the long term, and on a large scale. In 1803 Luigi Sacco wrote what represented the message of vaccination promotion that he intended to propose on international level (21) . Prior to each vaccination campaign, it was custom to send explanatory pamphlets that were always accompanied by a \"homily written by a zealous bishop on the subject\" (21) . There are several editions of these pamphlets, printed on various dates, related to Sacco's trips to the Departments of the Republic (and later of the Kingdom) to promote vaccination (even outside the borders of the Kingdom of Italy) (23-25). The first edition was Milanese and dated around the period of the Cispadani Departments' vaccination campaigns (1801), which brought Sacco to Parma, Reggio, Modena, Bologna, to the Departments of the Lower Po and Rubicone and back to Bologna. In April 1802 Sacco was called to the department of Mella (Brescia) to fight a smallpox epidemic: even in this case an edition of the Homily was prepared (13) . The oldest pamphlet found so far, was published by the Departmental Printing House of Brescia in 1802. Other editions (relating to territories outside the Republic and Kingdom of Italy) are those of Parma, printed in 1805 by Giambattista Bodoni (1740-1813) in the Imperial printing house, and Pistoia, published respectively in 1805 and 1808; and of Lucca, in 1805. Two editions were printed in 1804 respectively in Como and in Milan, while in 1806 an edition was published in Carpi. The latter proved to be fundamental for the success of the vaccination campaigns promoted by Sacco (8) . Regarding the homily, it seems useful to remember that it is not a vulgarization of a medical text but rather the presentation of a medical text by a non-refutable and highly persuasive authority. With his homilies, Sacco entrusts the availability of parish priests towards the practice of vaccination, and he is not mistaken: the homily of the Bishop of Goldstat accompanies him over the years, in his vaccination campaigns, as a passepartout capable of opening every door and favorably prepare the that the vaccine material thus enclosed maintained its fluidity unaltered for more than a month, making it transportable almost anywhere, and ready for inoculation as fresh graft. Thus we arrive at a crucial point concerning the conservation and distribution of a biological material, such as the vaccine: The Commission maintained in Milan a perennial source of vaccination material suitable for grafting, sending available material to each doctor or surgeon requiring it in the city or countryside, accompanied with a letter containing instructions (16) . This is what we would today refer to as a biobank, and the letter of instructions would represent the material transfer agreement (17) .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 428,
                    "text": "(21)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 597,
                    "end": 601,
                    "text": "(21)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1244,
                    "end": 1248,
                    "text": "(13)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1834,
                    "end": 1837,
                    "text": "(8)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2891,
                    "end": 2895,
                    "text": "(16)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3028,
                    "end": 3032,
                    "text": "(17)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first and most relevant intervention by the Cisalpine republic was the establishment of the role of 'Vaccination Director' for the whole Republic. Luigi Sacco devoted himself to it with ardor, spreading the novel Jennerian practice in the Cispadani Departments. Furthermore, all authorities (departmental, municipal, commissioners) were invited to promote vaccination, with the establishment of commissions similar to that established in Milan. In fact, the activity of the Milanese Commission had become that of public vaccination. On August 31 st and September 14 th 1802, Year I of the Italian Republic (13 and 27 Fruttidoro Year X), medicine combined with politics when \"in the presence of many of the Authorities of the Republic, Professors of Art, and other scholars\" a solemn and public counter-proof experiment took place in the Stella Orphanage: even the rulers of the Republic thus became aware of the efficacy of vaccination (18) . This success, which culminated Sacco's work, was certainly decisive for the enactment of the Disposition of the Minister of Internal Affairs which decreed the end of the \"inoculation of human smallpox\" on November 5, 1802 Year I of the Italian Republic (14 Brumaio year XI). The latter provided for its limited execution, under very strict controls, since it was prohibited in the \"cities, villages and populated places\" (19) . The Vaccination decree on May 9 th , 1804 Year III (19 Fiorile Year XII) as well as the \"Instructions for Vaccination Deputies\", issued in relation to the aforementioned legislative acts (of 1802 and 1804), defined the sanitary and administrative aspects of vaccination (19) . Today the institutions in charge at national level issue Circulars, while supranational institutions in Zaragoza (Spain) (28-30). Local press (Heraldo) broke the news on April 1st, specifying that the latter was not the only parish to have provided space for the mass vaccination campaign, however it was \"one of the few, if not the only, in which immunization is carried out within the liturgical space\" (31). The article opened with the words of a 97-year-old woman who appreciated the fact that one could take the opportunity to pray while getting vaccinated (31).",
            "cite_spans": [
                {
                    "start": 940,
                    "end": 944,
                    "text": "(18)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1368,
                    "end": 1372,
                    "text": "(19)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1426,
                    "end": 1437,
                    "text": "(19 Fiorile",
                    "ref_id": null
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "text": "(19)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 610,
                    "end": 620,
                    "text": "(13 and 27",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "A pastoral letter similar to the Homily by the Luigi Sacco's example was also followed by the University of Loma Linda (CA, USA), currently the main vaccination site in San Bernardino County in Southern California. In fact, after noting that the black community was underrepresented (making up only 3.6% of those receiving the first vaccine dose (32)), to reach this community the University organized a \"COVID-19 faith summit\", with an information session on the infection and the vaccine. After the conference, ministers promoted and coordinated educational webinars on vaccination, distributed transcripts of recordings and managed appointment lists for members of their communities, thus ensuring success of the initiative. Furthermore, in July 2020, Rabbi Shmuel Herzfeld, head of the Ohev Sholom Orthodox synagogue, the oldest in Washington, agreed to publicly take part in the Moderna vaccine clinical trial, releasing photographs and videos by the Washington Post of the injections. According to \"Interfaith Youth Core\", a non-profit organization founded by Eboo Patel, former adviser on religious matters to Barack Obama, the video would have been viewed 390,000 times (33). Similarly, in the Arab world, a message from the Grand Imam of the Al-Azhar Islamic Center in Egypt, Amhed El-Tayeb, was recorded on his Facebook account on November 17, 2020, stating scientists engaged in the search for a vaccine against COVID-19 were heroes \"whom God has blessed to save people's lives\". Bioethicist Mohammed Ghaly, professor of population for vaccination. This appears even more relevant when we consider that the Homily fits perfectly into the complex program of the Director General of Vaccination Luigi Sacco, since he is its author. (26, 27) In fact, there is no Bishop of Goldstat. The difficulty in Sacco's operation lies in having the Bishop of Goldstat transmit precise information and scientific-medical indications: characteristics of human smallpox, relationships between features of the rash and severity of disease course, mildness and controllability of disease course. We inevitably find ourselves before a Bishop with solid medical and surgical skills! Focusing on the contents of the homily, we must appreciate the careful choice of passages to promote and support vaccination. That by Luke 17, 11-19, appears extremely fitting, with a dominant theme of duty as well as the relationship between wisdom and practical life. The part of the homily that varies is above all that relating to the final note of the translator (the same Sacco, of course): firstly, it records the trend in vaccinations executed over time in the territory of the Italian Republic (and later of the Kingdom of Italy). In 1802 (Brescia) there were 12,000 vaccinated individuals in the Italian Republic; by 1804 (Como), the number had grown to 150,000; 500,000 by 1806 and 1,500,000 by 1809. Sacco had understood that communication is a powerful tool and can be applied also in the field of vaccination to convey messages of health promotion. At the time this was most efficiently done through priests. Even today the Church has been involved in relation to vaccination against COVID-19, even transforming into vaccination centers in Italy (on April 4th 2021, for example, Ansa disclosed the news of a memorandum of understanding signed by the President of the Sicilian Region and by the President of the Sicilian Episcopal Conference; and on April 24th the newspaper \"Padova Oggi\" entitled an article \"In the name of . . . the anti-COVID vaccine\" as the first church in the Veneto region was converted into vaccination center. However this is not an isolated phenomenon and has been happening globally: the newspaper The Guardian published an article on April 21st entitled \"Stadiums, museums and churches: mass vaccination centers around the world -in pictures\" with the photograph of a nurse portrayed holding a Pfizer vaccine syringe inside the Church of Our Lady of the Carmel is measured in terms of risk vs benefit for physical health. However damage is a much wider concept for religious individuals. Even the Vatican intervened on the biological materials used for the development of new anti-COVID-19 vaccines (36), with a note from the Vatican COVID-19 Commission in collaboration with the Pontifical Academy for Life published on December 29th 2020 reading: \"based on available information it appears that some of the vaccines close to the approval phase make use, at some stage or other, of cell lines from fetuses aborted voluntarily some decades ago\". This is far from a novel issue, so much so that the Commission refers to two past notes (dated June 5th 2005 and July 31st 2017) relating to vaccines against rubella, chicken pox, polio and hepatitis A (37,38). However, they excluded any morally relevant cooperation between those who today use the aforementioned vaccines and the practice of voluntary abortion. Therefore, all vaccinations can be applied clinically, with the sure conscience that the use of these vaccines does not mean cooperation in voluntary abortion. Despite the common commitment to ensure that each vaccine has no reference for its preparation to any materials of abortive origin, \"the moral responsibility for vaccination is reaffirmed in order to avoid serious health risks in children and responsibility in general\" (38). The aforementioned note published in December 2020 thus returns to the \"moral responsibility\" of undergoing vaccination, in light of the relationship between personal health and public health: \"in light of this connection we believe it is important to consider that the decision to reject the vaccine could also pose a threat to others. Refusal could increase the risks for public health\". The appeal to duty in this passage is the same as that in the homily of the Bishop of Goldstat and appears, today as back then, more persuasive than a juridical obligation. According to estimates published in 2017 by the Research Center of the Pew Charitable Trust, a US non-governmental organization, in 2015 84% of the global population was classified as religious, a number bound to increase to 87.5% in 2060 (39) . It follows that religion affects the majority of the global population regarding health decisions, thus encouraging the authors of the publication to criticize the fact that the model on the social determinants of health by Dahlgren and Whitehead does not mention religion. \"Islam and Biomedical Ethics\" at Hamad Bin Khalifa University in Qatar and editor-in-chief of the Journal of Islamic Ethics, spoke at the forum of the Bioethics Center, The Hastings Center, last February presenting an article entitled \"Islamic Ethics, Covid-19 Vaccination and the Concept of Harm\", retracing the history of vaccination in the Muslim world, through the story of the merchant Owannis Moradian (34). In fact, news of Jenner's discovery quickly traveled around the world and caught the attention of this Armenian merchant based in Baghdad, \"known for his thirst for knowledge, passion for scientific advancement and multilingual expertise.\" Moradian wanted to make the new vaccine available to the people of Baghdad, spreading the culture of vaccination there. However, his initial attempts failed due to a form of vaccine hesitancy linked to certain religious beliefs. In order to overcome this obstacle, Moradian persuaded Baghdad's Grand mufti to be vaccinated in public, along with his six children and grandchildren as well as Moradian's own son, in the presence of some of the city's most illustrious citizens. This dispelled the people's fears and worries and encouraged many citizens to get vaccinated. Of course, Moradian was able to convince the Grand mufti of the efficacy of the inoculum in preventing the severe form of human smallpox, on the basis of medical knowledge of the time. Thus the \"fatwa\" (juridicalreligious sentence) published on December 22nd 2020 by the Fatwa Council of the United Arab Emirates on COVID-19 vaccines, reaffirms the principle by which the safety, efficacy and benefits of new vaccines must be determined by scientists and their research centers, and that vaccines against the new coronavirus are congruent with the goals of the Islamic Sharia to protect people (35). This was a fundamental intervention in response to Asian scholars who had previously advised Muslims not to use the Chinese vaccine, believed to be produced using a derivative of pork. In the United Arab Emirates, the fatwa reassured citizens that the manufacturers of Pfizer and Moderna vaccines had not used any such religiously controversial food, although, if they had, \"the use of such vaccines would be allowed because of the chemical transformation during the manufacturing process\".",
            "cite_spans": [
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "(26,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1746,
                    "end": 1749,
                    "text": "27)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 6161,
                    "end": 6165,
                    "text": "(39)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Hippocratic principle of not causing harm (such as the bioethical principle of nonmaleficence) as vaccines) outside the body, of extracting information on its constitution, of comparing this information with clinical data, on large numbers of individuals with similar conditions, represented, a great opportunity for the medical science of the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the experience of the Ospedale Maggiore in Milan in the early nineteenth century, continued in the following years, and exploited the research potential with undoubted advantages, not only in terms of knowledge, but also in terms of inspiring new ideas and new practices for public health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Each author declares that he or she has no commercial associations (e.g. consultancies, stock ownership, equity interest, patent/licensing arrangement etc.) that might pose a conflict of interest in connection with the submitted article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        },
        {
            "text": "For our purposes, this concept allows us to underline a further merit, beyond the deceptive artifice used, of Luigi Sacco (40) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(40)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        },
        {
            "text": "Many of the strategies implemented by Luigi Sacco, both as scientist and as public administrator, keep representing a call to responsibility for promoters of public health issues. The Lombardy model, today as back then, can be regarded positively: the results of a seemingly distant past demonstrate that a positive ending can only be pursued by integration of skills, harmonized actions, and responsible control in the interest of citizens. Another consideration to be made concerns that of the material collected, treated, stored and inoculated for vaccination. In particular, the whole process put in place at the beginning of the nineteenth century by Luigi Sacco and the Medical Surgical Commission of the Maggiore Hospital in Milan for the inoculation of the smallpox vaccine, caught our attention. Re-reading the pages of the Results of Observations and experiments on the inoculation of vaccine vajuolo today, we can define what happened as a not-for-profit service carried out within a large hospital, against a highly contagious and deadly disease: human smallpox. For this purpose, a precise location for vaccine material storage was defined: a service aimed at the collection, processing, conservation and distribution of biological samples (the vaccine matter or vaccine humor). Can this service be compared to that of a biobank? Or is the idea of a \"biobank\" (41) too relatively young, having only appeared in the international medical scientific literature in the mid-1990s (42) . Today, the term biobank defines the storage of biological material (organs, tissues, blood, cells and fluids characterised by a quantity of DNA or RNA sufficient for genetic analysis) carried out both within hospitals and by public or private foundations (43) . However we believe that the project proposed by the Ospedale Maggiore, then applied throughout the Italian territory, represents a prevention campaign that would make any campaign of subsequent eras pale, and proves interesting even under the aspect of material conservation. Certainly, the possibility of conserving biological material (such",
            "cite_spans": [
                {
                    "start": 1489,
                    "end": 1493,
                    "text": "(42)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1751,
                    "end": 1755,
                    "text": "(43)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Trattato di vaccinazione con osservazioni sul giavardo e vajuolo pecorino",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Tipografia Mussi",
            "volume": "1809",
            "issn": "",
            "pages": "4--6",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dizionario Biografico degli Italiani",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Betri",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "89",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sacco e la diffusione del vaccino in Italia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belloni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Luigi",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Simposi clinici III",
            "volume": "4",
            "issn": "",
            "pages": "LIII--LX",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rivista della Società Storica Varesina",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sacco Conservate Nella Biblioteca Civica Di Varese",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "56--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Il vaiolo e la vaccinazione in Italia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gorini",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Nella Lombardia Di",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sacco ; Tagarelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pasini",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "II",
            "issn": "",
            "pages": "673--706",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fondazione per la Storia di Milano",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belloni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "La",
                    "suffix": ""
                }
            ],
            "year": 1915,
            "venue": "",
            "volume": "XVI",
            "issn": "",
            "pages": "933--1028",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sacco ritrova il cow-pox indigeno",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "L'attività del Sacco nel 1801; I lavori della commissione ospedaliera; L. Sacco diffonde il vaccino in Italia; Il cow-pox lombardo nelle Indie orientali; Il pubblico esperimento. Il decreto 5 novembre 1802",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Luigi Sacco e la prima grande campagna di vaccinazione contro il vaiolo in Lombardia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1800--1810",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trattato di vaccinazione con osservazioni sul giavardo e vajuolo pecorino",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1809",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Com(2020) 724 final. Communication from the commission to the european parliament, the council, the european economic and social committee and the committee of the regions: building a european health union: reinforcing the eu's resilience for cross-border health threats",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Memoria sul vaccino unico mezzo per estirpare radicalmente il vajuolo umano diretta ai Governi che amano la prosperità delle loro nazioni",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consiglio Nazionale delle Ricerche. Istituto di Scienze Neurologiche. World Health Organisation. Collaborating Centre for Travel Medicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Porro",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strategie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "365--398",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "La vaccinazione antivaiolosa nel Regno di Napoli (1801-1809): il ruolo del clero",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tisci",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medicina & Storia",
            "volume": "3",
            "issn": "",
            "pages": "89--117",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "L'influenza dell'Omelia del Vescovo di Goldstat nelle campagne di vaccinazione antivaiolosa nel Meridione d'Italia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Licata",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martini",
                    "suffix": ""
                },
                {
                    "first": "Onofrio",
                    "middle": [],
                    "last": "Scassi",
                    "suffix": ""
                },
                {
                    "first": "Luigi",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Idomeneo",
            "volume": "17",
            "issn": "",
            "pages": "175--186",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "L'edizione napoletana (1806) dell'Omelia sopra il Vangelo proposta da Luigi Sacco nella campagna di vaccinazione",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armocida",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Licata",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Rivista di Storia della Medicina",
            "volume": "1",
            "issn": "",
            "pages": "34--40",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Storia della medicina in aggiunta e continuazione a quella di Curzio Sprengel",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freschi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "1851",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "e sunto storico dello innesto del vajuolo umano, del vaccino e della rivaccinazione",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Padova Oggi",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A threetiered approach to address barriers to COVID-19 vaccine delivery in the Black community",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Abdul-Mutakabbir",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jews",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "21",
            "pages": "99--100",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comitato Governativo della Repubblica Cisalpina, sulla necessità di propagare da noi il Vajuolo Vaccino",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giannini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Memoria",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Memorie di Medicina",
            "volume": "3",
            "issn": "",
            "pages": "5--25",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Una prima edizione, con minime differenze tipografiche ma con minore appendice documentaria",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sacco",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Approvazione del Piano strategico nazionale dei vaccini per la prevenzione delle infezioni da SARS-CoV-2 costituito dal documento recante «Elementi di preparazione della strategia vaccinale», di cui al decreto 2 gennaio 2021 nonche' dal documento recante «Raccomandazioni ad interim sui gruppi target della vaccinazione anti SARS-CoV-2/COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Confidence and receptivity for covid-19 vaccines: A rapid systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Beitsch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Vaccines",
            "volume": "9",
            "issn": "",
            "pages": "1--32",
            "other_ids": {
                "DOI": [
                    "10.3390/vaccines9010016"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Risultati di osservazioni ed esperienze sull'inoculazione del vajuolo vaccino instituite nell'Ospedal Maggiore di Milano dalla Commissione medico-chirurgica superiormente delegata a questo oggetto. Pubblicati per decreto del Comitato Governativo della Repubblica Cisalpina",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1801--1802",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rapport de la commission médico-chirurgicale, Instituée à Milan, en vertu des ordres du Gouvernement Cisalpin, Où Résultat des Observations et expériences sur l'inoculation de la Vaccine faites dans le grand hopital de la meme ville. Traduit de l'italien avec des notes sommaires et analytiques des meilleurs écrits publiés sur cette importante matière",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Heurteloup",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "SARS-CoV-2 specific antibody and neutralization assays reveal the wide range of the humoral immune response to virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dogan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kozhaya",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Placek",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Communications Biology",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s42003-021-01649-60"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Risultati di osservazioni ed esperienze sull'inoculazione del vajuolo vaccino instituite nell'Ospedal Maggiore di Milano dalla Commissione medico-chirurgica superiormente delegata a questo oggetto",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--27",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Data sharing under the general data protection regulation: Time to harmonize law and research ethics?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vlahou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hallinan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Apweiler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Hypertension",
            "volume": "2021",
            "issn": "",
            "pages": "1029--1035",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Direttore generale della vaccinazione, il giorno 31 agosto 1802 sopra sessantatre individui nell'Orfanotrofio della Stella della Comune di Milano alla presenza di molte delle Autorità della",
            "authors": [
                {
                    "first": "Sacco",
                    "middle": [],
                    "last": "Dal Dottor",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Health promotion perspectives on the COVID-19 pandemic: The importance of religion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barmania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Reiss",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Global Health Promotion",
            "volume": "28",
            "issn": "",
            "pages": "15--22",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Influence on Health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dahlgren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Cancer Risk and Oxidative DNA Damage in Man",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loft",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Poulsen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Molecular Medicine",
            "volume": "74",
            "issn": "",
            "pages": "297--312",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "La disciplina giuridica delle biobanche",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macilotti",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Izzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pascuzzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbareschi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pathologica",
            "volume": "100",
            "issn": "",
            "pages": "86--101",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Bishop of Goldstat was written on March 3rd 2021 by the Catholic Bishop of San Diego (USA) Robert McElroy and was read in each San Diego parish to encourage vaccination. Consistent with the message and in line with the times, pages of scientific information were opened on the diocese's website in English and Spanish.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}