{
    "paper_id": "7473190d05c8447f4c512a28cfe6835a25d43053",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The Democratic Republic of the Congo is facing major public health challenges due to a confluence of major outbreaks of Ebola virus disease, measles, and COVID-19. 1- 4 The tenth Ebola outbreak in eastern DR Congo began on Aug 1, 2018, and as of May 28, 2020, there have been 3406 Ebola virus disease cases with 2243 deaths. The Ebola virus disease outbreak was well controlled in northeast DR Congo following a multisectoral response, but four new confirmed Ebola cases were detected in northwest DR Congo on June 1, 2020, and an outbreak response is underway. 4 Additionally, the DR Congo has been burdened with recurrent measles outbreaks: 13 3802 cases in 2011, 88 381 cases in 2013, and 311 471 cases in 2019. 2 The first confirmed case of COVID-19 in DR Congo was diagnosed on March 10, 2020, and the government declared a state of emergency on March 24, 2020. A national multisectoral response committee instituted lockdown in the capital, Kinshasa, the epicentre of the epidemic in DR Congo, in which daily confirmed cases now average 100. As of June 16, 2020, 4777 COVID-19 cases with 106 deaths have been reported from the DR Congo. 5 Although the COVID-19 pandemic presents unique challenges that threaten the health, economy, and social fabric of DR Congo, several lessons learned from dealing with the devastating Ebola virus disease outbreaks have been invaluable and are guiding the ongoing COVID-19 public health response. 6 These responses include involvement of community leaders and institutions with communication to the public in local languages to explain the disease and its prevention strategies and disseminating messages in terms that are culturally understandable. Ebola virus disease control infrastructure, protocols, and staff have been repurposed and applied to the COVID-19 response. Multidisciplinary teams of nurses, doctors, medical students, and community health-care workers are implementing COVID-19 sensitisation, screening, and testing activities endorsed by the Ministry of Health and community and religious leaders 7 .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 562,
                    "end": 563,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 715,
                    "end": 716,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1143,
                    "end": 1144,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1439,
                    "end": 1440,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The colliding epidemics of COVID-19, Ebola, and measles in the Democratic Republic of the Congo"
        },
        {
            "text": "All COVID-19 testing by RT-PCR is done at the National Institute of Biomedical Research in Kinshasa. Efforts to decentralise testing to provinces and improve turnaround are underway using point-of-care testing with the GeneXpert platform, but this remains challenging because of cost and supply constraints for severe acute respiratory syndrome coronavirus 2 testing cartridges. Several hospitals were identified as reference centres for the treatment of COVID-19, and intensive care units have been resourced with additional ventilators and oxygen supplies as part of the national plan. A clinical protocol has been developed by the Case Management Commission with support from technical partners. Bilateral and multilateral partnerships provided donations of medical equipment to hospitals, and clinical staff are being trained on COVID-19 case management. Patients with moderate and severe COVID-19 are hospitalised for supportive care, oxygen therapy, and anticoagulation as per WHO guidelines. 8 The strong national commitment in DR Congo to the COVID-19 and Ebola virus disease epidemics provides hope that alignment of public health responses will prevent the high morbidity and mortality seen in South Africa. The DR Congo government understands the importance of strengthening its health systems through establishing effective partnerships with international stakeholders who leverage their unique areas of expertise to achieve tangible results. However, as with other African countries, major challenges for COVID-19 control remain. Mitigation measures such as travel bans and lockdowns in DR Congo are having negative socioeconomic effects on the population. Indeed, most citizens are unemployed and live below the poverty line in shanty towns or rural settings in overcrowded housing, which makes COVID-19 preventive measures, such as hand washing and social distancing, difficult. Also, the high prevalence of comorbidities, including chronic conditions such hypertension, diabetes, HIV and AIDS, and tuberculosis, add to the COVID-19 mortality risk. 9 Although attention has been focused on COVID-19 and Ebola virus disease, there have also been 369 520 measles cases with 6779 deaths in the past year, which illustrates that vaccination efforts have been suboptimal because of disruptions to immunisation campaigns and suggests that there are potential threats of resurgence of other vaccine-preventable infectious diseases.",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1000,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2064,
                    "end": 2065,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The colliding epidemics of COVID-19, Ebola, and measles in the Democratic Republic of the Congo"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2017 outbreak of ebola virus disease in northern Democratic Republic of Congo",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nsio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kapetshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makiala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "221",
            "issn": "",
            "pages": "701--707",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The ongoing Ebola epidemic in the Democratic Republic of Congo",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ilunga Kalenga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moeti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sparrow",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lucey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghebreyesus",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "373--83",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measles and Rubella Surveillance Data",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New Ebola outbreak declared in Congo city that last saw the virus",
            "authors": [
                {
                    "first": "Washington",
                    "middle": [],
                    "last": "The",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO. Coronavirus disease (COVID-2019) situation reports. 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Recommendations for the COVID-19 response at the national level based on lessons learned from the Ebola virus disease outbreak in the Democratic Republic of the Congo",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Mobula",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Samaha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Trop Med Hyg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4269/ajtmh.20-0256"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "From easing lockdowns to scaling-up community-based COVID-19 screening, testing, and contact tracing in Africa -shared approaches, innovations, and challenges to minimize morbidity and mortality",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Nachega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grimwood",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahomed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa695"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical Management of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Limiting the spread of COVID-19 in Africa: one size mitigation strategies do not fit all countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mehtar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Lakhe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "",
            "issn": "",
            "pages": "30212--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Bank dedicates $300 million to Ebola response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wadman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}