{
    "paper_id": "74792db9a94bbe2024c36bd59f12dba2a46c2f73",
    "metadata": {
        "title": "Modelling the impact of COVID-19-related programme interruptions on visceral leishmaniasis in India",
        "authors": [
            {
                "first": "Epke",
                "middle": [
                    "A"
                ],
                "last": "Le Rutte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "postCode": "3000 CA",
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "The Netherlands"
                    }
                },
                "email": "epke.lerutte@swisstph.ch"
            },
            {
                "first": "Luc",
                "middle": [
                    "E"
                ],
                "last": "Coffeng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "postCode": "3000 CA",
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Johanna",
                "middle": [],
                "last": "Muñoz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "postCode": "3000 CA",
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Sake",
                "middle": [
                    "J"
                ],
                "last": "De Vlas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Rotterdam",
                    "location": {
                        "postCode": "3000 CA",
                        "settlement": "Rotterdam",
                        "region": "Erasmus MC",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In March 2020, India declared a nationwide lockdown to control the spread of coronavirus disease 2019. As a result, control efforts against visceral leishmaniasis (VL) were interrupted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using an established age-structured deterministic VL transmission model, we predicted the impact of a 6-to 24-month programme interruption on the timeline towards achieving the VL elimination target as well as on the increase of VL cases. We also explored the potential impact of a mitigation strategy after the interruption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Delays towards the elimination target are estimated to range between 0 and 9 y. Highly endemic settings where control efforts have been ongoing for 5-8 y are most affected by an interruption, for which we identified a mitigation strategy to be most relevant. However, more importantly, all settings can expect an increase in the number of VL cases. This increase is substantial even for settings with a limited expected delay in achieving the elimination target.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Besides implementing mitigation strategies, it is of great importance to try and keep the duration of the interruption as short as possible to prevent new individuals from becoming infected with VL and continue the efforts towards VL elimination as a public health problem in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 25 March 2020, India declared a nationwide lockdown to control the spread of the coronavirus disease 2019 (COVID-19) pandemic. 1 As a result, control programmes and preventive measures against many diseases were altered or interrupted, including national visceral leishmaniasis (VL) control efforts. VL is a protozoal infection transmitted by sandflies that causes fever and eventually death when left untreated. VL is controlled by indoor residual spraying (IRS) of insecticide and active case detection (ACD). 2 According to the World Health Organization (WHO) guidelines in response to the pandemic, the VL control programme had to suspend all activities, inevitably impacting the progress towards achieving the target of VL elimination on the Indian subcontinent (ISC). 3 In the past decade, the incidence of VL has decreased drastically on the ISC due to the implementation of successful control. The VL control strategy starts with a 5-y 'attack phase' that consists of intense IRS and ACD, followed by an ongoing 'consolidation phase' with less-intense IRS but increased ACD. The details of these interventions and their implementation are described in the WHO guidelines for the control of VL. 2 Elimination of VL as a public health problem is considered to be achieved when the VL incidence remains <1 VL case per 10 000 people per year at a subdistrict level for 3 consecutive years. 2 It is important to estimate the impact of halting control efforts in terms of the timeline towards achieving the VL elimination target and the extent to which the hard-won gains from previous years are lost. Furthermore, decision makers would like to know whether and how these effects can be mitigated with existing tools.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 131,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 515,
                    "end": 516,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 777,
                    "end": 778,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1205,
                    "end": 1206,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1397,
                    "end": 1398,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study we quantify the potential impact of the interruption of the VL control programme in India using an established deterministic age-structured VL transmission model. More specifically, we estimate both the delay in reaching the VL elimination target and the increase in true VL incidence (i.e. all cases, not only those detected). Further, we analyse the impact of a mitigation strategy, implemented as an extension or a re-introduction of the attack phase, of equal length as the duration of the interruption to counter the losses caused by the interruption of the VL control programme.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We employed the established age-structured deterministic VL transmission model described by Le Rutte et al. [4] [5] [6] [7] that captures the transmission of VL between humans and sandflies on the ISC. The model considers that most infected individuals are asymptomatic and recover without ever having symptoms; a small fraction (approximately 1.5%) of individuals become symptomatic and will require treatment or will die, otherwise only a small fraction (approximately 3%) of symptomatic cases recover spontaneously. Transmission is driven by exposure to sandflies, which can pick up infection from symptomatic cases and individuals with post-kala-azar dermal leishmaniasis (PKDL), a mostly selflimiting but long-lasting skin condition that occurs in a fraction (2.5%) of individuals treated for VL. In addition, we consider the possibility that asymptomatically infected individuals do (model E1) or do not (model E0) contribute to transmission.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 112,
                    "end": 115,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 116,
                    "end": 119,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Model structure and quantification"
        },
        {
            "text": "The model incorporates IRS coverage through a user-defined proportional reduction in the sandfly population density and ACD through a decrease in the average detection delay of symptomatic cases (baseline 60 d). Parameters governing the natural history of infection were previously calibrated based on agestructured data from approximately 21 000 individuals included in the KalaNet trial in India and Nepal. 4, 8 The impact of IRS was estimated using a geographical cross-validation on case incidence in Bihar (approximately 6000 VL cases in eight districts over a period of 18 months). 5, 9 A schematic representation of the model structure is presented in Supplementary Information Figure S1 . The model was coded in R (version 4.0.2; R Foundation for Statistical Computing, Vienna, Austria), using the pomp package (version 3.1.1.7); the model code is publicly accessible at https://about.gitlab.com. We provided the Policy-Relevant Items for Reporting Models in Epidemiology of Neglected Tropical Diseases (PRIME-NTD) Summary in Supplementary Table S1 , which was established to set a standard and increase consistency among publications using modelling to inform policy. 10",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 411,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 588,
                    "end": 590,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 591,
                    "end": 592,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 685,
                    "end": 694,
                    "text": "Figure S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1034,
                    "end": 1056,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                }
            ],
            "section": "Model structure and quantification"
        },
        {
            "text": "We considered populations with different levels of pre-control VL incidence (both detected and undetected cases) ranging from 2 to 12 VL cases per 10 000 persons per year. During the precontrol phase we assume only passive case detection is in place, leading to an average duration between the start of symptoms and the start of treatment of 60 d. The simulated control programme starts with a 5-y attack phase in which we assume IRS, which reduces the number of sandflies in the model by 67%, and ACD, which reduces the time to treatment to an average of 45 d. Subsequently, during the consolidation phase, IRS coverage is reduced to 45% but ACD efforts are further increased, leading to an average duration to treatment of 30 d. We refer to this scenario as the counterfactual scenario (i.e. no interruption due to COVID-19 occurs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "Next we defined a range of scenarios in which the aforementioned control strategy is interrupted by COVID-19 at various time points during the control program (at 0-15 y after initiation of control) and for various hypothetical durations of interruption (6, 12, 18 and 24 months), leading to a total of 176 simulations per model per duration of interruption (11 pre-control endemicity levels×16 time points of interruption during the control programme). During an interruption, we assume that no IRS and ACD take place and that only passive case detection remains, similar to the pre-control scenario (i.e. an average treatment delay of 60 d). We further assume that the interruption does not change the rate at which humans are exposed to sandflies or the risk of developing PKDL and the duration of PKDL. After the interruption we assume that a control program either follows the original planning of interventions (i.e. the 'interruption scenario') or that a mitigation strategy is implemented to counter the effects of the interruption ('mitigation scenario'). Here we let mitigation efforts depend on when the interruption occurs. When the interruption takes place during the attack phase (i.e. the first 5 y of a program), the attack phase is extended by the same duration as that of the interruption. When the interruption occurs during the consolidation phase (i.e. after ≥5 y of control), a temporary attack phase similar in length to the duration of the interruption is initiated after the interruption and before continuing with the consolidation phase. The additional implemented attack phase contains an intense IRS strategy (67% sandfly reduction) and an ACD, leading to a time to treatment of 45 d, similar to the regular attack phase at the start of the interventions as simulated in the counterfactual scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios"
        },
        {
            "text": "For each combination of pre-control endemicity, timing of interruption and duration of interruption we compared the counterfactual scenario with the interruption scenario, the interruption scenario with the mitigation scenario and the counterfactual scenario with the mitigation scenario. We quantified the impact of the interruption of the VL control programme in terms of the delay in reaching the elimination target (in years) and the increase in the cumulative number of new VL cases (detected and undetected). The target is defined as 1 VL case (detected and undetected) per 10 000 people per year in the modelled population for 3 consecutive years. In previous modelling studies the time of elimination was defined at the first moment of reaching an incidence of <1 VL case per 10 000 people per year, however, in this study we decided to set this target as >3 y of being below the target incidence, the moment when a setting can be considered by the WHO for achieving validation of elimination. In case the elimination target had already been met before the interruption but was lost due to the interruption, we defined the delay as the time between the start of the interruption and the moment when the target was met again after the interruption (i.e. based on the interruption scenario only). When comparing the scenarios for differences in cumulative incidence we compared the area under the curve from year 0 (start of the control programme) to year 30 (by which time the effect of the interruption has fully waned).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact assessment"
        },
        {
            "text": "The predicted impact of an interruption due to the COVID-19 pandemic on VL elimination in India varies widely between settings. Figure 1 illustrates that the impact of a 1-(blue line) or 2-y interruption (red line) is largest when the interruption takes place during the attack phase, followed by the interruption taking place early in the consolidation phase, and that the impact is relatively minor when the interruption takes place late in the consolidation phase for a setting with 9 VL cases per 10 000 persons per year pre-control.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "With regard to the timing of the interruption, we can distinguish three types of outcomes compared with the counterfactual scenario (no interruption; grey line in Figure 1 ). First, there are settings that experience a delay in achieving the target due to the interruption ( Figure 1 , top panel). Second, there are settings in which the target was already achieved before the interruption took place but, due to the interruption, the target is lost again (middle panel). Third, there are settings in which the timing of achieving the target is not affected by the interruption (bottom panel). The time for achieving the target for all 11 pre-control counterfactual scenarios is presented in Supplementary Figures S2 (model E1) and S3 (model E0). In the counterfactual scenario for a setting with a pre-control incidence of 9 VL cases per 10 000 persons per year, the target is achieved approximately 6.5 y after the start of the programme. If the interruption takes place during the attack phase, 3 y after the start of the programme (top panel), a 1-y interruption would lead to a delay of about 3 y and a 2-y interruption to a delay of about 5.5 y. If the interruption takes place 6 y after the start of the programme, i.e. early in the consolidation phase, the achievement of the target would be lost (middle panel) for both the 1-and 2-y interruption scenarios. It will take about 5 y or 7 y, respectively, for the target to be achieved again, counting from the start of the interruption. If the interruption takes place 13 y after the start of the programme, i.e. late in the consolidation phase, the timing of the achievement of the target would not be affected at all (bottom panel).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 275,
                    "end": 283,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For the same setting with a pre-control endemicity of 9 VL cases per 10 000 persons per year, the impact of a mitigation strategy was also found to vary between scenarios (dotted lines in Figure 1 ). If the target is delayed (top panel), a mitigation strategy could reduce this delay by nearly 1 y with a 1-y interruption or nearly 2 y with a 2-y interruption. In a similar setting where the target is lost (middle panel), a mitigation strategy could reduce the delay by about 0.5 y or 1 y, respectively. If the interruption occurs after 13 y of control (bottom panel), a mitigation strategy would obviously not provide benefit in terms of achieving the target. The outcomes of model E0 were qualitatively similar and are presented in Supplementary Figure S4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 749,
                    "end": 758,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also simulated a common Indian setting (with a precontrol scenario of 7 VL cases per 10 000 persons per year, 7 y into the control programme) for which the interruption lasted 3 months, as has been reported in certain settings. In this scenario, the timing of achieving the target was not affected (model E1) or slightly delayed by 6 months (model E0, 12 start of control measures to elimination instead of 11.5 y). Both models predict that a mitigation strategy has little impact in these scenarios. Illustrations are presented in Supplementary  Figures S5 and S6 . In Figure 2 we provide an overview of the differences in delay to achieving the target for 176 scenarios (11 pre-control endemicity levels [y-axis] and 16 different stages of the control program at which interruption and mitigation takes place [x-axis]). In all underlying simulations we assume the interruption and mitigation scenarios last 1 y. The differences in years to achieving the target range from 0 to >7 y, where the delay is highest in a setting with a pre-control VL incidence of 10 VL case per 10 000 persons per year and an interruption 4 y into the programme without mitigation (Figure 2A ). In 40% of the settings the interruption leads to a delay or a loss of target with an average delay of 3.5 y. Generally the settings most affected by an interruption are those with high pre-control endemicities and when the interruption occurs between 4 and 9 y into the programme. Typically for settings with lower pre-control incidences, the earlier into the programme the interruption takes place, the greater the impact. In contrast, for settings with higher pre-control incidences, the later into the control programme, the greater the impact. The mitigation strategy reduces the delays to the target by nearly 9 months on average ( Figure 2B ). In previously highly endemic settings (9-12 VL cases per 10 000 persons per year), this increases to an average of 13 months with a maximum of 7 years reduction. In moderately or low-endemic settings, a mitigation strategy provides little additional impact, as the target is estimated to be achieved around the same time with continued regular interventions. The outlier in Figure 2B (and Supplementary Figures S8 and S9) is caused by the mitigation strategy leading to not losing the elimination target, whereas in the interruption scenario it does (Supplementary Figure S21) . Figure 2C shows that in no case could the simulated mitigation strategy lead to achieving the target sooner compared with the counterfactual scenario. Similar simulations with model E0 (in which only VL and PKDL cases are considered infectious) follow an identical pattern (Supplementary Figure S9) . However, in 75% of the settings the interruption is estimated to lead to a delay and the impact occurs over the entire range of pre-control endemicities, but with a lower average delay of 2.5 y. For a setting with a pre-control incidence of 2 VL cases per 10 000 persons per year, the delay is estimated to be as high as 6 y.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 535,
                    "end": 567,
                    "text": "Supplementary  Figures S5 and S6",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 581,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1164,
                    "end": 1174,
                    "text": "(Figure 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1815,
                    "end": 1824,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2202,
                    "end": 2211,
                    "text": "Figure 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2217,
                    "end": 2249,
                    "text": "Supplementary Figures S8 and S9)",
                    "ref_id": null
                },
                {
                    "start": 2393,
                    "end": 2404,
                    "text": "Figure S21)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2407,
                    "end": 2416,
                    "text": "Figure 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2695,
                    "end": 2705,
                    "text": "Figure S9)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Should the interruption and potential mitigation last 6 months, fewer settings are estimated to be affected-30% (model E1) and 65% (model E0) (Supplementary Figures S7 and  S8 ). The average delays are also expected to be lower, with an average of 2-y (model E1) and 1.5-y (model E0) delay and a maximum delay of approximately 6.5 y (models E1 and E0), about 6 months less compared with a 1-y interruption. However, should the interruption and potential mitigation last as long as 2 y, the impact would be larger, with about 55% (model E1) and 80% (model E0) of settings affected, an average delay of 5.5 y (model E1) and 4 y (model E0) in affected settings and a maximum delay of 9 years (model E1) and nearly 8 y (model E0) (Supplementary Figures S12 and S13) . For all durations of interruptions, mitigation strategies are most impactful in the areas that are affected the most. The impact of an interruption and potential mitigation of 18 months is presented in Supplementary  Figures S10 (model E1 ) and S11 (model E0), of which the impact lies between the 1-and 2-y interruptions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 142,
                    "end": 175,
                    "text": "(Supplementary Figures S7 and  S8",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 761,
                    "text": "(Supplementary Figures S12 and S13)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 966,
                    "end": 1002,
                    "text": "Supplementary  Figures S10 (model E1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Besides the potential delays in achieving the elimination target, we also predicted the impact of interruptions on cumulative VL incidence (detected and undetected cases) (Figure 3 ). All 176 simulated settings are affected by an increase in incidence due to the interruption (both model E1 and E0), which ranged from 0.006 to 13 VL cases per 10 000 persons, with an average of 1.8 VL cases per 10 000 persons. The increase was highest in settings with the highest pre-control endemicity (i.e. 12 VL cases per 10 000 persons per year among the simulated scenarios) and when the interruption takes place at the start of the programme ( Figure 3A ). This differs from the settings that are most Transactions of the Royal Society of Tropical Medicine and Hygiene affected based on their delay to the target (Figure 2A) . A mitigation strategy could reduce the cumulative incidence with an average of about 1 VL case per 10 000 persons in previously highly endemic settings (9-12 VL cases per 10 000 persons per year). In moderately or low-endemic settings, a mitigation strategy provides little additional impact ( Figure 3B) . A mitigation strategy can never fully compensate for a previously increased incidence of VL, however, it can bring the incidence down faster compared with continuing with the regular control strategy, especially in high-endemic settings that are 3-7 y into the programme. Similar simulations with model E0 (in which only VL and PKDL cases are considered infectious) follow an identical pattern (Supplementary Figure S16 ), however, with a higher average cumulative VL incidence of nearly 3 VL cases per 10 000 persons caused by the interruption.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 635,
                    "end": 644,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 804,
                    "end": 815,
                    "text": "(Figure 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1112,
                    "end": 1122,
                    "text": "Figure 3B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1534,
                    "end": 1544,
                    "text": "Figure S16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "After a 2-y interruption, the maximum cumulative incidence could be as high as 26 VL cases per 10 000 persons in settings with a pre-control scenario of 12 VL cases per 10 000 persons per year with the interruption at the start of the control programme (Supplementary Figure S19 ). This is twice as much compared with a 1-y interruption, while the delay to the target changes from 7 y (1-y interruption) to 9 y (2-y interruption), which might seem less impactful. A 6-month interruption of the control programme (Supplementary Figure S14) leads to half the cumulative incidence compared with a 1-y interruption; i.e. 50% less. However, when comparing a 1-y interruption to a 6-month interruption, the difference is only 6 months (7 y and approximately 6.5 y); i.e. 8% less. Therefore a longer or shorter duration of the interruption might not have a major impact on the time to achieving the target, but it highly impacts the number of additional VL cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 278,
                    "text": "Figure S19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 527,
                    "end": 538,
                    "text": "Figure S14)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The delay in achieving the VL elimination target is predicted to vary widely between settings. A 1-y interruption of the VL control programme can cause 0-7 y of delay in achieving the VL elimination target compared with without an interruption. In some settings that have already achieved the target before the COVID-19 pandemic, the target can be lost, as VL incidence increases to val-ues above the target. The length of this delay increases with precontrol endemicity, the duration of the interruption and when the interruption happens in the programme. However, more importantly, an increase in VL incidence should be expected in all settings and this increase is, relatively speaking, much greater than the expected delays. Mitigation strategies can, in certain settings, help to reduce the timeline towards the elimination target by as much as about 4.5 y, and more importantly it reduces the number of new VL cases; however, they can never undo all the losses caused by the interruption. Therefore, besides mitigation strategies, it is of great importance to try and keep the duration of the interruption as short as possible to prevent new individuals from becoming infected with VL, thus both positively impacting the health of the population and reducing the delay to the VL elimination target.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As India's subdistricts all have different pre-control endemicities and were at different stages in the control programme in 2020, we simulated a range of 11 pre-control endemicities as well as 16 different years in which the interruption could take place (from the start of the control programme to 15 y into the programme). When interpreting the results, it is important to note that currently about 80% of subdistricts in India are in the consolidation phase, mainly 5-10 y into the programme, of which the majority can be classified as previously moderately endemic settings (5-10 VL cases per 10 000 persons per year). When including a 3-month interruption scenario in such a common Indian setting, the impact is predicted to be relatively minor. In our simulations we assume that both the IRS and ACD are implemented successfully during both the attack and consolidation phase. Further, it is important to note that our model predictions pertain to the total VL case incidence, including both detected and undetected cases. We previously showed that an increase in detection delay (be it due to scaling down control or a programme interruption) may result in a decline in reported VL cases, while transmission is already increasing again. 11 Therefore an evaluation of the actual impact of the COVID-19-related interruption of VL control should not only be based on reported VL cases, but also on the distribution of reported detection delays, as this is an indicator of how many cases potentially remain undetected.",
            "cite_spans": [
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Besides the control target for VL on the Indian subcontinent, the global WHO VL 2030 target (85% of countries reaching a <1% case fatality rate due to primary disease 12 ) is also likely to be impacted by the global interruption of the programme due to COVID-19. With the predicted increases in VL incidence and the lack of ACD and treatment during the interruption, an increase in VL-related mortality can also be expected. We did not present increased mortality rates as an outcome in this study due to a lack of data on mortality rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although we aim to reflect the current situation as carefully possible, there are many real-life complexities that have changed during the lockdown period and have potentially influenced the transmission dynamics of VL but are not captured in the model. These include the massive population movement at the start of the lockdown, introducing many susceptible individuals from cities into endemic villages and introducing infected individuals into non-endemic villages. The lockdown then led to people staying in and around their homes, which also may have led to changes in the contact rate between humans and sandflies and thus the transmission dynamics. Individual aspects such as increased malnutrition and other comorbidities that impact the course of VL infection and associated infectiousness could also adversely impact the transmission dynamics of VL. Furthermore, we assumed that the care for and followup of detected VL cases (i.e. for detection and treatment of PKDL) would not be affected by the interruption. We previously showed that PKDL is an important driver of transmission after prolonged control. 7 However, PKDL detection is likely to be impaired by COVID-19-related measures, as it relies on house visits by community healthcare workers. Because the duration of PKDL is already quite long (5 y in normal situations) compared with the duration of the interruption considered here (6-24 months), we expect that this assumption has little impact. Most likely, more PKDL cases will be detected and treated after the interruption such that the total average duration will remain approximately the same. We assumed that during the interruption those with symptomatic VL would still seek treatment (through passive case detection), albeit with longer delays. However, if individuals with fever completely abstain from seeking care, our results would be slightly more pessimistic compared with our current outcomes. The Indian governmentled data collection tool KAMIS showed on 31 May 2020 that cases were still being detected (passively) during the months of March-May.",
            "cite_spans": [
                {
                    "start": 1117,
                    "end": 1118,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have simulated a population at the scale of an Indian subdistrict level using a deterministic age-structured model, hence no spatial heterogeneity or stochastic variation associated with finite populations was included. These factors are especially important in subdistricts with very low incidences as well as settings that border subdistricts with different pre-control endemicities from their own. The latter, however, might be less important when human movement is restricted. Furthermore, on an even smaller geographical scale, such as the village level, the potential effects of an interruption of control measures should be expected to be more variable, ranging from nothing to outbreaks as observed in Kosra. 13 The latter was most likely influenced by the migration of people in and out of the area, a phenomenon that was also observed at the start of the Indian lockdown.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "An important factor to consider is that the exact impact of both ACD as well as IRS on VL incidence remains debated. Even though their impact has been estimated by thoroughly fitting our models to data, 5 their direct impact still requires further investigation using more direct evidence. Given the uncertainty about the impact of COVID-19 on the control programmes, we decided to apply the pessimistic assumption of a complete withdrawal of all ACD and IRS activities. However, if some IRS still takes place, or if healthcare workers are still able to identify some individuals with fever and refer them to the community hospitals for VL diagnosis, the impact of COVID-19-related programme interruption would be less than predicted here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The simulated interruption of the VL control programme in this study is attributed solely to the implementation of COVID-19 control measures. However, other causes could also lead to an interruption of the control programme, such as civil unrest, a natural disaster or donor fatigue. Therefore the insights from this work are not only applicable to the current situation, but also provide insights into halting the programme due to other causes, emphasizing the benefits of continued efforts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results can at most be interpreted as a preview into the potential impact of the COVID-19 pandemic on VL in the ISC. Understanding the impact of the lockdown and other associated COVID-19 control measures on delays towards the VL elimination target and increased VL incidence will hopefully increase awareness for the additional health loss suffered by the areas that still experience VL. We wish to highlight that we should not lose focus of the VL elimination targets, that previous gains will to some extent be lost, but that introducing mitigation strategies and restarting the control programme as soon as it is safe possible could reduce (but not counter) the losses, resulting in the continuation of our efforts towards VL elimination as a public health problem on the ISC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Supplementary data are available at Transactions online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        },
        {
            "text": "Authors' contributions: EALR conceived the study and drafted the manuscript. EALR and SJDV designed the study protocol. EALR and JM carried out the model simulations. EALR and LEC analysed and interpreted the outcomes. LEC and SJDV critically revised the manuscript for intellectual content. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary data"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: lockdown across India, in line with WHO guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization Regional Office for South-East Asia. Process of validation of elimination of kala-azar as a public health problem in South-East Asia. New Delhi: World Health Organization Regional Office for South-East Asia",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19: WHO issues interim guidance for implementation of NTD programmes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feasibility of eliminating visceral leishmaniasis from the Indian subcontinent: explorations with a set of deterministic age-structured transmission models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Rutte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffeng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Bontje",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Parasit Vectors",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Elimination of visceral leishmaniasis in the Indian subcontinent: a comparison of predictions from three transmission models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Rutte",
                    "suffix": ""
                },
                {
                    "first": "Lac",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffeng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemics",
            "volume": "18",
            "issn": "",
            "pages": "67--80",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Policy recommendations from transmission modeling for the elimination of visceral leishmaniasis in the Indian subcontinent",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Rutte",
                    "suffix": ""
                },
                {
                    "first": "Lac",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffeng",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "66",
            "issn": "4",
            "pages": "301--309",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Post-kala-azar dermal leishmaniasis as a reservoir for visceral leishmaniasis transmission",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Le Rutte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Zijlstra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "De Vlas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Trends Parasitol",
            "volume": "35",
            "issn": "8",
            "pages": "590--592",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Longlasting insecticidal nets for prevention of Leishmania donovani infection in India and Nepal: paired cluster randomised trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Picado",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rijal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMJ",
            "volume": "341",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Variations in visceral leishmaniasis burden, mortality and the pathway to care within Bihar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jervis",
                    "suffix": ""
                },
                {
                    "first": "Lac",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dwivedi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "India. Parasit Vectors",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Modelling for policy: the five principles of the Neglected Tropical Diseases Modelling Consortium",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Behrend",
                    "suffix": ""
                },
                {
                    "first": "M-G",
                    "middle": [],
                    "last": "Basáñez",
                    "suffix": ""
                },
                {
                    "first": "Jid",
                    "middle": [],
                    "last": "Hamley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Negl Trop Dis",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of changes in detection effort on control of visceral leishmaniasis in the Indian subcontinent",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Coffeng",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Rutte",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "221",
            "issn": "5",
            "pages": "546--53",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Ending the neglect to attain the Sustainable Development Goals: A road map for neglected tropical diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Intensely clustered outbreak of visceral leishmaniasis (kala-azar) in a setting of seasonal migration in a village of Bihar",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saurabh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Predicted VL incidence over time by model E1. Three interruption scenarios are presented for a setting with a pre-control endemicity of 9 VL cases per 10 000 persons per year. The white bars at the top of each panel labelled 'Attack phase' and 'Consolidation phase' represent the course of the control strategy for the counterfactual scenario. Model E1 assumes that asymptomatic individuals contribute to transmission (see SupplementaryFigure S4for similar predictions by model E0).It depends on the stage of the control programme at which the interruption takes place, the duration of the interruption and the pre-control endemicity of a setting(Figures 2 and 3and SupplementaryFigures S7-S20).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Heat map of differences in time (years) to achieving the VL elimination target for three comparisons of scenarios using model E1: (A) interruption vs counterfactual (no interruption), (B) mitigation vs interruption and (C) mitigation vs counterfactual. Both interruption and mitigation are assumed to last 1 y. The letters D, L and N correspond to the impact of the interruption on the target when comparing the counterfactual scenario with the interruption scenario-delayed (D), lost (L) or not affected (N)-as illustrated in Figure 1. Results for model E0 are shown in Supplementary Figure S9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Heat map of the differences in cumulative case incidence per 10 000 persons for three comparisons of scenarios: (A) interruption vs counterfactual, (B) mitigation vs interruption and (C) mitigation vs counterfactual. We use a different colour in (B) to indicate the finer scale relative to that depicted in (A) and (C). The letters D, L and N correspond to the impact of a 1-y interruption on the target when comparing the counterfactual scenario with the interruption scenario-delayed (D), lost (L) or not affected (N)-as illustrated in Figure 1 (model E0 in Supplementary Figure S16).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: None. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Ethical approval: Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests: None declared."
        },
        {
            "text": "No new data were generated or analysed in support of this research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability:"
        }
    ]
}