{
    "paper_id": "74c01984aa3ace0d22c788ff403913701d61f419",
    "metadata": {
        "title": "The impact of multiple non-pharmaceutical interventions on controlling COVID-19 outbreak without lockdown in Hong Kong: A modelling study",
        "authors": [
            {
                "first": "Hsiang-Yu",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Colin",
                "middle": [],
                "last": "Blakemore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "City University of Hong Kong",
                    "location": {
                        "settlement": "Hong Kong SAR",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background The 'third wave' of COVID-19 in Hong Kong, China was suppressed by non-pharmaceutical interventions (NPIs). Although social distancing regulations were quickly strengthened, the outbreak continued to grow, causing increasing delays in tracing and testing. Further regulations were introduced, plus 'targeted testing' services for at-risk groups. Estimating the impact of individual NPIs could provide lessons about how outbreaks can be controlled without radical lockdown. However, the changing delays in confirmation time challenge current modelling methods. We used a novel approach aimed at disentangling and quantifying the effects of individual interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods We incorporated the causes of delays in tracing and testing (i.e. load-efficiency relationship) and the consequences from such delays (i.e. the proportion of un-traced cases and the proportion of traced-cases with confirmation delay) into a deterministic transmission model, which was fitted to the daily number of cases with and without an epi-link (an indication of being contact-traced). The effect of each NPI was then calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Findings The model estimated that after earlier relaxation of regulations, Re rose from 0.7 to 3.2. Restoration of social distancing to the previous state only reduced Re to 1.3, because of increased delay in confirmation caused by load on the contact-tracing system. However, Re decreased by 20.3% after the introduction of targeted testing and by 17.5% after extension of face-mask rules, reducing Re to 0.9 and suppressing the outbreak. The output of the model without incorporation of delay failed to capture important features of transmission and Re.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation Changing delay in confirmation has a significant impact on disease transmission and estimation of transmissibility. This leads to a clear recommendation that delay should be monitored and mitigated during outbreaks, and that delay dynamics should be incorporated into models to assess the effects of NPIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The impact of multiple non-pharmaceutical interventions on controlling COVID-19 outbreak without lockdown in Hong Kong: A modelling study Introduction An important objective of epidemic modelling is to assess the impact of interventions and provide valuable insights for public health decision-makers. 2 In this study, our intention was to quantify the effect of nonpharmaceutical interventions (NPIs) deployed during Hong Kong's 'third wave' of COVID-19, which was successfully suppressed without a lockdown. 1 Hong Kong has adopted a 'suppress and lift' strategy, 3 in which interventions are progressively strengthened when infections rise, and relaxed when they decline. These interventions include not only social distancing measures but also contact tracing, which aims to identify the close contacts of cases, who are immediately quarantined or self-isolated, and tested. If confirmed, they are isolated in hospital and reported as cases with the label 'epi-link' (epidemiological link).",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 510,
                    "end": 511,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 566,
                    "end": 567,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recent theoretical studies of COVID-19 have estimated what proportion of people have to be traced to reduce the effective reproduction number (Re) below 1, against the backdrop of various social distancing scenarios. 4−6 Similarly, the impact of social distancing measures depends on the effectiveness of tracing and testing. For example, in Hong Kong, social distancing was relaxed during the period preceding the third wave, but re-introduction of measures even stricter than those before the relaxation did not stop expansion of the outbreak, because of decreased efficiency of the contacttracing system. 1 Variation in the load on contact tracing (e.g. the amount of people to be traced or tested) can affect its efficiency and hence the time between infection and confirmation (confirmation time). In the preceding paper, we analysed observational data from the third wave concerning the percentage of cases for which infection was not confirmed until after symptom onset (confirmation delay) and found that a rise in the proportion of such cases was associated with an increase in the number of recently confirmed cases. 1 Presumably, a higher number of infected cases results in more close contacts and hence increases the load on the tracing and testing system. 5 When tracing or testing capacity is limited or not sufficient, delays are likely to happen.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "4−6",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 609,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1270,
                    "end": 1271,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We have also shown that the growing load on contact tracing caused by increasing case number results in a vicious circle: increasing confirmation delay leads to more cases not traced, driving outbreak growth and further exacerbating the delay. 1 Furthermore, the consequent change in confirmation time introduces errors into estimation of the timing of transmission and can therefore complicate public-health decision-making about when to strengthen or ease social distancing measures. This all highlight the need to know how to maintain the efficiency of contact tracing and testing, as well as how and when to tighten or lift social distancing regulations.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No previous model of COVID-19 has disentangled the effects of different NPIs deployed during an outbreak by taking account of variation in confirmation delay. We have incorporated evidence of the dynamics of delay during the third wave 1 into a meta-population epidemic model, which provided an extensive and evidently accurate description of the pattern of transmission, and hence of the effects of NPIs. The model enabled us to quantify the contribution of each intervention in suppressing the third wave, and to formulate recommendations for the management of future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We retrieved data about epidemiological linkage and dates of symptom onset and confirmation for each local and imported cases of COVID-19 between 17 June and 15 August 2020 from the Hong Kong Centre for Health Protection. 7 Confirmation delay was calculated as Report date minus Date of onset (for cases who were reported after symptom onset) from the official case report.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Data sources"
        },
        {
            "text": "This modelling study is based on our analysis of observational data from the third wave, 1 which revealed the relationship between the load on contact tracing and testing and their efficiency. In order to capture the dynamics of local cases, both with and without an epi-link, we extended a classic Susceptible-Exposed-Infectious-Recovered (SEIR) model to incorporate quarantine, isolation and the variations in confirmation time, including contact-tracing delay and testing delay (see Figure S1 and Supplementary Material). We",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Modelling delays in contact tracing and confirmation"
        },
        {
            "text": "Evidence before this study In our recent observational study of Hong Kong's third wave of COVID-19 [1] we found that re-tightening of social distancing measures alone failed to suppress the outbreak, because of decreasing efficiency of contact tracing and testing. We searched PubMed, bioRxiv, and medRxiv for articles published in English from 1 January 2020 to 31 March 2021, with the following keywords: (\"2019-nCoV\" OR \"COVID-19\" OR \"SARS-CoV-2\") AND (\"contact-tracing efficiency\" OR \"effectiveness of contact tracing\" OR \"confirmation delay\" OR \"contact-tracing delay\" OR \"testing delay\") AND (\"model\" OR \"simulation\"). Although 6 population-level modelling or simulation studies of COVID-19 predicted a relationship between confirmation delay and contact-tracing effectiveness, and suggested that confirmation delay should be minimized, none incorporated evidence of changing delay from a real outbreak. Without such consideration of changes in contact-tracing efficiency, the effects of interventions cannot be disentangled.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Research in context"
        },
        {
            "text": "We developed a model that incorporated variation in efficiency of tracing and testing in relation to the timing of NPIs. Through this modelling framework, we were able: i) to disentangle and quantify the effects of social distancing measures and policies that improve tracing and testing efficiency employed during an outbreak; ii) to identify the requirement of interventions that were able to suppress an outbreak; and iii) to reconstruct dynamics of true incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "Our results demonstrate that the effect of each NPI employed during an outbreak can be accurately quantified, after incorporating variations in the delay. This approach to modelling can guide public health policies on outbreak control, providing an exit strategy without lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Articles incorporated a two-step process (i.e. contact tracing and testing), for which inefficiency leads to confirmation delay (i.e. time between symptom onset and confirmation) (Figure 1 ). In the first step, an index case was confirmed as COVID-19 positive, and contact-tracing delay in secondary cases was calculated. Increased delay (as for Patient 2 in Figure 1 ) could be caused by a confirmation delay for the index case (covert period) and/or delays in contact-tracing time. Because we assumed that cases were isolated immediately after confirmation, this delay is equivalent to \"delay from onset to isolation\", as used by Hellewell et al. and other previous studies. 4, 8 The magnitude of the confirmation delay depends not only on contact tracing and testing capacity but also on the duration of the covert period.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 679,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 680,
                    "end": 681,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 367,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Mobility restriction (i.e. quarantine or self-isolation) for a contact case started at the time that the contact was successfully traced. The contact-tracing time, f (k c , Figure 1 . Schematic of the delays in contact tracing, testing and confirmation for epi-linked cases. This diagram shows, schematically, the time-course of transmission of infection from an index case to two secondary cases: Patient 1, confirmed relatively quickly, before the appearance of symptoms; and Patient 2, confirmed after symptom onset. To simplify comparison of these two secondary cases, the time of exposure (E), the time from transmission to the onset of infectiousness (latent period; white bar), the pre-symptomatic transmission period (blue), and the symptomatic period (orange) have been made identical for the two. Light colours indicate that the cases are assumed not to be transmittable due to hospital isolation. The index case in the diagram is assumed to have been recognised and tested because of the appearance of symptoms, so there is an unavoidable period between transmission and confirmation, which is a delay (Delay 1) between exposure and the onset of contact tracing (E ! O) for the secondary cases. We call this delay the covert period. Delay 2 (contact-tracing time), between the onset of contact tracing and the start of individual mobility restriction (O ! M) is affected by contact-tracing capacity. Contact-tracing delay is the sum of these two delays, i.e. the time between exposure and the start of individual mobility restriction (quarantine or self-isolation) (E ! M). Testing is performed during the period of mobility restriction, and confirmation of infection occurs some time later. The entire period between restriction and confirmation (Delay 3: M ! C) is the testing delay, which is mainly affected by testing capacity. Each case is isolated in hospital as soon as infection is confirmed. The confirmation time, i.e. the time between exposure and confirmation (C), is the sum of the delays in contact tracing and testing. Patient 1 is traced and tested quickly and is confirmed before the onset of symptoms. But for Patient 2, the whole process is more prolonged. Delay 2 (contact-tracing time) is longer and this individual is already symptomatic when traced and mobility restriction (called self-isolation because it is after symptom onset) is imposed. More time is also taken for testing and confirmation (Delay 3; testing delay). In cases like this, confirmed after the appearance of symptoms, we call the time between symptom onset and confirmation the confirmation delay (S ! C). Tshd c ), was determined by a capacity threshold Tshd c (measured in number of cases), an indicator of the load of contact tracing Cases c (t), and the range of delay specified by minimum and maximum delay (i.e. MinDelay c and MaxDelay c (t)):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "where Cases c (t) is the number of cases in quarantine and self-isolation at time t and k c is a capacity scale factor. In our preceding study, 1 we found that the number of recently confirmed cases was a simple indicator of the load on tracing and testing. Now, in the modelling framework, we specified this indicator more precisely. When the case number was higher than the threshold, contact-tracing time began to increase, approaching a maximum value, MaxDelay c (t). 1 When the case number was lower than the threshold, we set contact-tracing time to MinDelay c . MaxDelay c (t) can be decreased by interventions, indicating a reduction of delay. Contact-tracing delay (T qr ) was then defined as the sum of the contact-tracing time and covert period, such that T qr = f (k c , Tshd c ) + kÁg, where g is a function representing testing delay (see below) and k is a factor to determine the contribution from the index case (covert period). The minimum delay in contact tracing MinDelay c represents an irreducible time for contact tracing.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 145,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 472,
                    "end": 473,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "In the second step, testing delay, from self-isolation or quarantining until confirmation, was calculated for contact-traced individuals. We assumed that all confirmed cases were immediately hospital-isolated. Therefore, the expected time between the start of mobility restriction and hospital isolation was taken as testing delay (T hos = g). This is determined by a capacity threshold Tshd t (measured in number of cases) and a capacity scale factor k t :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "where Cases t (t) here is the number of cases in quarantine, self-isolation and hospital isolation at time t. Because all these cases required testing, this number corresponds to the load on testing. When the case number was higher than the threshold, testing delay began to increase, approaching a maximum value, MaxDelay t . When the case number was lower than the threshold, we set testing delay to MinDelay t . We assumed that hospital isolation ensures perfect isolation effects but cases in quarantine and self-isolation may still contact others with a lower contact rate (see Supplementary Material).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "In some circumstances, delay in hospital isolation of infected cases may leads to a late start of contact tracing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Because when patients were staying at home and hard to reach, the covert period became longer. The values of these parameters are obtained after model fitting (Table  S3 ). Detailed approaches are described in Supplementary Methods. For individuals who were back-traced after symptom onset, rather than contact-traced from a preceding case, confirmation delay was taken to be testing delay (see Supplementary Material). Amongst all infectious individuals who were not contact-traced, we assumed that a fixed fraction p1 developed symptoms and were eventually isolated in hospital. The remaining asymptomatic cases recovered without being detected. We incorporated these delays into our meta-population model framework, which included the seeding effects from undetected imported cases amongst exempted visitors 1 (see Supplementary Material).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 169,
                    "text": "(Table  S3",
                    "ref_id": null
                }
            ],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Confirmation delay resulted in four types of cases ( Figure 2 ). Success in tracing contacts from a confirmed index case had two possible consequences:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "1. Contact-traced without confirmation delay. Exposed individuals who were traced before symptom onset were quarantined and tested. Some of them were confirmed before symptoms, if the testing delay was short.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "2. Contact-traced with confirmation delay. Longer testing delay led to some quarantined individuals developing symptoms before confirmation. In addition, because of delays in contact tracing, some individuals were traced and self-isolated and then tested, after they developed symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "Cases not epi-linked by normal 'forward' contact tracing, fell into two groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "3. Backward contact-traced. For some cases, originally not belonging to any close contacts, a contact to an earlier case or infection source was found by 'backward' tracing. 9 4. No epi-link. In many cases, especially during growth of the outbreak, no epi-link was found to a preceding case.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "Many cases were identified after notification in symptomatic surveillance, or through routine testing, rather than by 'forward' contact tracing. (Most of them were tested because they had symptoms). Hence, backward tracing began after symptom onset. About 1.7 million people were tested in a mass-screening programme, but this was not introduced until 1 September 2020, after the major decline of the outbreak. 10 ",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Modelling the consequences of confirmation delay"
        },
        {
            "text": "The output of the model (see Supplementary Material and Figure S1 ) is the daily number of these four types of cases. Using these numbers, we were able to estimate two useful indicators of reduced efficacy of contact tracing and testing:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "text": "Figure S1",
                    "ref_id": null
                }
            ],
            "section": "Articles"
        },
        {
            "text": "1. Contact-tracing ineffectiveness, indicated by the proportion of all cases in which no epi-link was established (case type 4); 2. Contact-tracing (or confirmation) inefficiency, specified as the fraction of epi-linked cases with confirmation delay (case types 2 and 3, as a percentage of case types 1, 2 and 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Articles"
        },
        {
            "text": "We incorporated the causes of delays in tracing and testing ( Figure 1 ) into an extended SEIR meta-population model (See Supplementary Material) and considered their consequences for reported cases (Figure 2) , amongst which contact-traced cases were labelled with an 'epi-link'. The model considered the seeding of local transmission by imported cases. The number of undetected imported cases was calculated in the preceding study ( Figure S1 in 1 ) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 209,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 451,
                    "text": "Figure S1 in 1 )",
                    "ref_id": null
                }
            ],
            "section": "Quantifying the effects of interventions"
        },
        {
            "text": "The individual effects of social distancing measures and policies that affect efficiency of contact tracing or confirmation were disentangled through modelling, even though the periods of these interventions overlapped. This enabled the model to project the dynamics of cases in scenarios in which individual interventions were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying the effects of interventions"
        },
        {
            "text": "The expected daily numbers of confirmed cases that were traced and un-traced were projected from the model and compared with the daily numbers of reported cases with and without an epi-link. Using the next-generation matrix approach, Re can be calculated from the posterior distribution of epidemiological parameters obtained after model-fitting (see Supplementary Material). We calculated the effect of each intervention on Re, i.e. the relative reduction in Re resulting from one particular intervention when it was introduced. Note that the effect of targeted group testing (TT) is conditional on the case number, determined by preceding social distancing regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying the effects of interventions"
        },
        {
            "text": "We did not explicitly fit the model to the recorded delays in the confirmation of cases. Instead, in order to validate the model, we compared the model-produced delays in confirmation of cases with the reported epi-linked cases that had confirmation delay. We investigated whether the model-produced delays (contacttracing ineffectiveness and inefficiency) resembled the shape of observed data by counting how many days of the observed data (moving-averaged) located within 95% credible interval. Then we compared the outputs of Figure 2 . Schema of four types of secondary cases, taking account of delays in contact tracing and testing. Type 1: Contract-traced without confirmation delay (infection confirmed before symptom onset). Red arrows and orange boxes represent the critical flow to confirm a positive secondary case without confirmation delay. The suspected case is quarantined as soon as identified by contact tracing and isolated in hospital immediately after confirmation. Type 2: Contact-traced with confirmation delay. The case is detected and confirmed, with an epi-link, but delay in contact tracing and/or testing causes confirmation to occur after symptom onset. Type 3: Backward contact-traced. These individuals report to hospital or a clinic with symptoms rather than being identified by contact tracing, but they are subsequently backward-traced to a source. They have a confirmation delay. Types 1, 2 and 3 (in dashed green rectangle) all have an epi-link. Type 4: No epi-link. These individuals visit a hospital or clinic with symptoms and are subsequently confirmed, but with a confirmation delay. No epi-link is found, even by backward tracing.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 529,
                    "end": 537,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Quantifying the effects of interventions"
        },
        {
            "text": "this model with those of the same model framework but without incorporation of variations in contact-tracing delay and testing delay (the 'reduced' model) (see Supplementary Material).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying the effects of interventions"
        },
        {
            "text": "We calculated Re using the next-generation matrix approach after obtaining the posterior distributions of the model parameters. 11 We obtained the transmission matrix T and the transition matrix S. An element in each matrix represents the average number of cases in a particular category (specified by the row) transmitted or transited from the same or different categories of cases (specified by the column). R e was calculated as the first eigenvector of (TS À1 ). See Supplementary Material for the specification of the matrices.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Calculating effective reproduction number"
        },
        {
            "text": "The sponsor of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "To investigate how the combination of NPIs contributed to suppression of the outbreak, we modelled the separate effects of social distancing interventions and changes in the efficiency of tracing and testing, by taking account of the relationship between the dynamics of transmission and confirmation delay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our model derived the true daily infection rate and Re along with the dynamics of reported cases, and quantified the contribution of each individual NPI ( Figure 3A, B, C) . The model assumed that the outbreak was triggered by undetected imported cases (infected individuals exempted from quarantine and not tested on arrival), and amplified by relaxations of social distancing, on 19 June and 3 July (R1 and R2; see Table 1 ). After the outbreak began, social distancing measures were strengthened four times (Table 1) , sequentially reducing the maximum number of people who could gather in public places or restaurants from 50 to 8, then 4, then 2, as well as mandating maskwearing in all indoor public places.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 171,
                    "text": "Figure 3A, B, C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 417,
                    "end": 424,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 519,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The model estimated that, immediately after the second relaxation of social distancing (R2) on 3 July, before the first case in the outbreak was reported, the effective reproduction number, Re, rapidly increased from 0.7 to greater than 2, following an assumed logistic curve ( Figure 3C ). Starting on 9 July, there was a second sharp increase of Re to 3.2, before the first intervention, T1, on 11 July ( Figure 3C ). This second increase was caused by the effect, in the model, of decreasing efficiency in contact tracing and testing because the number of reported cases was larger than the capacity thresholds of contact tracing and testing (both about 20 cases; see Methods and Table S3 ). E.g. the average cumulative number of reported cases within 10 days had reached 110 on 10 July, when the peak of Re occurred. This reduction is reflected in the model's prediction of rising trends in the proportion of both un-traced cases and those with confirmation delay (Figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 407,
                    "end": 416,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 683,
                    "end": 691,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 968,
                    "end": 978,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The model captured the rapid increase of local cases during the first three weeks of the outbreak ( Figure 3A ) and revealed the impact of Tightening 1 (T1: maximum gathering number reduced from 50 to 8 persons). Although this single intervention imposed virtually the same restrictions as were in place before R1, it reduced Re only to 1.3 (relative reduction: 60.7% (95% CI 52.1 −69%)) ( Figure 3C and Table 1 ). The model suggested that this failure to reverse completely the trend of local spreading resulted from the increasing proportion with confirmation delay (Figure 4 ). Tightening 2 (T2: reducing the maximum gathering from 8 to 4) had little additional impact (13.9% (95%CI 3.4−20.8%)). Neither T1 nor the combination of T1 and T2 prevented the outbreak from growing exponentially. For a week, Re remained at about 1.3 ( Figure 3C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 390,
                    "end": 399,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 404,
                    "end": 411,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 577,
                    "text": "(Figure 4",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 842,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The extreme measures introduced on 29 July (T4) had a substantial effect on Re (22.5% (95%CI 6.1 −35.1%)), and the daily number of confirmed cases began to decline around that time. However, the modelling results show that the daily rate of infections had already started to decline ( Figure 3B ) mainly because of targeting group testing (TT; 20.3% (95%CI 14.1 −25.9%)) and the face-mask rule (T3; 17.5% (95%CI 1.9 −36.4%)), which were introduced several days earlier. T3 and TT, combined with the effect of the early gathering restrictions (especially T1), reduced Re to 0.9 around 23 July ( Figure 3C ). The outbreak had effectively been suppressed by the NPIs introduced before T4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 294,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 594,
                    "end": 603,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The value of incorporating dynamics of contact-tracing efficiency is amply demonstrated by the result of rerunning the model without incorporating variation in efficiency (see Supplementary Material). While this simplified 'reduced' model predicted the overall time-course of observed cases fairly well ( Figure 3D ), the striking correlation between NPIs and infection rate seen in Figure 3B was eroded ( Figure 3E ). The projected dynamics of Re showed a single rise before the outbreak ( Figure 3F ) and failed to demonstrate the lack of reversibility resulting from load on the contact-tracing system: Re returned to virtually its initial value, slightly above 1.0, after T1 and T2. In the 'reduced' model, T3, during the plateau, had almost no impact on Re or infections, while T4 had a dramatic effect ( Figure 3E, F) . The decline in infections before T4, revealed by the full model ( Figure 3B) , was unseen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 383,
                    "end": 392,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 406,
                    "end": 415,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 491,
                    "end": 500,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 810,
                    "end": 823,
                    "text": "Figure 3E, F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 892,
                    "end": 902,
                    "text": "Figure 3B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The prediction of daily infections from the 'reduced' model ( Figure 3E ) was more similar in shape to that of daily case numbers ( Figure 3D ) than for the outputs of the full model (compare Figure 3A,B) . The dynamics of infection ( Figure 3E ) and of Re ( Figure 3F ), in relation to NPIs, were substantially different from those of the full model ( Figure 3B,C) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 132,
                    "end": 141,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 192,
                    "end": 204,
                    "text": "Figure 3A,B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 235,
                    "end": 244,
                    "text": "Figure 3E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 259,
                    "end": 268,
                    "text": "Figure 3F",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 353,
                    "end": 365,
                    "text": "Figure 3B,C)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of interventions on Re"
        },
        {
            "text": "The dotted curve in Figure 3C shows the estimated Re profile for all social distancing interventions but without the improvements in tracing and testing efficiency (TT and IB). Confirmation time would have grown more rapidly, hence extending and flattening the plateau, causing the projected daily case number to be Table 1 ). temporarily lower than the reported numbers (dotted line, T1−4, in Figure 3A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "text": "Figure 3C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 316,
                    "end": 323,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 403,
                    "text": "Figure 3A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of minimizing delay on transmission dynamics"
        },
        {
            "text": "The model captured the decrease in efficiency of contact tracing during epidemic growth and the restoration of efficiency about 5 days after targeted group testing (TT) was introduced ( Figure 4A ). Percentage without epi-link reduced from 47% to 37% within a week. Boosting of isolation capacity (IB) appeared to have only a minor effect on efficiency, and therefore on Re ( Table 1) . The validity of the model is shown by the fact that it also captured the proportion with confirmation delay amongst cases with an epi-link ( Figure 4B ). This increased rapidly when the daily case number was growing and remained at a high level until a few days after the introduction of TT. In contrast, the 'reduced' model comprehensively failed to predict the time-courses of either epi-linkage or confirmation delay (Figure 4) . The 'reduced' model only successfully captured the observed smoothed curve in 2 out of 40 days (within 95% credible interval) whereas the full model captured 25 days in epi-linkage. Similarly, for confirmation delay, 7 out of 40 days were captured from the 'reduced' model while 30 out of 40 days were captured from the full model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 384,
                    "text": "Table 1)",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 537,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 817,
                    "text": "(Figure 4)",
                    "ref_id": null
                }
            ],
            "section": "Impact of minimizing delay on transmission dynamics"
        },
        {
            "text": "Note that the two indicators from the 'reduced' model changed slightly over time because of the transient dynamics of the relevant statuses of the four types of cases, even though confirmation time was fixed. Improvement in the efficiency of tracing and testing together with the strengthened social distancing measures (T1−3), successfully curtailed the growth of the outbreak. The stringent social distancing measures in T4 lowered the number of cases, hence reducing the load in trace-and-test and further improving the efficiency of tracing and testing ( Figure 4B ). Together, these NPIs successfully suppressed the third wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 568,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "Impact of minimizing delay on transmission dynamics"
        },
        {
            "text": "Knowledge of the dynamics of infection and the impact of interventions is crucial for public-health decisionmaking. For the first time, we have enhanced an epidemic model with a wealth of observational data on variation in contact-tracing efficiency during a substantial outbreak. This improved the estimation of the pattern of infection dynamics and the separate impact of individual interventions ( Figure 3A-C) . We validated the Figure 4B ). During Hong Kong's third wave, the early social distancing regulations, T1 and T2, did not succeed in reducing Re to its original level, even though they imposed stricter controls than before the initial relaxation (Table 1) . 1 This hysteresis in the effect of social distancing measures was mainly due to decreasing efficiency of tracing and testing during the expansion of the outbreak.",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 674,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 413,
                    "text": "Figure 3A-C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 661,
                    "end": 670,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We found that the improvement in contract-tracing and testing efficiency resulting from testing at-risk groups (TT) played a crucial role in enabling social distancing measures to suppress the outbreak. Our estimates confirm the suggestion that testing selected groups, regardless of whether they have symptoms, can decrease transmission of the virus. 12 There has been a lively debate about the effectiveness of face-masks, with disparate conclusions. 13 Our results suggest that mandating the wearing of face-masks in all indoor public places (T3) was associated with a significant effect on transmission. However, this might have been partly due to other changes in behaviour precipitated by the rapid increase in case numbers. Moreover, mask-wearing, by heightening risk perception, might itself have affected social interactions.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 354,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 455,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Modelling that incorporated variation in efficiency of contact tracing gave us a better understanding of what caused rapid growth of the outbreak and how it was suppressed. We were able to correlate the NPIs with the dynamics of the outbreak and of confirmation delay, and hence to rank the most effective interventions, in order of their impact on Re:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "1. Strengthening of the gathering ban, especially the reduction in the number allowed to meet from 50 to 8 (T1): 60.7%; 2. Targeted testing (TT), which substantially reduced contact-tracing delay and testing delay: 20.3%; Fig. 4 . Comparisons between actual values and model projections for two indicators of reduced efficacy of tracing and testing, namely: (A) contact-tracing ineffectiveness (i.e. percentages of all local cases without an epi-link) and (B) contact-tracing (or confirmation) inefficiency (i.e. proportion of epi-linked cases with confirmation delay); In both graphs, red circles represent the observed proportion each day and the red curve is a moving average (5-day window, centred at day 3). The blue curve represents the model-derived output, while the green curve is the output of the 'reduced' model that did not incorporate the dynamics of delay. Credible intervals were generated by 400 repeated samplings from the posterior distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "3. The requirement to wear face-masks in public places (T3) and possible associated behavioural changes: 17.5%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The accuracy provided by incorporating the dynamics of contact-tracing efficiency is vividly illustrated by comparison with results from the same model excluding variation in confirmation delay ( Figure 3D -F, Figure 4 ). It is gratifying to see that important features of transmission dynamics and of the impact of NPIs, seen in the output of the full model, are not revealed by this 'reduced' model. For instance, it predicts that the early interventions, T1 and T2, should have restored Re virtually to 1; it fails to detect the significant effect of T3; and it over-estimates the impact of the extreme social distancing measures in T4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Figure 3D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 210,
                    "end": 218,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While the importance of tracing and testing is universally acknowledged, policy-makers have been lacking clear guidance on optimizing strategies to improve the efficiency of tracing. 14, 15 There have been efforts to use simulation to estimate the proportion of cases that must be traced in order to reduce Re below one. 5, 6, 16 These are important but unfortunately, the number of undetected cases is usually unknown, and the significant proportion of asymptomatic cases complicates the estimation of the number, as well as hindering the performance of contact tracing. 17 Our study clearly demonstrates that during the third wave, confirmation delay amongst traced cases affects Re. One assumption we made in modelling the impact of confirmation delay on Re is that most of the cases are soon hospital isolated following their confirmation. This happens in Hong Kong, which certainly ensures isolation effectiveness. This supports a clear recommendation that confirmation delay should be closely monitored during outbreaks, and measures should be introduced to prevent increasing delay.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "14,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "15",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 321,
                    "end": 323,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 324,
                    "end": 326,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 327,
                    "end": 329,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 572,
                    "end": 574,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The importance of monitoring and minimizing confirmation delay"
        },
        {
            "text": "Targeted group testing increased the speed and completeness of identification of cases amongst close contacts in transmission clusters and other at-risk groups, and presumably played a part in increasing the proportion of epi-linked cases and controlling growth of the outbreak. Accurate identification of at-risk groups for targeted testing, using contact data and/or mobility data, 18 is essential.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "18",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The importance of monitoring and minimizing confirmation delay"
        },
        {
            "text": "Finding strategies to avoid or manage recurrent outbreaks without damaging lockdowns, while we wait for the global roll-out of effective vaccines, is a major challenge. 19, 20 The present study illustrates how the tightening of social distancing measures, combined with strengthened tracing and testing, succeeded in suppressing Hong Kong's third wave. This suggests that, even when case numbers are very low, social distancing should be relaxed with great caution, to prevent a sudden rise in transmissions that can temporarily overwhelm the capacity of contact tracing and testing. It also highlights the importance of incorporating measures of tracing and testing efficiency into modelling, to give more reliable estimates of the dynamics of transmission, and hence to provide more accurate assessment of public health risk and interventions.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "19,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Exit without lockdown"
        },
        {
            "text": "HY and CB designed the study. HY analysed and modelled the data. HY and CB wrote the paper Editor note: The Lancet Group takes a neutral position with respect to territorial claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "All authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Suppression of an outbreak of COVID-19 without lockdown: the challenge of inefficient contact tracing and testing",
            "authors": [
                {
                    "first": "Colin",
                    "middle": [],
                    "last": "Hsiang-Yu Yuan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Blakemore",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling infectious disease dynamics",
            "authors": [
                {
                    "first": "Cobey",
                    "middle": [],
                    "last": "Sarah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6492",
            "pages": "713--717",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Lessons learnt from easing COVID-19 restrictions: an analysis of countries and regions in Asia Pacific and Europe",
            "authors": [
                {
                    "first": "Han",
                    "middle": [],
                    "last": "Emeline",
                    "suffix": ""
                },
                {
                    "first": "Tan Melisa Mei",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "Turk",
                    "middle": [],
                    "last": "Eva",
                    "suffix": ""
                },
                {
                    "first": "Sridhar",
                    "middle": [],
                    "last": "Devi",
                    "suffix": ""
                },
                {
                    "first": "Leung",
                    "middle": [],
                    "last": "Gabriel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Shibuya",
                    "middle": [],
                    "last": "Kenji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1525--1559",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "Hellewell",
                    "middle": [],
                    "last": "Joel",
                    "suffix": ""
                },
                {
                    "first": "Abbott",
                    "middle": [],
                    "last": "Sam",
                    "suffix": ""
                },
                {
                    "first": "Gimma",
                    "middle": [],
                    "last": "Amy",
                    "suffix": ""
                },
                {
                    "first": "Bosse",
                    "middle": [],
                    "last": "Nikos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Jarvis",
                    "middle": [],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Russell",
                    "middle": [],
                    "last": "Timothy",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Global Health",
            "volume": "8",
            "issn": "4",
            "pages": "488--96",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficacy of contact tracing for the containment of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keeling Matt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                },
                {
                    "first": "Read",
                    "middle": [],
                    "last": "Deirdre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonathan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Epidemiol Community Health",
            "volume": "74",
            "issn": "10",
            "pages": "861--867",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effectiveness of isolation, testing, contact tracing, and physical distancing on reducing transmission of SARS-CoV-2 in different settings: a mathematical modelling study",
            "authors": [
                {
                    "first": "Kucharski",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Klepac",
                    "middle": [],
                    "last": "Petra",
                    "suffix": ""
                },
                {
                    "first": "Conlan",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "J K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Kissler",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Tang",
                    "middle": [],
                    "last": "Maria",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fry",
                    "middle": [],
                    "last": "Hannah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "10",
            "pages": "1151--60",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The latest situation of COVID-19 confirmed cases in HK (as of 25",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Impact of delays on effectiveness of contact tracing strategies for COVID-19: a modelling study",
            "authors": [
                {
                    "first": "Kretzschmar",
                    "middle": [],
                    "last": "Mirjam",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Rozhnova",
                    "middle": [],
                    "last": "Ganna",
                    "suffix": ""
                },
                {
                    "first": "Bootsma",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "C J",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Michiel",
                    "suffix": ""
                },
                {
                    "first": "H H M",
                    "middle": [],
                    "last": "Van De Wijgert Janneke",
                    "suffix": ""
                },
                {
                    "first": "Bonten",
                    "middle": [],
                    "last": "Marc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Public Health",
            "volume": "5",
            "issn": "",
            "pages": "452--461",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Implication of backward contact tracing in the presence of overdispersed transmission in COVID-19 outbreaks",
            "authors": [
                {
                    "first": "Endo",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Leclerc Quentin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knight Gwenan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Medley",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Atkins",
                    "middle": [],
                    "last": "Katherine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wellcome Open Research",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Universal Community Testing Programme to be launched on",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The construction of next-generation matrices for compartmental epidemic models",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J A P",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the Royal Society Interface",
            "volume": "7",
            "issn": "47",
            "pages": "873--85",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of molecular testing strategies for COVID-19 control: a mathematical modelling study. The Lancet Infectious Diseases",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "1381--1390",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Respiratory virus shedding in exhaled breath and efficacy of face masks",
            "authors": [
                {
                    "first": "Leung",
                    "middle": [],
                    "last": "Nancy",
                    "suffix": ""
                },
                {
                    "first": "H L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chu",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "K W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Shiu",
                    "middle": [],
                    "last": "Eunice",
                    "suffix": ""
                },
                {
                    "first": "Y C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Chan",
                    "middle": [],
                    "last": "Kwok-Hung",
                    "suffix": ""
                },
                {
                    "first": "Mcdevitt",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hau",
                    "middle": [],
                    "last": "Benien",
                    "suffix": ""
                },
                {
                    "first": "J P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "5",
            "pages": "676--80",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Factors that make an infectious disease outbreak controllable",
            "authors": [
                {
                    "first": "Fraser",
                    "middle": [],
                    "last": "Christophe",
                    "suffix": ""
                },
                {
                    "first": "Riley",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                },
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ferguson",
                    "middle": [],
                    "last": "Neil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "101",
            "issn": "16",
            "pages": "6146--51",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Modeling and public health emergency responses: lessons from SARS",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Glasser John",
                    "suffix": ""
                },
                {
                    "first": "Hupert",
                    "middle": [],
                    "last": "Nathaniel",
                    "suffix": ""
                },
                {
                    "first": "Mccauley",
                    "middle": [],
                    "last": "Mary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Hatchett",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemics",
            "volume": "3",
            "issn": "1",
            "pages": "32--39",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Individual quarantine versus active monitoring of contacts for the mitigation of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "Peak",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Kahn",
                    "middle": [],
                    "last": "Rebecca",
                    "suffix": ""
                },
                {
                    "first": "Grad",
                    "middle": [],
                    "last": "Yonatan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Childs",
                    "middle": [],
                    "last": "Lauren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "Ruoran",
                    "suffix": ""
                },
                {
                    "first": "Lipsitch",
                    "middle": [],
                    "last": "Marc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Infectious Diseases",
            "volume": "20",
            "issn": "9",
            "pages": "1025--1058",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "SARS-CoV-2: Where do people acquire infection and 'who infects whom",
            "authors": [
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "Vegvari",
                    "middle": [],
                    "last": "Carolin",
                    "suffix": ""
                },
                {
                    "first": "Maddren",
                    "middle": [],
                    "last": "Rosie",
                    "suffix": ""
                },
                {
                    "first": "Baggaley",
                    "middle": [],
                    "last": "Rebecca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 Community Mobility Reports",
            "authors": [
                {
                    "first": "Llc",
                    "middle": [],
                    "last": "Google",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Key questions for modelling COVID-19 exit strategies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thompson Robin",
                    "suffix": ""
                },
                {
                    "first": "Isham",
                    "middle": [],
                    "last": "Hollingsworth T D Eirdre",
                    "suffix": ""
                },
                {
                    "first": "Arribas-Bel",
                    "middle": [],
                    "last": "Valerie",
                    "suffix": ""
                },
                {
                    "first": "Ashby",
                    "middle": [],
                    "last": "Daniel",
                    "suffix": ""
                },
                {
                    "first": "Britton",
                    "middle": [],
                    "last": "Ben",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tom",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Assessing the impact of coordinated COVID-19 exit strategies across Europe",
            "authors": [
                {
                    "first": "N W",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "J R",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "C W",
                    "middle": [],
                    "last": "Ruktanonchai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadilek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rente-Lourenco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6510",
            "pages": "1450--70",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Government relaxes social distancing measures under Prevention and Control of Disease Ordinance",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Government announces latest disease prevention measures",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Government tightens social distancing measures",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Government further tightens social distancing measures",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Government explains COVID-19 testing arrangements for target groups",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Mask rules enhanced",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Gov"
                    ],
                    "last": "News",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Government further tightens social distancing measures",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-19 patient capacity boosted",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "Gov"
                    ],
                    "last": "News",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "HAD and Hong Kong Association of Property Management Companies arrange one-off free COVID-19 testing service for frontline property management workers",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Progress of Targeted Group Testing Scheme (TGTS) (as of",
            "authors": [
                {
                    "first": "Hong",
                    "middle": [],
                    "last": "Kong Government",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Articles www.thelancet.com Vol xx Month xx, 2021",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19 transmission dynamics in relation to the introduction of NPIs, derived from the full model (A, B, C) and from the 'reduced' model (without incorporation of delay dynamics) (D, E, F). The arrows above the upper abscissa and the vertical lines indicate the relaxation of social distancing regulations on 19 June (R1) and 3 July (R2), and the dates of the various NPIs introduced during the outbreak, using abbreviations from Table 1. (A) Actual daily reported local cases (red circles) and daily cases projected by the full model, taking account of all NPIs (red continuous line). The red dashed lines indicate the predicted mean values of daily cases with various combinations of interventions. No NPIs shows the predicted exponential growth if no new NPIs had been introduced. The other red dashed curves show the projected effects of T1 alone and of various combinations of social distancing measures (T1,2; T1,2,3; and T1−4) but without the interventions aimed at increasing contact-tracing efficiency: targeted testing (TT) and boosting of isolation capacity (IB) (see",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(B) The continuous blue curve plots the model-derived numbers of daily local infections, assuming all NPIs. The dashed curves show the projections with various limited combinations of NPIs, as in (A). (C) The model-derived effective reproduction number Re. The solid blue line plots the projected curve, taking account of all NPIs. The green dashed line shows the projected dynamics of Re with only T1, T3 and TT, i.e. the minimum combination of interventions needed to suppress this outbreak against the back-drop of strengthened contact-tracing efficiency. The blue dotted line plots the projected dynamics with all social distancing measures alone, without TT. Re of 1.0 is indicated by a horizontal red line. All values were estimated from 400 random samples from the posterior distributions. 95% credible intervals are shown in light colours. (D), (E), (F), show results, plotted in the same way, for the 'reduced' model (without delay dynamics).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Table 1: Dates of relaxation of social distancing measures and implementation of significant public health interventions. Effects (relative reduction) on Re are listed for NPIs deployed during the outbreak.model by showing that the results of its simulation matched the time-course of the proportion of traced cases with confirmation delay (",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Rahul Subramanian from University of Chicago for providing useful comments and Jingbo Liang from City University of Hong Kong for data analysis. The authors also acknowledge support from grants funded by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary material associated with this article can be found in the online version at doi:10.1016/j. lanwpc.2021.100343.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary materials"
        }
    ]
}