{
    "paper_id": "74d9bc8c10ec15d466137ebf04fda36a552b0284",
    "metadata": {
        "title": "Normative framework of informed consent in clinical research in Germany, Poland, and Russia",
        "authors": [
            {
                "first": "Marcin",
                "middle": [],
                "last": "Orzechowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katarzyna",
                "middle": [],
                "last": "Woniak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristian",
                "middle": [],
                "last": "Timmermann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Steger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Biomedical research nowadays is increasingly carried out in multinational and multicenter settings. Due to disparate national regulations on various ethical aspects, such as informed consent, there is the risk of ethical compromises when involving human subjects in research. Although the Declaration of Helsinki is the point of reference for ethical conduct of research on humans, national normative requirements may diverge from its provisions. The aim of this research is to examine requirements on informed consent in biomedical research in Germany, Poland, and Russia to determine how each national regulatory framework relates to the provisions of the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: For this analysis, we conducted a search of the legal databases \"Gesetze im Internet\" for Germany, \"Internetowy System Aktow Prawnych\" for Poland, and \"ГAPAHT -Garant\" for Russia. The search was complemented by a review of secondary literature contained in the databases Google Scholar, PubMed, Polish National Library, and eLibrary.ru. We have identified 21 normative regulations containing provisions on informed consent in clinical research in all three countries. The content of these documents was systematically categorized and analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The normative framework in all three countries shows a strong commitment towards the core ethical principles of research envisaged in the Declaration of Helsinki. Nevertheless, provisions on informed consent vary between these three countries. The differences range from the method and language in which information should be provided, through the amount of information required to be disclosed, to the form of documenting consent or withdrawal. In the case of research on vulnerable groups, these differences are particularly visible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The identified differences can negatively impact the ethical conduct of international clinical studies. Attention needs to be paid that flexibilities within national regulations are not misused to undermine the protection of research subjects. Achieving global or regional legislative harmonization might prove impossible. Such lack of legal consensus reinforces the significance of the international ethical agreements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Trial registration: Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Informed consent (IC) in biomedical studies can be defined as a process of communication involving both investigator and research participant that culminates in the authorization or refusal of participation in a research study [1] . It is grounded in basic principles of human dignity, patient autonomy, and individual assessment of risks and benefits. IC in research is built on three constructs: study information, participant's comprehension and understanding, and voluntary participation [2] . Its status as a central pillar of biomedical research and practice is recognized in several international documents, such as the Nuremberg Code (1947), the Declaration of Helsinki (1964) with its subsequent updates, and the Belmont Report (1979) .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 737,
                    "end": 743,
                    "text": "(1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Today, biomedical research, especially pharmaceutical research, is increasingly carried out by companies in offshoring mode. Countries in Central and Eastern Europe may constitute an inviting research environment due to centralized hospital systems and relatively fast patient recruitment. The ClinicalTrials.gov database of privately and publicly funded clinical studies lists 1.257 clinical trials that started in 2019 in Germany. These numbers for Poland and Russia are 552 and 372 respectively [3] . The EU Clinical Trials Register counts the same year a lower number for Germany (938) and a somewhat higher number of applications for Poland (560) [4] . Many of these trials are being conducted as multicenter studies, often in several countries simultaneously. For example, there were 143 multicenter studies conducted in 2019 between Germany and Poland [4] . People of different nationalities participate in these studies. Any potential restrictions depend on research design and study protocol. For foreigners and citizens, applicable are regulations of the country in which the particular trial takes place.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There is a risk that ethical compromises will occur in such contract studies [5] . This is mostly due to inadequate knowledge of the respective legislation and the socio-cultural aspects of medical ethics. Research teams need to be aware of the prevailing cultures in the study country and their relation to national regulations. Cultural values influence the realization of human subjects' rights, the communication of information, or the protocols for randomization and the use of placebo [6] . Different lines of historical development as well as various social and cultural values and orientations affect the interpretation of international ethical guidelines [7] . Furthermore, after assessing national circumstances, policy-makers often opt to establish additional safeguards and allow certain flexibilities. As a result, divergent normative regulations can arise in individual countries, even at the subnational level in federal countries, and include further variations when implemented in medical practice. This is particularly evident in the area of informed consent in medical research on human subjects [8] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 491,
                    "end": 494,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Declaration of Helsinki [9] is generally perceived as the international reference point providing common guidelines for ethical conduct of research on humans. Despite its legally non-binding character, there is a strong commitment-particularly among medical associations and ethics committees-to adhere to the principles of the Declaration of Helsinki. The ethical guidelines of the Declaration have an impact on research practice that goes beyond the legal sphere. Even so, there can be a significant gap between the principles of the Declaration and national provisions. The Declaration foresees such possible discrepancies, for instance when it states that physicians should consider the ethical, legal, and regulatory norms for research on humans in their own countries ( §10). Yet at the same time, the Declaration specifies in the mentioned paragraph that no national norms should reduce or eliminate any of its protections. Therefore, policy-makers have a certain leeway to specify or elaborate on the provisions of the Declaration in consideration of national circumstances, as long as these do not depart or contradict the main principles.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The aim of this research is to examine the requirements on informed consent in biomedical research in Germany, Poland, and Russia to determine how each national regulatory framework relates to the provisions of the Declaration of Helsinki. These three countries have been chosen as the focus of the investigation for several reasons. First, they are among the countries conducting a high number of clinical research each year. Second, they belong to supranational organizational structures, i.e. European Union (EU) and Eurasian Economic Union (EAEU), which require adaptation of national laws to common regulations. Third, we hypothesize that despite different historical developments these countries share sufficient socio-cultural values and orientations, to have enacted similar regulations on IC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This investigation is a comparative analysis of the regulations on informed consent in research on human beings in Germany, Poland, and Russia. The relevant regulations were searched in the national databases: \"Gesetze im Internet\" for Germany, \"Internetowy System Aktów Prawnych\" for Poland, and \"ГAPAHT -Garant\" for Russia. The search in German and Russian databases was conducted with the use of preselected keywords: \"informed consent\" and \"clinical research\" (German: \"informierte Einwilligung\", \"klinische Prüfung\"; Russian: \"инфopмиpoвaннoe coглacиe\", \"клиничecкoe иccлeдoвaниe\"). The search in the Polish database was conducted with the use of keywords provided by the database \"research and certificates\", \"health protection\", \"pharmaceutical law\", \"medical devices\", \"pharmaceutical products\" (Polish: \"badania i certyfikacje\", \"ochrona zdrowia\", \"farmaceutyczne prawo\", \"medyczne wyroby\", \"farmaceutyczne środki\"). In addition, examined were relevant scientific texts in English, Polish, and Russian, retrieved from the databases: Google Scholar, PubMed, the Polish National Library (PBN), and eLibrary.ru to provide contextual background and identify relevant documents not detected through our search in the legal databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The investigation was designed as a documentary research with legal documents and professional guidelines as source materials. As official texts, they meet all of the four criteria for documentary analysis: authenticity, credibility, representativeness, and meaning [10] . Identified legal documents with relevant titles were examined in detail to identify the provisions pertaining to the research topic. The content of the documents was manually analyzed, systematically categorized, and described according to the predefined topics.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We identified 21 documents with information pertaining to the research aim. These include binding legal acts, such as laws, regulations, or resolutions as well as legally non-binding guidelines on medical professional ethics. The documents were analyzed in their original language and in versions containing all amendments that occurred before August 1, 2020. An outline of the documents included in the analysis is provided in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 428,
                    "end": 435,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "An analysis of the regulations concerning IC shows that in each country the subject is specified in several different documents, which may increase uncertainty regarding the proper conduct of clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In Germany, Poland, and Russia, the principle of IC for conducting studies on human subjects is written down in the fundamental state laws. The Polish Constitution provides in Art. 39 for voluntary consent for every medical experiment: \"No one shall be subjected to scientific experimentation, including medical experimentation, without his voluntary consent\" [21] . Similarly, the Russian Constitution provides in Art. 21, point 2 for mandatory declaration of consent in any research with human subjects: \"Nobody may be subjected to medical, scientific or other experiments without voluntary consent\" [25] . The Basic Law for the Federal Republic of Germany does not contain an explicit paragraph on informed consent; however, this principle can be derived from the principle of absolute protection of human dignity laid down in Art. 1 of the Basic Law [11] .",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 602,
                    "end": 606,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The normative framework in all three countries shows a strong commitment towards the core ethical principles of research envisaged in the Declaration of Helsinki. Differences in the regulations on IC can be found Table 1 Analyzed national regulations and professional guidelines",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Basic Law for the Federal Republic of Germany [11] Art. 1 May 23, 1949 in the areas of method and content of participant information, the form of consent and its withdrawal, consent in emergency situations, and obtaining approval for participants incapable of giving consent and minors ( Table 2) .",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 70,
                    "text": "May 23, 1949",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "text": "Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Germany"
        },
        {
            "text": "Concerning the content of participant information, all three countries regulate the provision of information on aims, methods, conditions, as well as the scope and risks of the trial. Participants of a clinical trial need to also receive information on the purpose and scope of processing personal data. Moreover, participants should receive information that they have the right to withdraw from the study at any time. Such formulations follow the provisions of the Declaration of Helsinki. German legal regulations require a relatively short list of information items that should be provided to the participant. These should comprise the essence, meaning, and scope of the clinical trial [13] [14] [15] 18] , purpose and scope of processing personal data [14, 15] , and, if applicable, the use of radioactive material [18] . In the case of Poland and Russia, the catalog of topics is considerably longer. It includes, among others, information on the estimated number of participants in the study, duties of participants, financial claims in case of damages inflicted during the trial, and the type of compensation for participation. In addition, participants should receive confirmation that they will be notified on all new information that may affect their decision to continue to participate [24, 31] .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1297,
                    "end": 1301,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Content of information"
        },
        {
            "text": "The Declaration of Helsinki states that potential subjects must be adequately informed ( §26). There are no specifications on whether the communication with the patient should occur in writing or verbally. Regulations in all three countries provide little specification on the method of participant information. In each country, the person responsible for providing information is the lead researcher or a member of the research team [13-15, 18, 23, 29] . Only German legal regulations specify that in clinical studies the information needs to be communicated by a physician [15] . In Poland, a special consultant can be appointed to provide additional information about the clinical study and to inform about the rights of the subject [24] . German legal regulations require verbal communication with the participant; the provision of written information is not explicitly mentioned. However, consent should be given after receiving appropriate documentation, which indicates that some written information should also be made available [14, 18] . In the specific case of research with radioactive materials, information must be provided in writing [18] . Polish and Russian legal regulations require both verbal and written information [22, 24, 27, 31] . Only German norms explicitly state that information can be additionally given in the participant's native language [16] , Polish and Russian regulations do not mention the language in which provision of information should occur. To improve understanding, Russian regulations stipulate that information should be provided in simple and non-technical language [29, 31] . ",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 453,
                    "text": "[13-15, 18, 23, 29]",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1042,
                    "end": 1045,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1242,
                    "end": 1245,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1371,
                    "end": 1375,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1619,
                    "end": 1622,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Method of information"
        },
        {
            "text": "In all three countries IC should preferably be documented in written form through the dated participant's signature. This preference corresponds to the provisions of the Declaration of Helsinki. In special situations, when providing written consent is impossible, e.g. due to the inability to write, verbal consent is acceptable ( §26). Verbal consent should be given in presence of one witness in Germany and Russia [14, 15, 29] or two witnesses in Poland, and recorded as such in the protocols [20, 22] . Withdrawal of consent for participation in the trial may occur at any time. It can be given verbally or in writing in Germany [13, 15, 18] . Polish and Russian legal regulations do not specify the form in which consent can be withdrawn. Only in Germany it is possible to provide consent, and to withdraw it, in an electronic form [13, 15, 18] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 421,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 501,
                    "end": 504,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 846,
                    "end": 849,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Form of consent"
        },
        {
            "text": "Special precautions need to be taken to protect vulnerable groups during research. To this group belong participants who are physically or mentally incapable of giving consent, and children and adolescents before the legal age of consent. The Declaration of Helsinki includes ethical norms prescribing the process of IC with these particular subjects ( §28-30). Regulations in all three countries explicitly address the issue. Participation in research of persons incapable of giving informed consent requires approval from their legal representative [13, 15, 20, 22, 29] . However, in Germany, assent needs also to be given by the represented person, provided that this person is capable of understanding the nature, significance, and implications of the clinical investigation and is able to form a rational intention in light of these facts [13] . In Poland, a legally incapacitated person is required to provide written assent if he or she is able to consciously express their opinion [22] . When this is not the case, consent can be given by the legal representative. If the legal representative refuses to give consent, a guardianship court can overrule this decision if it is deemed in the best interest of the patient [19, 20] . Guardianship courts may also give consent in case of participants with the capacity to act in law but unable to consciously express their opinion [20, 22] . Withdrawal of consent in Germany may occur through the stated refusal of the legal representative, or through any expression of the participant's will. In Poland, in addition to the legal representative, the incapacitated participant may withdraw from the study if he or she is able to express an opinion and evaluate information about the study [20, 22, 23] . In contrast, Russian regulations do not provide for the inclusion of incapacitated participants in the process of obtaining informed consent. Information should be presented to their legal representatives or guardians appointed by a federal agency. These legal representatives provide written consent or decide about withdrawal from the clinical study [27] [28] [29] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 844,
                    "end": 848,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 989,
                    "end": 993,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[19,",
                    "ref_id": null
                },
                {
                    "start": 1231,
                    "end": 1234,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1383,
                    "end": 1387,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1388,
                    "end": 1391,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1740,
                    "end": 1744,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1745,
                    "end": 1748,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1749,
                    "end": 1752,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2107,
                    "end": 2111,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2112,
                    "end": 2116,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2117,
                    "end": 2121,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "IC in research with vulnerable groups"
        },
        {
            "text": "The second vulnerable group expressly mentioned in context of IC in research in the normative framework of all three countries are minors. In Germany and Poland, the study information should be provided to legal representatives by a member of the research team. In Germany, in clinical studies with minors, the information needs to be communicated by a physician [15] . The minor should be informed, by a person who is experienced in communicating with minors [13, 15, 22, 23] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 460,
                    "end": 464,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "IC in research with vulnerable groups"
        },
        {
            "text": "The content of the information should be provided in a language understandable by the minor and adjusted to the minor's apprehension capacity [13, 22, 23] . In Germany, consent should be given by both legal representatives or authorized representatives in view of the minor's presumed will, where such will can be ascertained [13, 15] . If the minor is able to comprehend the nature, significance, and implications of the clinical trial, his or her assent is also required. In Poland, written assent is to be given by the legal representative and by minors, who are older than 16 years [20, 22, 23] . Minors younger than that age can also give their assent, provided that they are able to express their own opinion. In both Germany and Poland, withdrawal of consent occurs through a declaration expressed by the legal representative. Furthermore, in Germany, the minor may refuse participation through an explicit declaration or any other form of expression of the will [15] . In Poland, the minor can withdraw the consent if he or she is able to express an opinion and evaluate information on the clinical trial [20, 22, 23] . In contrast, Russian regulations do not foresee the inclusion of minors in the informed consent process. Information on the clinical study should be provided to the parent, legal representative, or a guardian appointed by a federal agency, who provides written consent for the study and has the right to withdraw the participation of the minor [27, 28, 30] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 586,
                    "end": 590,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 591,
                    "end": 594,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 595,
                    "end": 598,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 970,
                    "end": 974,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1122,
                    "end": 1125,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1472,
                    "end": 1476,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1481,
                    "end": 1484,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "IC in research with vulnerable groups"
        },
        {
            "text": "In emergency situations, participation can start immediately in research that can save life, restore good health, or alleviate the suffering of the person concerned. According to the Declaration of Helsinki, consent must be obtained as soon as possible ( §30). In such a case, German law requires obtaining a subsequent IC as soon as it is possible and reasonable [15] . Obtaining retrospective consent for treatment in an emergency situation is not specified in Polish and Russian legal regulations.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "IC in research with vulnerable groups"
        },
        {
            "text": "Although the Declaration of Helsinki is not legally binding in the context of international law, its impact on research practice, ethical reasoning and national legal regulations remains undisputed in Germany, Poland, and Russia. Through the inclusion in medical Codes of Ethics in all three countries, the Declaration gains binding character. The content of the Declaration constitutes therefore, beside ethical guidance, applicable regulation for medical researchers. It is also noticeable that many normative regulations regarding IC in all three countries adopt the ethical foundations provided by the Declaration without expressly mentioning it. However, the results of our comparative analysis show that provisions on IC vary among the countries, especially in the areas that are not explicitly covered by the Declaration. The differences range from the method of communication with participants, through the amount of information that they are required to receive, the form of providing consent or withdrawal, to the procedure of IC in research with vulnerable subjects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Declaration of Helsinki lists the catalogue of information that should be provided to participants. However, it also expressly recognizes that information should be tailored to the individual needs of potential subjects. Clearly stated research objectives and methods presented by trained recruiters can positively influence participation in the study and decrease the level of uncertainty about the study's aims and methods [32] . None of the analyzed regulations explicitly ask to provide specific, personoriented information, tailored to the participant's needs. Professional research ethics recommends that researchers should strive to find out what types of information are likely to be relevant to those who consider participating in research [33] . Regarding the long catalog of issues that need to be disclosed according to the Polish and Russian regulations, the typical information process may be overwhelming for participants [34] . Here, German regulations reveal a preference for keeping the information participants receive short to increase the chances that the key points of the procedure are adequately understood. Narrowing down the information given to participants can however reflect the priorities of those selecting the information, which may not necessarily be shared with those of the participant. Regulations in Poland and Russia opt to provide the patient with more information, preferring to risk overwhelming some participants in order to make sure patients have indeed all information they may value. It has also been pointed out that the provision of extensive information in Poland has the aim of protecting researchers from possible damage claims [35] .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1684,
                    "end": 1688,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Content of information"
        },
        {
            "text": "Inadequate understanding of the information provided in the process of IC is a common phenomenon observed in research and other areas of medicine [36] . Therefore, central is the issue of an effective and adequate information process. Employment of one-time information meetings or extensive information sheets is unlikely to contribute to the proper process of consent [34] . Especially in the case of research that involves complicated interventions or complex technologies, participants should be able to understand the procedures and their implications. Despite the need to adapt to new research circumstances, the regulations in all three countries do not mention the possibility to amend IC protocols by using for example dynamic consent, which requires continuous communication of new developments and subsequent approval [37] . Using such a type of consent is increasingly important for several fields of medical research, e.g. next-generation genetic sequencing or research with the use of a donor's genetic material in studies on induced pluripotent stem cells (iPSCs) [38] . An additional method to inform patients worth exploring is the use of multimedia, social media, and other interactive tools. Despite some disadvantages connected to the use of social media in research settings, they constitute a valuable tool of communication and interaction between researchers and participants [39] . However, this method should only be complementary to information communicated in person by a researcher or a physician.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1399,
                    "end": 1403,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Method of information"
        },
        {
            "text": "Ensuring that the subject has understood the information is central for an autonomous decision and explicitly stated as a principle in the Declaration of Helsinki ( §26). Despite this, regulations in all three countries do not provide a requirement for evaluating the level of comprehension of the provided information. Comprehension can be assessed through a questionnaire, interviews or, if study resources allow it, by a third party not affiliated with the project [40] .",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Method of information"
        },
        {
            "text": "To improve understanding, it is nowadays important to also pay attention to language barriers. Only German regulations explicitly state that translated information can be provided in the native language of potential subjects. This mirrors the progressing heterogeneity of the German society. However, for legal purposes, patients still need to sign the binding German text version. Considering the similar ethnic and cultural diversity within Russia and the changing societal composition in Poland, such omission is a risk for patient autonomy and can be a discriminating factor. It may lead to situations in which a proper processing of information is not guaranteed. In this respect, clear guidelines need to be adopted to face the communication challenges of a modern society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method of information"
        },
        {
            "text": "Regulations in all three countries follow the provisions of the Declaration of Helsinki regarding written or verbal form of consent. However, only Germany makes it possible to legally record in electronic form the provision or withdrawal of consent to participate in a study. Such flexibility gains importance with geographical distance between the research center and the research subject or under time pressure. Also during the ongoing pandemic, for instance, the possibility of recording the consent through means other than a handwritten signature becomes crucial to reduce the risk of contagion [41] . Alternative forms to register consent should be made available to protect research staff, participants, and those processing the documents. For example, as a response to the pandemic, the US Food and Drug Administration has formally endorsed telephonic and electronic consent as an alternative to paper-based consent forms [42] . However, the possibility to provide electronic consent should not imply the abandonment of a thorough informative process.",
            "cite_spans": [
                {
                    "start": 600,
                    "end": 604,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 930,
                    "end": 934,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Form of consent and its withdrawal"
        },
        {
            "text": "As mentioned, the Declaration of Helsinki provides guidelines for IC in research with vulnerable groups, i.e. participants incapable of giving consent, minors, and emergency patients. Here differences between national regulations become visible. German and Polish regulations foresee the involvement of incapacitated participants or minors in the process of IC through their assent to additionally support the decision of guardians. Russian norms request only consent from parents, legal representatives, or guardians, thus hardly involving vulnerable research participants in the IC process. This could indicate a certain paternalistic approach, observable also in the research process in other post-communist countries of Central and Eastern Europe [7] . It also reveals a weak commitment to make use of communication techniques developed over the last decades that seek to enhance the participation of those with reduced or different cognitive abilities and minors. Specific to German regulations is the possibility of refusing participation in research through a simple verbal or bodily statement or expression [43] .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 754,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "IC in research with vulnerable groups"
        },
        {
            "text": "The examination of norms pertaining to the question of IC shows that in each country this topic is repeatedly codified in several laws and regulations. A lack of coherent and transparent legislation can have a negative impact on the planning and implementation of clinical trials and creates legal uncertainty [44, 45] . Variations in legal regulations increase the time and resources required to obtain approvals for multinational and multicenter studies. As a result, sponsors and researchers in multinational and multicenter trials must have extensive knowledge of laws in force in a particular country to develop a valid study design and the procedures for informed consent. Moreover, differential treatment as a result of ambiguous rules may lead to mistrust and may provide loopholes that can be exploited by researchers and regulators at the cost of patient autonomy and research integrity.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[44,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "45]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "The need for national and international harmonization"
        },
        {
            "text": "Uniform binding IC regulations could expedite medical research. Such efforts for harmonization of national legislation have been attempted on the level of regional international organizations for example the European Union (EU) or the Eurasian Economic Union (EAEU). The introduction of the \"EU Regulation No 536/2014 on clinical trials on medicinal products for human use\" had the goal to harmonize and simplify procedures for clinical trials, especially in the case of multi-center international trials. [46] . Similarly, EAEU's \"Agreement on Uniform Principles and Rules for the Circulation of Medicines within the framework of the EAEU\", which applies to Russia, allow to conduct the preclinical and clinical studies with medicinal products in the Member States according to rules of good clinical practice. However, despite the introduction of uniform rules, national regulations still maintain their significance [47, 48] . It is noticeable that Regulation 536/2014 regards IC as an aspect of an intrinsically national nature, the regimentation of which should be left to the discretion of each member state. This indicates that no European consensus has been reached on the modalities of IC. A major challenge for the harmonization of regulations is that IC is oftentimes strongly anchored in the cultural background of the particular country [6] . In Poland and Russia, the traditional doctor-patient relationship plays an important role in the declaration of consent in the context of biomedical research. Patients generally trust their medical staff very strongly and, in case of informed consent, refrain from critical questions [49, 50] . Moreover, in both countries, families play an active role in managing individual health care [51] . This indicates that the ethical principle of informed consent is not always to be assessed as individual consent, but, in some traditional circles, also includes family members, even when the normative rules do not set any standards for such a situation. Here we need to recall that while the Declaration of Helsinki acknowledges that it may be appropriate to consult family members, it explicitly states that participation of those capable of consenting is conditional to their individual agreement ( §25). The lack of international agreement on legal regulations strengthens the role of ethical guidelines, particularly the Declaration of Helsinki, as general codes of good scientific and professional conduct. Legal regulations cannot solve all ethical issues and oftentimes do not keep up with the newest developments in medical technology and treatment. Therefore, it is important to explore the role and potential of responsible Research Ethics Committees in approval of research protocols, preparation of ethical guidelines and encouraging good scientific practice.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 919,
                    "end": 923,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 924,
                    "end": 927,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1640,
                    "end": 1644,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1645,
                    "end": 1648,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1744,
                    "end": 1748,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "The need for national and international harmonization"
        },
        {
            "text": "Although the normative framework for IC in all three countries generally adheres to the guiding principles of the Declaration of Helsinki, visible are differences between national regulations, especially regarding the method and content of information, the form of consent, and obtaining assent from subjects incapable of consent. The identified differences can negatively impact the conduct of international clinical studies and reveal the important directing role of international ethical guidelines. Due to cultural, political, and social differences, achieving global or even regional legislative harmonization might prove impossible-even within the closely interconnected Pan-European area. The lack of legal consensus reinforces the significance of the international ethical agreements. However, efforts for harmonization will remain unfulfilled if debates at the legal level are not complemented with an international discourse on ethical issues and an exchange of experiences among ethics committees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "There is a need for improvement in national legal regulations. Special attention needs to be paid, so that flexibilities within national regulations are not misused to undermine protection of participants, especially regarding the questions of IC. We can expect in biomedical research a similar risk as with other areas with high financial stakes. Countries may be tempted to offer progressively laxer regulations in a competition to attract foreign capital or to grant regulatory approval through dubious means at the cost of individual autonomy and research integrity. An erosion of standards should be confronted for both ethical and epistemic reasons. Failure to follow protocols may not only discourage transparency over IC practices, but also over research processes themselves. Furthermore, these divergent standards make it more difficult to assess whether research carried out in countries with different value systems showed the same level of concern for respecting the principle of IC. An important role here falls on national and local Research Ethics Committees, to oversee that the guidelines of the Declaration of Helsinki are adequately interpreted in context of national norms and cultural values and orientations. Future research needs to assess whether ethics committees have indeed the power to assist the legal apparatus in making sure the principle of IC is respected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enduring and emerging challenges of informed consent",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "855--62",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1411250"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Informed consent in biomedical research",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Dankar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gergely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Dankar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comput Struct Biotechnol J",
            "volume": "17",
            "issn": "",
            "pages": "463--74",
            "other_ids": {
                "DOI": [
                    "10.1016/j.csbj.2019.03.010"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pharmaceutical drug testing in the former soviet union: contract research organizations as broker-dealers in an emerging testing ground for America's big pharma",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shtilman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Boston Coll Third World Law J",
            "volume": "29",
            "issn": "",
            "pages": "425--54",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cultural aspects related to informed consent in health research: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Halkoaho",
                    "suffix": ""
                },
                {
                    "first": "A-M",
                    "middle": [],
                    "last": "Pietilä",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebbesen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kangasniemi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nurs Ethics",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0969733015579312"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A critical analysis and discussion of clinical research ethics in the Russian Federation and their implications for western sponsored trials",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leintz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioethics",
            "volume": "28",
            "issn": "",
            "pages": "263--271",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-8519.2012.02002.x"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Research ethics in the context of transition: gaps in policies and programs on the protection of research participants in the selected countries of central and eastern Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Famenka",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Eng Ethics",
            "volume": "22",
            "issn": "",
            "pages": "1689--706",
            "other_ids": {
                "DOI": [
                    "10.1007/s11948-015-9723-4"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "World Medical Association: WMA declaration of Helsinki-ethical principles for medical research involving human subjects",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A dictionary of sociology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Berufsordnung für die in Deutschland tätigen Ärztinnen und Ärzte vom 14",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gesetz über Medizinprodukte vom 7",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regulation on the application of good clinical practice in conducting clinical trials with medicinal products for use in humans of August 9",
            "authors": [],
            "year": 2004,
            "venue": "Verordnung über die Anwendung der Guten Klinischen Praxis bei der Durchführung von klinischen Prüfungen mit Arzneimitteln zur Anwendung am Menschen vom 9",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Arzneimittelgesetz in der Fassung der Bekanntmachung vom 12. Dezember 2005",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Regulation on clinical investigations with medical devices of Mai 10",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The act on protection against the harmful effects of ionizing radiation of",
            "authors": [],
            "year": 2017,
            "venue": "Das Gesetz zum Schutz vor der schädlichen Wirkung ionisierender Strahlung vom 27",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Regulation on protection against the harmful effects of ionizing radiation of",
            "authors": [],
            "year": 2018,
            "venue": "Verordnung zum Schutz vor der schädlichen Wirkung ionisierender Strahlung vom 29",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Ustawa z dnia 5 grudnia 1996 r. o zawodzie lekarza i lekarza dentysty [The act of December 5, 1996 on professions of doctor and dentist",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Konstytucja Rzeczypospolitej Polskiej z dnia 2 kwietnia 1997 r",
            "authors": [],
            "year": 1997,
            "venue": "Constitution of the Republic of Poland of",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ustawa z dnia 6 września 2001 r. Prawo farmaceutyczne",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ustawa z dnia 20 maja 2010 r. o wyrobach medycznych",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Rozporządzenie Ministra Zdrowia z dnia 2 maja 2012 r. w sprawie Dobrej Praktyki Klinicznej [Regulation of the Minister of Health of Mai 2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Пpинятa вceнapoдным гoлocoвaниeм 12 дeкaбpя 1993 гoдa [Constitution of the Russian Federation",
            "authors": [
                {
                    "first": "Фeдepaции",
                    "middle": [],
                    "last": "Кoнcтитyция Poccийcкoй",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "61-FZ \" on the circulation of drugs",
            "authors": [],
            "year": 2010,
            "venue": "Фeдepaльный зaкoн oт 12 aпpeля 2010 г. № 61-ФЗ",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "323-FZ \"On the basics of health protection of citizens in the Russian Federation",
            "authors": [],
            "year": 2011,
            "venue": "Фeдepaльный зaкoн oт 21 нoябpя 2011 г. № 323-ФЗ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Haдлeжaщaя клиничecкaя пpaктикa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Гoct P Иco",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "On the procedure for giving informed voluntary consent to the provision of medical care in the framework of clinical testing of methods of prevention, diagnostics, treatment and rehabilitation, forms of informed voluntary consent to the provision of medical care in the framework of clinical testing of methods of prevention, diagnostics, treatment and rehabilitation and refusal of medical care in the framework of clinical testing of methods of prevention, diagnostics, treatment and rehabilitation",
            "authors": [],
            "year": 2020,
            "venue": "Пpикaз Mиниcтepcтвa здpaвooxpaнeния PФ № 474н \"O пopядкe дaчи инфopмиpoвaннoгo дoбpoвoльнoгo coглacия нa oкaзaниe мeдицинcкoй пoмoщи в paмкax клиничecкoй aпpoбaции мeтoдoв пpoфилaктики, диaгнocтики, лeчeния и peaбилитaции",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Oб yтвepждeнии пpaвил нaдлeжaщeй клиничecкoй пpaктики\" [Regulation of the Ministry of Health of the Russian Federation No",
            "authors": [
                {
                    "first": "Пpикaз",
                    "middle": [],
                    "last": "Mиниcтepcтвa",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pф № 200н",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Recruitment of Hispanic women to the women's health initiative: the case of Embajadoras in Arizona",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Larkey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Staten",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ritenbaugh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Buller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Control Clin Trials",
            "volume": "23",
            "issn": "02",
            "pages": "190--193",
            "other_ids": {
                "DOI": [
                    "10.1016/S0197-2456(02)00190-3"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Relevant information and informed consent in research: in defense of the subjective standard of disclosure",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dranseika",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piasecki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waligora",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Eng Ethics",
            "volume": "23",
            "issn": "",
            "pages": "215--240",
            "other_ids": {
                "DOI": [
                    "10.1007/s11948-016-9755-4"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Researchers' views on, and experiences with, the requirement to obtain informed consent in research involving human participants: a qualitative study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Baysari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Stocker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Leow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Carland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med Ethics",
            "volume": "21",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1186/s12910-020-00538-7"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Zgoda pacjenta na przeprowadzenie eksperymentu medycznego",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wojcieszak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hygeia Public Health",
            "volume": "52",
            "issn": "",
            "pages": "79--85",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Participants' understanding of informed consent in clinical trials over three decades: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Huy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Le Thoa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Trang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Bull World Health Org",
            "volume": "93",
            "issn": "",
            "pages": "186--98",
            "other_ids": {
                "DOI": [
                    "10.2471/BLT.14.141390"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Dynamic consent: a patient interface for twenty-first century research networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Teare",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Melham",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Hum Genet",
            "volume": "23",
            "issn": "",
            "pages": "141--147",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Donor information in research and drug evaluation with induced pluripotent stem cells (iPSCs)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orzechowski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schochow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kühl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Steger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stem Cell Res Ther",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13287-020-01644-4"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Using social media as a research recruitment tool: ethical issues and recommendations",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gelinas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "Fernandez",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bierer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Bioeth",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15265161.2016.1276644"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Assessing decisional capacity for clinical research or treatment: a review of instruments",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nowrangi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Jeste",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Saks",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Psychiatry",
            "volume": "163",
            "issn": "",
            "pages": "1323--1357",
            "other_ids": {
                "DOI": [
                    "10.1176/ajp.2006.163.8.1323"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Research on COVID-19 in South Africa: Guiding principles for informed consent",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blockman",
                    "suffix": ""
                },
                {
                    "first": "Nab",
                    "middle": [],
                    "last": "Ntusi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "S Afr Med J",
            "volume": "110",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.7196/SAMJ.2020.v110i7.14863"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "FDA guidance on conduct of clinical trials of medical products during COVID-19 pandemic: guidance for industry, investigators, and institutional review boards",
            "authors": [
                {
                    "first": "Drug",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Administration",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year submit your research ?",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Choose BMC and benefit from: ? Choose BMC and benefit from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ist gruppennützige Forschung mit nichteinwilligungsfähigen Erwachsenen gerechtfertigt? Ethische Bewertung der neuen Regelung im Arzneimittelgesetz",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gieselmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vollmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ethik Med",
            "volume": "32",
            "issn": "",
            "pages": "155--69",
            "other_ids": {
                "DOI": [
                    "10.1007/s00481-020-00568-0"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Legislative regulation and ethical governance of medical research in different European Union countries",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veerus",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lexchin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hemminki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Ethics",
            "volume": "40",
            "issn": "",
            "pages": "409--422",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2012-101282"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Informed consent for paediatric clinical trials in Europe",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lepola",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Needham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mendum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sallabank",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neubauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Wildt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch Dis Child",
            "volume": "101",
            "issn": "",
            "pages": "1017--1042",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2015-310001"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Regulation (EU) No 536/2014 of the European Parliament and of the Council of 16 April 2014 on clinical trials on medicinal products for human use",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Main changes in European Clinical Trials Regulation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tenti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simonetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bochicchio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Martinelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Contemp Clin Trials Commun",
            "volume": "11",
            "issn": "536",
            "pages": "99--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.conctc.2018.05.014"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "The regulatory framework for clinical trials in the World and in Russia. Pharmacy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Alikov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Marchenko",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.29296/25419218-2018-08-01"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Writing for the participants of international clinical trials: law, ethics, and culture",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Batova",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Tech Commun",
            "volume": "57",
            "issn": "",
            "pages": "266--81",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Eksperyment medyczny w stanach nagłych",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kryczka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Medycyna Rodzinna",
            "volume": "3",
            "issn": "",
            "pages": "112--117",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Awareness and attitudes towards clinical trials among Polish oncological patients who had never participated in a clinical trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Staniszewska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lubiejewska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Czerw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dąbrowska-Bender",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Duda-Zalewska",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Differences in regulations on informed consent in Germany, Poland and Russia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions FS conceptualized the topic and scope of the research. MO and KW conducted the investigation, MO wrote the main manuscript text, CT, FS edited and revised the manuscript, FS supervised the research. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The research was supported by the Graduate & Professional Training Center Ulm (ProTrainU) within the framework of the start-up research financing program for young scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data analyzed during this study are included in this published article. Datasets used and analyzed in this study are publicly available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 12 December 2020 Accepted: 26 April 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}