{
    "paper_id": "7572d9a12d7c03d4d20add6068421f9d3005123f",
    "metadata": {
        "title": "On Model Evaluation Under Non-constant Class Imbalance",
        "authors": [
            {
                "first": "Jan",
                "middle": [],
                "last": "Brabec",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Systems, Inc",
                    "location": {
                        "addrLine": "Karlovo Namesti 10 Street",
                        "settlement": "Prague",
                        "country": "Czech Republic"
                    }
                },
                "email": "janbrabe@cisco.com"
            },
            {
                "first": "Tomáš",
                "middle": [],
                "last": "Komárek",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Cisco Systems, Inc",
                    "location": {
                        "addrLine": "Karlovo Namesti 10 Street",
                        "settlement": "Prague",
                        "country": "Czech Republic"
                    }
                },
                "email": ""
            },
            {
                "first": "Vojtěch",
                "middle": [],
                "last": "Franc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Czech Technical University",
                    "location": {
                        "settlement": "Prague, Prague",
                        "country": "Czech Republic"
                    }
                },
                "email": "xfrancv@cmp.felk.cvut.cz"
            },
            {
                "first": "Lukáš",
                "middle": [],
                "last": "Machlica",
                "suffix": "",
                "affiliation": {},
                "email": "lukas.machlica@resistant.ai"
            }
        ]
    },
    "abstract": [
        {
            "text": "Many real-world classification problems are significantly class-imbalanced to detriment of the class of interest. The standard set of proper evaluation metrics is well-known but the usual assumption is that the test dataset imbalance equals the real-world imbalance. In practice, this assumption is often broken for various reasons. The reported results are then often too optimistic and may lead to wrong conclusions about industrial impact and suitability of proposed techniques. We introduce methods (Supplementary code related to techniques described in this paper is available at: https://github.com/CiscoCTA/nci eval) focusing on evaluation under non-constant class imbalance. We show that not only the absolute values of commonly used metrics, but even the order of classifiers in relation to the evaluation metric used is affected by the change of the imbalance rate. Finally, we demonstrate that using subsampling in order to get a test dataset with class imbalance equal to the one observed in the wild is not necessary, and eventually can lead to significant errors in classifier's performance estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Class-imbalanced problems arise if number of samples in one of the classes, often in the class of interest, is significantly lower than in the other class, often the background class. Such problems are present in variety of different domains such as medicine [16] , finance [15, 20, 21] , cybersecurity [1, 3, 5] and many others.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 310,
                    "end": 312,
                    "text": "5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In highly imbalanced problems it is essential to use suitable evaluation metrics to correctly assess the merit of pursued algorithms and realistically judge their impact before they are deployed into the wild. Methods for evaluation of classifiers on class-imbalanced datasets are well known and have been thoroughly described in the past [4, 9, 11, 19] .",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 343,
                    "end": 345,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 346,
                    "end": 349,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is usually assumed that the imbalance of the test dataset is the same as in the real distribution on which the model will operate once deployed into production environment. However, this assumption is often broken, because of different reasons ranging from selection bias when constructing the test dataset, high costs of acquiring large dataset mainly in situations when the imbalance is high (e.g. 1:10 4 ), to the fact that often not a single general distribution exists (e.g. disease classifier may face different priors depending on the location).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Discrepancy between imbalances in test datasets and real world is often the root cause of too optimistic results leading to wrong expectations of the impact in industrial applications. This is detrimental to the research community, because it creates confusion about which problems are still open and which are solved. It might discourage groups from working on such problems, and make it harder for researchers still investigating the field to convince the community that in the light of the too optimistic prior work their results have still impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Throughout this paper, we frame and investigate the problem of classifier evaluation dropping the assumption of constant class imbalance. We focus on precision related metrics as one of the most popular metrics for imbalanced problems [4, 9] . We show how these metrics can be computed for arbitrary class imbalances and any test dataset without the need to re-sample the data. We also inspect their behavior as a function of the imbalance rate. We show that Precision-Recall (PR) curves have little value without stating the corresponding imbalance ratio which can dramatically affect the results and their assessment.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 239,
                    "end": 241,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We demonstrate that change in imbalance rate, maybe surprisingly, affects also the ranking of classifiers under these metrics. We argue that instead of tabulating the results for a single dataset, it is beneficial to plot the dependence on the class imbalance rate whenever possible. Such plots provide considerably more information for wider audience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We also describe how errors in measurements can be assessed and that they can significantly affect the reliability of measured precision mainly in cases when low regions of false positive rate are of interest. This can be primarily attributed to the fact that the test dataset is finite. Therefore, we further elaborate how the class imbalance increases the demands on the size of test dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most importantly, we refute the common understanding that the best practice is to alter the test dataset so that class imbalance matches the imbalance of the pursued distribution as is suggested e.g. in [14] . We show how re-sampling of a dataset may lead to significant errors in measurements. We stress that the test dataset should be constructed in a way to allow measurements of false-positive and true-positive rates with errors as small as possible. We show that the crucial entity to focus on is the coefficient of variation related to both true-positive and false-positive rates.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Throughout this paper we are concerned with the binary classification task. Let x ∈ X be an input and y ∈ Y = {−1, 1} be a target. We call the class y = −1 negative class and the class y = 1 positive class. The positive class is assumed to be the minority class and the negative class is the majority class. We do not assume that there exists a single real-world joint-probability distribution p(x, y) but instead consider a parametric family:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Parameter η ∈ [0, 1] specifies the positive class prevalence. If we consider a classifier h : X → Y then the following classifier evaluation metrics can be expressed as probabilities:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "TPR stands for true-positive-rate (also called recall or sensitivity), FPR for false-positive-rate and Prec for precision. Formula (4) is derived using Bayes' theorem. We can observe that both TPR and FPR are not affected by the positive class prevalence but precision is. This observation is very important for the rest of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "To estimate the above-mentioned metrics we need to evaluate the classifier on a test dataset. We assume that the test dataset is sampled i.i.d. from p(x, y; η test ) where η test may or may not correspond to a positive class prevalence connected to some real-world application of the classifier. T P , F P , T N, F N denote the number of true positives, false positives, true negatives and false negatives, respectively and N = T P + F P + T N + F N equals the size of the test set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Prevalence of the positive class in the test dataset p + and imbalance ratio (IR) are defined as (one can be computed from the other easily):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "TPR is defined as the fraction of positive samples that were classified correctly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "where [[·] ] is the indicator function. FPR is defined as the fraction of negatives samples that were classified incorrectly:",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[[·]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Prec is the number of true positives out of all the positive predictions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "It can be easily shown that Prec(p + ) = TP/(TP + FP) resolves to the standard formula used to compute precision. It holds that the metrics measured on the test dataset approach their true values originating from the distribution p(x, y; η) as the size of the dataset grows. In other words p + → η test , TPR → TPR, FPR → FPR and Prec → Prec as N approaches infinity, but the errors in estimation caused by limited size of test dataset are often significant enough to deserve consideration, particularly during classifier evaluation in settings that are heavily class-imbalanced. We elaborate on this in Sect. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Equation (8) in Sect. 2 shows that the class imbalance ratio of the test dataset directly impacts the measured precision. As such, the test dataset class imbalance must be considered when interpreting the results to assess viability of the classifier for a given application. Fortunately, it is not necessary for a test dataset's imbalance ratio to be equivalent to the real-world imbalance. Equation (8) shows how to estimate precision ( Prec), that corresponds to any class imbalance, from TPR and FPR which are estimated from the test dataset and are unaffected by it's imbalance.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Precision in the Light of Different Class Imbalance Ratios"
        },
        {
            "text": "In Sect. 5 we provide rationale and show that matching the real-world class imbalance is often sub-optimal and not desirable for correct evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision in the Light of Different Class Imbalance Ratios"
        },
        {
            "text": "Positive prevalence adjusted precision computed by Equation (8) is a linear rational function of the positive class prevalence η. As such, it can be plotted over an interval of positive prevalence values. We call such plot Positive-Prevalence Precision (P 3 ) curve. The curve should be plotted with log-scaled x-axis (linlog P 3 curve) to easily distinguish between different orders of magnitude of the positive prevalence as demonstrated in Fig. 1 . Given a particular ROC curve, each point on the curve corresponds to a different value of TPR. Instead of saying that P 3 curve corresponds to a particular point on the ROC curve, it can also be said that it corresponds to a fixed value of TPR. For example, P 3 curve in Fig. 1 corresponds to a classifier with TPR fixed at 60%. P 3 curve answers the question \"How does precision of a given classifier evolve when changing the class imbalance-ratio?\" and allows to quickly visually assess some of the conditions under which the classifier is suitable for production environment. Also, even if P 3 curve may not be used in a particular evaluation of a classifier it is still important to possess intuition about it's general shape.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 443,
                    "end": 449,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 723,
                    "end": 729,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Positive-Prevalence Precision Curve"
        },
        {
            "text": "PR curve is a very popular method to evaluate classifiers on imbalanced datasets. It captures the relationship between recall (TPR) on the x-axis and precision on the y-axis. As is the case with ROC curve, PR curve is usually created by applying different thresholds on the raw output of a classifier. While ROC is a strictly increasing function, PR curves do not have to be monotonous because it is possible for precision to both increase or decrease for different threshold values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision-Recall Curves"
        },
        {
            "text": "As discussed in Sect. 3.1, contrary to the ROC curve, PR curve is affected by the imbalance ratio present in the test dataset. This behavior is demonstrated in Fig. 2 . PR curves can immediately reveal poor performance on class-imbalanced datasets that might not be obvious when inspecting ROC curves alone [18] . Because of this property PR curves are well suited and popular choice for evaluation of classifiers on class-imbalanced sets.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 160,
                    "end": 166,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Precision-Recall Curves"
        },
        {
            "text": "We suggest that the particular imbalance ratio present in a test dataset for which the PR curve was created should always be reported and considered when interpreting the impact of the results. When different research teams perform their experiments on different test sets while solving the same problem, and even if the data originate from the same source, the resulting PR curves will not be comparable if different imbalance ratios are present. For example, in computer security the datasets of downloaded files might originate from the VirusTotal 1 service, but different teams may work with different subsets that have different imbalance ratios. Another danger is that the class imbalance ratio in a particular test dataset is often not representative of the imbalance ratios encountered once the classifier is deployed in real environment. It is often the case that the imbalance ratios experienced in the wild are lower than the ratio in the test dataset (not rarely the test datasets are even not imbalanced at all). In such situations, too optimistic estimates of the classifier's performance will be obtained if evaluation based on PR curve computed directly on the test dataset is used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision-Recall Curves"
        },
        {
            "text": "To remedy these risks, often test datasets with the same class imbalance ratios that would be encountered in the real environment are created. In Sect. 5 we demonstrate that this should not be the goal. Rather, a test dataset should be assembled that allows estimation of TPR and FPR with low enough variance and (8) should be used to compute Precision-Recall curves for different class imbalance ratios of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Precision-Recall Curves"
        },
        {
            "text": "When comparing performance of classifiers that need to deal with imbalanced data, the area under PR-curve (PR-AUC) or F1 score (F 1 = 2 · Prec · Recall Prec + Recall ) are often used out of convenience because they can be expressed as a single number [8] . In this section, we show that not only the values of these metrics dramatically depend on the imbalance rate in the selected test dataset, but the rate has notable influence even on the order of classifiers related to their efficacy. That is, based on these metrics two classifiers can switch places given different . 3 . The graph is similar to Positive Prevalence-Precision plot in Fig. 1 but instead of precision it plots F1 score of two distinct classifiers computed on the same dataset but assuming different imbalance rates. It can be seen that not only the absolute value of the score but even the order of the classifiers depends on the positive class prevalence.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": ". 3",
                    "ref_id": null
                },
                {
                    "start": 641,
                    "end": 647,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Comparing Performance of Classifiers"
        },
        {
            "text": "imbalance rates. This can lead to incorrect conclusions about performance of classifiers on real data. The fact can be also misused for cherry-picking of an imbalance rate to pick the one where a classifier achieves better results than any other method it competes with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing Performance of Classifiers"
        },
        {
            "text": "F1 score is defined as harmonic mean of precision and recall. The comparison of F1 scores of two classifiers is therefore affected by the selected imbalanced rate since precision depends on the rate while recall does not. Figure 3 demonstrates how the F1 score of two classifiers depends on the imbalance rate present in a test dataset. Therefore, we suggest to plot F1 scores in relation to imbalance rates, such as seen in Fig. 3 instead of tabulated F1 scores in any applied research papers. The plot contains a superset of information, it is easily interpretable, spaceefficient and conveys an overall better picture about performance of classifiers independent of the particular imbalance rate in the selected test dataset. The imbalance rate of the particular test dataset can be easily highlighted on the x-axis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 425,
                    "end": 431,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Affecting Ordering of Classifiers: F1 Score"
        },
        {
            "text": "Firstly, it is proven that if a classifier dominates in ROC space it also dominates in PR space [6] , but dominance is not linked to the area under ROC curve (ROC-AUC). It is easily possible for a classifier to have greater ROC-AUC than another but smaller area under PR curve (PR-AUC) on the same test dataset.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Affecting Ordering of Classifiers: PR-AUC"
        },
        {
            "text": "A convenient property of evaluating classifier by ROC-AUC is that it's value is invariant to class imbalance. On the other hand, the value of ROC-AUC can be dominated by insignificant regions in the ROC space, e.g. high values of FPR, which are in practice of no importance. If the problem is heavily class imbalanced it is usually not an appropriate method for evaluation of classifiers [2] and PR-AUC should be considered.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Affecting Ordering of Classifiers: PR-AUC"
        },
        {
            "text": "However, it is often not realized that PR-AUC values depend on class imbalance and notably that also the order of classifiers under this metric depends on the imbalance rate as demonstrated in Fig. 4 . It may be more surprising than in the case of F1 score computed only at a single operating point, while PR-AUC is evaluated over the whole range of operating points. Therefore, one might wrongly expect the metric to preserve ordering of classifiers across different imbalance rates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 199,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Affecting Ordering of Classifiers: PR-AUC"
        },
        {
            "text": "We offer similar advice as with F1 score about the need to report the dataset imbalance rate together with PR-AUC values and to ideally use plots as in Fig. 4 instead of tabulated values for a single imbalance ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Affecting Ordering of Classifiers: PR-AUC"
        },
        {
            "text": "Class-imbalanced problems have increased demands on the test dataset size. It is often ignored that TPR and FPR computed on test dataset are just point estimates of the real TPR and FPR, given in (2) and (3), respectively, and as such they may be affected by uncertainty related to insufficient amount of samples of the minority class. In this section, we investigate how this uncertainty impacts the measured precision and how to correctly design experiments in presence of imbalanced data to suppress the uncertainty in the outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "A common approach to quantify the uncertainty of estimates based on finite samples is to use the interval estimates. We say that I TPR = ( TPR − σ TPR , TPR + σ TPR ) is the α-confidence interval of TPR if it holds that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "where the probability is w.r.t. randomly generated positive test samples X + which are used to compute TPR by (6) . The interval (half-)width σ TPR , the number of samples |X + | and the confidence level α ∈ (0, 1) are dependent variables the exact relation of which is characterized by numerous concentration bounds like the Hoeffding's inequality. For example, by fixing σ TPR and α we can compute the minimal number of samples in X + which guarantee that I TPR is the α-confidence interval. In the sequel we assume that the interval width σ TPR is not greater than TPR. Note that this formalisation does not introduce any specific constraints on the shape of TPR distribution. The confidence interval I TPR can be characterized by a single number, the coefficient of variation, defined as",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "Analogously, we can define I FPR = ( FPR − σ FPR , FPR + σ FPR ), CV FPR = σFPR FPR , and we also assume that σ FPR < FPR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "Let us define the precision as a function of the positive class prevalence η, TPR and FPR 2 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "Given TPR ∈ I TPR and FPR ∈ I FPR , the value of Prec(η, TPR, FPR) has to be for any fixed η ∈ (0, 1) inside the interval (LB(η), UB(η)) where LB(η) = min TPR∈I TPR FPR∈I FPR Prec(η, TPR, FPR),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "UB(η) = max",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of Errors on Estimates of TPR and FPR"
        },
        {
            "text": "Prec(η, TPR, FPR). Let Δ be the maximal width of the interval (LB(η), UB(η)) w.r.t. η, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TPR∈I TPR FPR∈I FPR"
        },
        {
            "text": "The number Δ can be interpreted as the maximal uncertainty in measurements of precision when the exact values of TPR and FPR are replaced by their confidence intervals I TPR and I FPR , respectively. It is easy to see that TPR ∈ I TPR and FPR ∈ I FPR imply Prec(η, TPR, FPR) ∈ ( Prec(η) − Δ, Prec(η) + Δ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TPR∈I TPR FPR∈I FPR"
        },
        {
            "text": "The concepts of UB(η), LB(η) and Δ as well as their relation to Prec(η, TPR, FPR) are illustrated in Fig. 5 . The following theorem relates the maximal uncertainty Δ and the coefficients of variation CV TPR and CV FPR , which characterize the confidence intervals I TPR and I FPR , respectively. The α 2 -confidence level stems from the fact that TPR ∈ I TPR and FPR ∈ I FPR are two independent random events with probability not less than α.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "TPR∈I TPR FPR∈I FPR"
        },
        {
            "text": "Theorem 1 shows the relationship between confidence intervals for precision, widths of these intervals and point estimates of TPR, FPR. That is, coefficients of variation for TPR and FPR are the crucial quantities to consider when designing test dataset. If a test set is constructed we first need to manually fix both σ TPR and σ FPR at reasonable values based on the purpose of the dataset, and then ensure sufficient number of testing samples necessary to estimate TPR, FPR with desired Δ. If, for example, one is interested in FPR = 10 −3 on a dataset having only 10,000 negative samples, the estimate around this working point may become extremely noisy. Since such low FPR corresponds to only 10 FP samples (10,000 * 10 −3 ), just a small increase or decrease in number of FPs suffice to significantly alter the relative value of the FPR. Therefore, if such low values of FPR are of interest, one should increase the amount of negatives. Different methods exist that can quantify the concentration bounds. For example, Hoeffding's inequality can be used, which states that the upper bound on the number of required samples is proportional to 1 σFPR 2 , but Hoeffding's bound is very loose and usually less samples are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TPR∈I TPR FPR∈I FPR"
        },
        {
            "text": "On the other hand, given a test dataset, in order to find Δ we need to estimate σ TPR , σ FPR to get CV TPR , CV FPR . For that purpose cross-validation or bootstrapping can be used. For example, a classifier with TPR = 0.6, σ TPR = 0.06, FPR = 10 −3 , σ FPR = 10 −4 has CV TPR = CV FPR = Δ = 0.1, which might be reasonable width of the precision's confidence interval (i.e. ±10% change). But, if we increase σ FPR = 5 * 10 −4 then even though the number might seem small and it may be not indicative of the impact on estimate of the precision, the bound for precision becomes Δ = 0.5 (i.e. ±50% change), which will immediately shed light on the reliability of estimates of the precision. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TPR∈I TPR FPR∈I FPR"
        },
        {
            "text": "To illustrate the error of sub-sampling we used ResNet-50 [10] on the ImageNet validation dataset [17] to detect images of 'agama' in a one-vs-all manner. The p + in such dataset is 10 −3 .",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Example of Errors Caused by Sub-sampling"
        },
        {
            "text": "To plot PR curves for η = 10 −2 we can either use the full dataset and then apply (8) to adjust the precision, or sub-sample the dataset to p + = 10 −2 . Figure 6 compares these two approaches, where we repeated the sub-sampling 30 times to estimate the variance introduced by random reduction of the negative class. The results show that PR curves measured on the sub-sampled datasets are encumbered by a considerable measurement errors even though each one has 5000 samples, which might otherwise be a reasonable number for evaluation on balanced problems. Moreover η = 10 −2 is not as drastic imbalance as is often encountered in applications and the errors could be even more pronounced if η was lower.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Example of Errors Caused by Sub-sampling"
        },
        {
            "text": "Unlike the common practice of sub-sampling of the test dataset to the desired imbalance rate [14] , we recommend to use a bigger dataset (to decrease the coefficients of variation) and adjust the metrics to the desired imbalance rate instead.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Example of Errors Caused by Sub-sampling"
        },
        {
            "text": "Several comprehensive papers about methodology of evaluation on imbalanced datasets were written [4, 7, 9, 11, 19] . They focus on measuring the performance on the test dataset and do not address the problem of mismatch between class imbalances in test and application datasets.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 104,
                    "end": 106,
                    "text": "9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [5] authors use a plot with area under PR curve on the y-axis and a quantity related to the imbalance ratio on the x-axis. The plot is similar to Fig. 4 , it is used because it is useful in the context of the paper but it's properties and impacts are not discussed.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 155,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Related Work"
        },
        {
            "text": "In [2] authors discuss several bad practices in handling of class-imbalanced problems. Apart from other causes, they discuss the importance of addressing the real imbalance ratios that can be different from the test dataset. They also present a formula for adjusting the precision to different imbalance ratios but do not explore this formula in greater detail neither inspect the impact of uncertainty originating from the finite size of the test dataset on precision.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Paper [12] introduces measure based on area under PR curve, which is further integrated across different class imbalances yielding a single evaluation number. The idea is based on the relationship between PR and ROC given in (8) . No additional investigations related to multiple working points, ordering of classifiers according to the score, nor errors in measurements are carried out.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "(8)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [14] authors raise the issue of experimental results in cybersecurity often not being reproducible in real applications. They mention the problem that the class imbalance is often different in test dataset and in practice. They do not address the issue analytically but instead choose to re-sample the test dataset to desired imbalance ratios. This goes directly against our observations in Sect. 5 and applying such method leads to results heavily affected by noise.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "It should be mentioned that other evaluation metrics well-suited for evaluation of class-imbalanced problems were proposed. A notable example is Matthews Correlation Coefficient (MCC) [13] , but is not in the scope of this paper. MCC is not as widely used as PR [8] and it's values are not that easily interpretable as values of precision and recall.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 262,
                    "end": 265,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The base-rate fallacy and the difficulty of intrusion detection. Understanding Intrusion Detection Through Visualization",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Axelsson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bad practices in evaluation methodology relevant to classimbalanced problems. Critiquing and correcting trends in machine learning workshop at NeurIPS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brabec",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Machlica",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Decision-forest voting scheme for classification of rare classes in network intrusion detection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brabec",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Machlica",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "2018 IEEE International Conference on Systems, Man, and Cybernetics (SMC)",
            "volume": "",
            "issn": "",
            "pages": "3325--3330",
            "other_ids": {
                "DOI": [
                    "10.1109/SMC.2018.00563"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Data mining for imbalanced datasets: an overview",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Chawla",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Data Mining and Knowledge Discovery Handbook",
            "volume": "",
            "issn": "",
            "pages": "875--886",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A comparison of static, dynamic, and hybrid analysis for malware detection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Damodaran",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Troia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Visaggio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stamp",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Comput. Virol. Hacking Tech",
            "volume": "13",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1007/s11416-015-0261-z"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The relationship between precision-recall and ROC curves",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goadrich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proceedings of the 23rd International Conference on Machine Learning",
            "volume": "",
            "issn": "",
            "pages": "233--240",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An introduction to ROC analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fawcett",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pattern Recogn. Lett",
            "volume": "27",
            "issn": "8",
            "pages": "861--874",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning from class-imbalanced data: review of methods and applications",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haixiang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yijing",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mingyun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuanyue",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bing",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Expert Syst. Appl",
            "volume": "73",
            "issn": "",
            "pages": "220--239",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning from imbalanced data",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEEE Trans. Knowl. Data Eng",
            "volume": "21",
            "issn": "9",
            "pages": "1263--1284",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Deep residual learning for image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The IEEE Conference on Computer Vision and Pattern Recognition (CVPR)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Handling imbalanced datasets: a review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotsiantis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kanellopoulos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pintelas",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "GESTS Int. Trans. Comput. Sci. Eng",
            "volume": "30",
            "issn": "1",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Precision-recall operating characteristic (P-ROC) curves in imprecise environments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Landgrebe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paclik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Duin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "18th International Conference on Pattern Recognition",
            "volume": "4",
            "issn": "",
            "pages": "123--127",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of the predicted and observed secondary structure of T4 phage lysozyme",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Biochimica et Biophysica Acta (BBA) Protein Struct",
            "volume": "405",
            "issn": "2",
            "pages": "442--451",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "TESSERACT: eliminating experimental bias in malware classification across space and time",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pendlebury",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pierazzi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jordaney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kinder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cavallaro",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "28th USENIX Security Symposium (USENIX Security 2019)",
            "volume": "",
            "issn": "",
            "pages": "729--746",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Minority report in fraud detection: classification of skewed data",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alahakoon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SIGKDD Explor. Newsl",
            "volume": "6",
            "issn": "1",
            "pages": "50--59",
            "other_ids": {
                "DOI": [
                    "http:/doi.acm.org/10.1145/1007730.1007738"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Addressing the class imbalance problem in medical datasets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Mach. Learn. Comput",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Imagenet large scale visual recognition challenge",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Russakovsky",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Comput. Vis",
            "volume": "115",
            "issn": "3",
            "pages": "211--252",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The precision-recall plot is more informative than the ROC plot when evaluating binary classifiers on imbalanced datasets",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rehmsmeier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS ONE",
            "volume": "10",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A systematic analysis of performance measures for classification tasks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sokolova",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lapalme",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Inf. Process. Manage",
            "volume": "45",
            "issn": "4",
            "pages": "427--437",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Effective detection of sophisticated online banking fraud on extremely imbalanced data",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "World Wide Web",
            "volume": "16",
            "issn": "4",
            "pages": "449--475",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A multiscale neural network learning paradigm for financial crisis forecasting",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Neurocomputing",
            "volume": "73",
            "issn": "",
            "pages": "716--725",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Positive-Prevalence Precision (P 3 ) curve for a hypothetical classifier with TPR = 0.6 and FPR = 0.001. The graph is plotted in logarithmic scale of the x-axis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3. The graph is similar to Positive Prevalence-Precision plot in Fig. 1 but instead of precision it plots F1 score of two distinct classifiers computed on the same dataset but assuming different imbalance rates. It can be seen that not only the absolute value of the score but even the order of the classifiers depends on the positive class prevalence.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The top-left plot is an example plot of two classifier ROC curves. In the top-right plot the same ROC curves are displayed with logarithmically scaled x-axis. The middle row displays corresponding PR curves for the ROC curves under different positive class prevalences (namely 10 −1 and 10 −3 ). The bottom plot shows how PR-AUC of the classifiers depends on the class imbalance rate and that the order of the classifiers can easily switch for two different prevalences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The figure visualizes the uncertainty band containing the value of Prec(η, TPR, FPR) ∈ (UB(η), LB(η)) when TPR and FPR are bound to intervals ITPR = ( TPR − σTPR, TPR + σTPR) and IFPR = ( FPR − σFPR, FPR + σFPR), respectively. The value Δ = max η∈(0,1) (UB(η) − LB(η)) corresponds to the maximal width of the uncertainty band. The solid line corresponds to the point estimate Prec(η) = Prec(η, TPR, FPR).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "PR curves for η = 10 −2 . The black PR curve is computed from full dataset with p+ = 10 −3 and adjusted to η = 10 −2 using (8), whereas the gray areas indicate IQR and min-max range of PR curves computed on 30 datasets with randomly sub-sampled negative class to match p+ = 10 −2 . Note that some PR curves are inside of IQR only partially.Corollary 1. Let I TPR and I FPR be α-confidence intervals of the true TPR and FPR, respectively, and let CV TPR and CV FPR be their corresponding coefficients of variation. Let furtherΔ = max{CV TPR , CV FPR }. Then I Prec = ( Prec(η) − Δ, Prec(η) + Δ) is the α 2 -confidence interval of Prec(η, TPR, FPR), i.e.Prec(η, TPR, FPR) ∈ I Prec holds with probability α 2 at least.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Fig. 2. Example of how a single ROC curve can correspond to two different PR curves given different imbalance ratios. The solid PR curve was created from the ROC curve with assumption that the IR was 1:10 while the dashed PR curve corresponds to IR equal to 1:100.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "). Let further TPR > σ TPR and FPR > σ FPR . Then Δ ≤ max{CV TPR , CV FPR } and the equality is attained iff CV TPR = CV FPR .3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This paper addressed evaluation of classifiers under consideration that the class imbalance ratio encountered in real world is different from imbalance present in the test dataset or is suspect to change. We focused on precision as one of the most popular evaluation metrics for imbalanced problems.We stress that it is of significant importance to report also the imbalance ratio under which the classifier was developed and is aimed for, because assuming different imbalance ratios may easily lead to swapping of places of classifiers. This holds also for both PR-AUC and F1 score.We have shown that even very small absolute values of σ FPR can result in large variance in measured precision. The larger the class imbalance, the greater are the demands on the amount of negative samples present in the test dataset. Therefore, rather than sub-sampling a dataset to reach desired imbalance rate, all the samples should be kept to decrease the coefficients of variation, and the evaluation metrics should be computed given the presented formulas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ]
}