{
    "paper_id": "766f2dc94e46e108ae61cd697bdf5efefa5c4197",
    "metadata": {
        "title": "Impacts of COVID-19 on BRI: A Case Study of Thailand",
        "authors": [
            {
                "first": "Nisit",
                "middle": [],
                "last": "Panthamit",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chiang Mai University",
                    "location": {
                        "addrLine": "Chiang Mai",
                        "country": "Thailand"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "avirus pandemic and the fifth part takes a look at how Thailand has managed their relations with the US and China under a sharply increasing US-China rivalry. The conclusion and policy suggestion will be illustrated in part sixth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Thailand is one of the main member states of ASEAN and has established diplomatic relations with China since July 1, 1975. The relations between the two countries are close. There is a regular exchange of visits at all levels with deepening cooperation in all dimensions. The period of 2020 marked the 45th anniversary of the establishment of diplomatic relations between these historical nations. The visit of China to Thai royalty is an important part of promoting and strengthening relations and cooperation between the two countries including the promotion of friendship and understanding between the people of the two countries. Economic cooperation is at the core of the Thai-Chinese relationship, which has been strengthened by ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China-Thailand Relations: Trade, Investment and Tourism"
        },
        {
            "text": "The Board of Investment of Thailand (BOI) in Table 8 .1 shows that the composition (category) of Thailand's main import commodities are from China. Regarding the ranking of China's main export commodities to Thailand, we can understand the degree of trade between China and Thailand, the distribution of major investment industries, and the need for more investment in certain industries, product type, and accuracy.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 8",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Trade"
        },
        {
            "text": "In 2019, China was Thailand's No. 1 trading partner (China is the No. 2 export market for Thailand and China is the No. 1 import source for Thailand), while Thailand is the 13th partner (No. 3 in the ASEAN countries) as the 13th import source and the 17th export market in China in 2019. The bilateral trade value is at US$ 79.5 billion, down from 0.9% in 2018. Thai exports to China were valued at US$ 29,172 million, down 3.78% from 2018. Thai imports from China were US$ China imported important products from Thailand such as hard drives, rubber, integrated circuits, wood, Lcd panel parts, fresh durian, dry cassava and tapioca starch, chemicals, mobile phone parts, and computer parts. One important export products from China to Thailand are mobile phone, mobile phone parts, computer parts, black carbon, steel, electrical control and distribution equipment, Lcd monitor, air conditioning compressor, dried mushroom, and mushroom herbicide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trade"
        },
        {
            "text": "In case of investment, China has accumulated investment in Thailand up to the end of 2018 at about US$ 6,000 million. China is interested in investing businesses that use innovation and modern technology such as the new industrial sectors, logistics and electronic commerce. The cumulative investment of Thailand in China at the end of 2018 was approximately US$ 4,270 million. The main industries that Thailand invests in China are forage, cereal, animal farm, motorcycle, hotel, restaurant, and Thai massage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Investment"
        },
        {
            "text": "As the end of August 2019, China has accumulated investments in Thailand of up to US$ 6,440 million, while the cumulative investment of Thailand in China is at US$ 4,330 million. China topped the list of economies looking to invest in Thailand for the first time in 2019. A report by the BOI last year confirmed that China overtook Japan as the Southeast Asian nation's main source of foreign direct investment thanks to the BRI-linked projects that overspilled from the US-China trade war and Thai government incentives. 2 China's \"Going Out\" policy encourages Chinese companies to expand their production bases to Thailand and other ASEAN member countries from the push factor lead by higher production costs at home. But the pull factor that makes China come into Thailand are derived from several factors: high-speed tracks, the Eastern Economic Corridor, Thailand 4.0 (cars, smart electronics, biotechnology, logistics, and aviation), solar energy, BRI, International Business Center of Bangkok, real estate. 3 According to BOI, applications from China, valued at the first three months of 2020 (Jan-Mar), proposed to BOI hit the largest with 56 projects. It was 22% of the total foreign investment proposed to the BOI. The approved project mostly came from China, accounting for 42% of total approved foreign investment to Thailand. Surprisingly, from January 2019 to June 2020, the BOI stated that international and local investors have filed 116 investment promotion applications for food processing and drinks manufacturing projects in Thailand, representing a total value of 18.8 billion Baht (US$ 600 million). In the first half of this year alone, some 5.84 billion Baht worth of investment applications were filed for the sector, despite the impact of COVID-19 on business, thus demonstrating that international food companies have confidence in Thailand's resilience, and being innovation-focused in the food sector.",
            "cite_spans": [
                {
                    "start": 1014,
                    "end": 1015,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Investment"
        },
        {
            "text": "Most interesting is that the Thai and Chinese governments have agreed on having tourism cooperation since August 1993 to promote marketing and international tourism cooperation. However, the Chinese government has allowed Chinese people to travel outside the country under government control; Thailand was the only first group together with Singapore and Malaysia that allowed Chinese people to travel. From that scheme, the number of Chinese tourists traveling to Thailand have been increasing on average every year. In the current field of tourism a great number of Chinese tourists are flowing into the ASEAN countries, especially into Thailand. Since 2014, about 4.6 million Chinese tourists came to Thailand, whereas in 2015 the number of Chinese tourists increased to 7.9 million. 4 China ranks as number one of tourist market in Thailand. In 2019, there were 10.98 million Chinese tourists, representing 28% of all foreign tourists. China has established the China National Tourism Office (CNTO) in Bangkok in 2017 to promote tourism cooperation between Thailand and China. However, in the beginning of 2020, the Chinese government attempted to contain the outbreak of coronavirus which is expected to have a detrimental impact on Chinese economic activity and outbound tourists. In late January, several days before Chinese New Year, the Chinese government announced measures to place quarantine in Wuhan and most of the other cities in the Hubei province. The lockdowns included a ban on transportation and all outbound travels, which had an impact on more than 50 million people. The Fear of virus spread across the country had halted the global tourism industry. On the issue of economic activity, by comparing to the similar virus outbreak in 2003 where Chinese citizens suffered from the SARS virus, the Chinese economy slowed from 11.1% to 9.1%. Markets expect the GDP growth to fall from an expected 6% to 4.5% in the first quarter this year, bringing 2020 GDP down to 5.4%. The falling number of tourists from China and other countries would have a damaging impact on the Thai economy. The revenue receipts from foreign tourists in Thailand are accounted for around 10% of the GDP. Based on data from World Travel & Tourism Council's report (WTTC), the direct and indirect effect of the Thai tourism industry on GDP was at 21.6% of GDP in 2018 and taking 15.9% away in Thai employment. Thai tourism industry relies on income from the spending of Chinese tourist visitors which is 28% of the GDP in 2019. During January 2020 the situation looked very normal, with a slight increase in visitors when compared to the previous year from 3.718 million to 3.810 million visitors (+2.46%). 5 Even at the end of January (around 27 January), China halted all group travel both domestically and to other countries. This was decided at a time when there were 4,515 confirmed cases of the coronavirus infection, with 106 casualties. Even without the decrease in Chinese arrivals to Thailand in February 2020 as a result of the Chinese decision, traveling had already been self-restricted since arrivals from most countries had already started to decrease. After that, overall arrivals decreased from 3.604 million visitors in February 2019 to 2.062 million visitors in February 2020; a decrease by 42.78% when compared. Chinese arrivals decreased from 1.065 million to 161 thousand visitors (−84.92%). Thailand decided to determine that visitors from certain countries (including China) needed to be self-quarantine for fourteen days when arriving into Thailand, unfortunately leading to a drastic decline of tourist arrivals. On 25 March 2020, Thailand decided to ban all foreigners from entering the country (with very few exceptions), thus resulting in the number of Chinese visitors to be decreased by no less than 94.22%. They were not actually allowed to leave the country since then.",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 788,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2699,
                    "end": 2700,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Tourism"
        },
        {
            "text": "After China reported Thailand has begun screening for direct flights from Wuhan city, China was prepared to open emergency operations center to deal with the situation on January 4, 2020. Thailand, therefore, considered Jan 4, as the first point for dealing with the epidemic \"COVID-19\". On March 12, Thailand has established a center-CCSA to manage the situation of the COVID-19. Also, urgent measures were taken in managing such situations, as well as preventing and solving problems of new emerging infectious diseases. On May 14, the announcement of the \"Thai Chana (Thai victory)\" tracking application, a platform to help prevent disease control, was used for the public to check-into register and get a QR code so that they can be traced. For shop operators it was applied for public scanning to check-in and check-out the density of the crowd or reserve a service queue in order to avoid a lot of people lingering in the store, such as a barber shop. You can also rate the service satisfaction of operators, receive reward points, get discount coupons, and no need to worry about personal information because the system only requires the use of a phone number. To acquire this system the store must get registered on the website. When people use the service, they have to scan the QR code as checking-in and registering the information to the Department of Disease Control which is under the administration of the Public Health Ministry. The application system will know the public density of users in that store and decide whether to use the service or go to another store, and check out when leaving the store every time after checking in: the information will be sent to the Department of Disease Control. This system will be able to track users who go to shops that are at risk which will have a message sent to the mobile phone, and get free inspection services in which all information is confidential. There is no complexity in using it. In addition, the system will require the public to check the operators to comply with the five measures of the era. A rating is considered a good result for the operator to call. Fulfilling all of the above is also regarded as the safety of users, but if any shop does not use this method there must be a notebook for people to register their names when using the service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "For activities that are relaxed (called Phase 4), 6 the government agreed on relaxing economic activities which can organize meetings, training, seminars, exhibitions, ceremonies, banquets, music shows, dance arts, concerts or other activities. Events held in hotels, theaters, meeting rooms, convention centers, exhibition centers, cinemas or other locations must have an area of 4 square meters per person. As for banquets, events, product launches, sport competitions, must have one or more meters of standing per person. The concert must reduce the density of 5 square meters per person. For alcohol consumption or beverages in restaurants, food gardens, food courts, hotels, or general stores they must be permitted by law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "In the entertainment area, pubs, karaoke bars and breweries were not allowed to be open. Nursery section such as Child Development Center, Preschool, Special Children Center, Elderly Care Center or other institutions providing welfare had to be monitored with great caution. Centers with small children were divided into 2 square meters per person. Science Center for Education Science Park Science and Culture Center which handle cases of visits in small groups had to ensure that there were no more than 150 people and no more than 50 viewers inside the premises. Exercise activities, health care or recreation by steam bath, herbal steam bath or steam bath in a health establishment, spa or Thai massage establishment also had to be limited in the number of people using the services. The total control of users had to be limited per round in 5 square meters per person. However, the shower places and massage centers were not allowed to be open.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "As for group exercise in the park, the activity area, public activity area or outdoor sports field were limited to a group of 5 square meters per person for a total of no more than 50 people at the water park, playground, and amusement park, except for the use of players in a temporary installation or player. The tactile surface may be at risk for children to be exposed to the disease. Therefore, places like the Baan Lom ball house were required to arrange 4 square meters of water park per person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "Sports stadiums or exercise areas, such as sports fields or for teaching and learning in all sports were asked to comply with the measures. They were allowed to organize competitions and provide television broadcasts of sporting events but forbidden to have audience in the arena. Also, the competition organizer must proceed with the procedures prescribed by the government: game cabinets and coin operated machines located in shopping malls, shopping malls, and community malls were to operate only if the law permitted to do so.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "Public transportation is permitted across provincial areas. Public buses, airconditioned buses, vans, inter-provincial trains, airplanes must have two separate seats for each passenger, except one seat with a limit of not more than 70%. Long distance public buses stop every 2 h. Registration is tracked by emphasizing the control measures for every activity such as toilets being cleaned on a routine basis and regularly disposal of garbage whereas a mask must be worn at all times by the service providers and service users. Registration and, confirmation with \"Thai Win\" Platform should be done every time with the number of caregivers according to disease prevention measures. According to the standard, there is a handwashing point before and after the services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response of Thailand to COVID-19"
        },
        {
            "text": "The year 2020 marks the 45th anniversary of the establishment of the China-Thailand diplomatic relations. Over the past 45 years, China-Thailand relations have passed through many difficulties together such as the 1997's Asian financial crisis, pandemics such as SARS, H5N1. And even more solid development during COVID-19. Cooperation for both private and government agencies as well as people of both countries. They help and support each other to push forward China-Thailand relations to a new dimension. China and Thailand still understand each other. Despite what irritates the nature of the criticism from scholars and various media sources that happened in the period before COVID-19. However, since COVID-19 has occurred, instead, the relationship between China and Thailand continually moves in a good direction. Because during the epidemic, Thai society is helping each other very well. Several operators have come out to assist those affected by COVID-19, many of whom are Chinese operators. Though China has been accused politically for using this pandemic it to \"COVID diplomacy\", but that does not affect the Sino-Thai cooperation. Although COVID-19 has affected the progress of the BRI projects between the two countries, some projects had to be interrupted indefinitely. Some businesses have even faced a lack of money-capital problems. During such difficult times, China-Thailand needs to maintain the existing economic ties and try to keep the project ongoing. At the same time, both sides should seize new business opportunities arising from the epidemic, such as the digital economy, and accelerate further cooperation, instead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China-Thailand Cooperation During the COVID-19 Pandemic"
        },
        {
            "text": "The obvious cooperation between China-Thailand has been shown with every outlet of news media. The Chinese ambassador in Thailand Yang Xin informed that China will assist Thailand in the fight against the coronavirus pandemic. 7 The Chinese government will assist Thailand in providing medical equipment such as the COVID-19 test kit, medical mask, N95 mask and personal protective equipment as well as coordinating with the operators to distribute medicines for the treatment of those infected with the COVID-19. Chinese entrepreneurs will export medical supplies to Thailand in response to the needs of the Thai side. Chinese business groups in Thailand and the Chinese people's friendship organization will collaborate together in donating the medical supplies to the Thai side. Yang Xin also made the offer during a visit with Deputy Prime Minister and Commerce Minister Jurin Laksanawisit at the Government House on March 11. Both sides agreed on an exchange of knowledge regarding the disease and its control treatment including screening methods to prevent infected people from boarding flights abroad. 8 Moreover, the prompt response by the Prime Minister of Thailand, General Prayut Chan-o-cha said that Thailand would like to thank the Chinese side for their invaluable support to Thailand in the fight against the epidemic. So far, there is not any rising anti-Chinese sentiments in the local communities when compared to other international regions like the US and other European countries. It is the \"Thai characteristic\" that never made the people hate or bully others in any kind of circumstance (anti-sentiment) towards any foreign matter in a public platform. Thailand is \"located in an area that is not a political hot spot\" with China. Therefore, it is believed that Thailand and China will join hands to overcome the epidemic in the fight against this epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China-Thailand Cooperation During the COVID-19 Pandemic"
        },
        {
            "text": "Nonetheless, Thailand has been aware of China's effort of expanding its power by implementing the BRI and became more cautious in establishing cooperation with China. Thailand has already had lessons from investment projects in infrastructure and transportation systems in Myanmar and Laos, from which China's state-owned enterprises benefited the most while the benefit to the inhabitants of these countries was limited. 9 Therefore, it is doubtful whether it will be worthwhile to co-invest in accordance with the BRI framework. Macroeconomically, all of Chinese's investment are welcome if it come as official or obvious no matter what type of player (i.e., government, state-owned enterprise, firm, traveler, and student that the person or group assumes the character in. But microeconomically, the level of trust in its influences still remains unclear. The question about China's role in host counties is still more on the negative side than positive by looking at the evidence that showed on perception of people from that host country. 10 Moreover, the transportation routes development project to be implemented and financially supported by China may be under the control of China's state-owned enterprises and will not be as beneficial to Thailand and its citizens as to China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "China-Thailand Cooperation During the COVID-19 Pandemic"
        },
        {
            "text": "All this time, some superpowers have watched China expanding influence in Southeast Asia. The more Thai-Chinese have strong ties to diplomatic relations, the more doubts about whether Thailand chose to be a Chinese alliance compare to major superpowers countries like the US. However, Thailand still holds the line of international political neutrality. Office of the National Security Council of Thailandmentioned that China tends to strengthen relations with Thailand in various areas and offer tourists from China to return to Thailand at the first opportunity. 11 Thailand should carefully consider their interactions with China. By trying to avoid any Chinese conditions or actions that would be binding on Thailand and it affects the stability and interests of the country in the long run, and because most of the countries in East Asian countries have been able to control the outbreak. There is a tendency to invest and increase economic activity in Thailand. Meanwhile, western countries will still need time to resolve this outbreak within their own country. Proper exposure to investment from the foreign business sector should help stimulate the Thai economy in the post-crisis period as the pandemic. It will become a priority pathway for the international community in which Thailand should consider seeking a position and conduct a positive attitude. \"Thailand has not a political hot-spot with China\", thereby Thailand may be the only one country that can use the phases \"Thai and Chinese are brother\" (中泰一家亲) with China. Finally, as a hub of economic and political importance in ASEAN (Carminati, 2020) who agree that \"Thailand will have to reassure its powerful partners that it is still a welcoming country for tourists and retirees, as well as for foreign investors\". 12 Even though an overview of relations between China and the US at present has not had positive trends, both countries recognize the importance and importance of need to rely on each other, especially in the economy with increased mutual benefits. However, the U.S. government will continue to look at China as a strategic competitor. For Thailand, the strategic position should be determined by maintaining a balanced direction and distance of relations between China and the US in order to protect Thailand's interests. A consideration should be made as an operation direction in the form of a bridge connecting relations between China and the US which could result in mutual benefits for all parties. In this regard, Thailand should use the strengths of carrying out special relations with China like close relatives as if they were one family, and in conducting special relations like close friends by creating a bridge role that is important to the positive interaction between China and the US. Furthermore, Thailand can position its geographic location to support the economic hub in Southeast Asia by including the strengths of its ability to compromise on issues of security disputes and leading to a peaceful resolution.",
            "cite_spans": [
                {
                    "start": 1602,
                    "end": 1619,
                    "text": "(Carminati, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1788,
                    "end": 1790,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Thailand Amidst Sino-American Rivalry"
        },
        {
            "text": "The pattern of relations between China and the US will be a procedure for creating peace and development for the world and the regions. Both countries should accept differences and respect each other for their role in the participation. To solve problems together under the framework accepted by the world community would be a blessing for economic sustainability and prosperity for the developing nations within the ASEAN community. Through various collaborative mechanisms Thailand will be able to create a role as a cooperative country with both China and the US. Because Thailand is very close, like a family member in the same family as China and having close contact with America's allies in Southeast Asia the benefits can be maximized in order to maintain the main interests of Thailand and her citizens. A balanced mutual benefit with China and the US will lead to a regional and global interests that upholds peace at the regional and global levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thailand Amidst Sino-American Rivalry"
        },
        {
            "text": "Before the corona virus spread, the Thai economy was highly dependent on goods and tourists from China. This outbreak makes us see the risk of bringing the economy to a single source. After China has banned people from traveling outside of the country to help reduce the outbreak of COVID-19, Thailand's GDP had been significantly affected. Therefore, Thailand had to use a sibling-like relationship with China when conducting business, as well as make rules that are practical for foreigners to do business, and let investors know about the best practices. Currently, there are many Chinese students who come to learn in Thailand. At the same time, there are multiple Chinese associations that collect information about trade and investment, as well as policies. Such information help meet the investment needs of Chinese companies in Thailand on how to succeed, where to invest, and what type of resources can be utilized to achieve a sustainable business operation, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Directions Between China and Thailand After the Birth of COVID-19"
        },
        {
            "text": "To reinforce the strengths of Thai people who can sell products and services, there should be a culture, university, and teaching community that acts as the foundation for collaborating with China. In other words, a guiding agency is needed, and platform to disseminate information required, and to reach the community level. Every community must be self-developed, maintain its uniqueness and identity, grow with style and independence, as well as including the new generation, be open to new technology, and having a network with other communities in both countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Directions Between China and Thailand After the Birth of COVID-19"
        },
        {
            "text": "Here, I proposed guideline or ways in which Thailand can adapt or adjust to the increasing Chinese investment, whereas Thailand remains its mutual dependence while both countries benefit at the same time. By seeking a solution from \"crisis\" to \"cooperation\" according to the guidelines \"open, learning and seeking mutual benefits\". \"Openness\" is a significant factor that drives Chinese investors, as well as tourism and multinational corporations. In accordance with the BRI, and using the guidelines for foreign trade investment as a way to reduce production costs, trade and investment bases can be established. Indeed, China has a great influence in the context of today's world community. Thailand is one of the countries that China is interested in trading, investing and increasing tourism. Blocking the flow of such capitalism and not accepting the coming of Chinese capital in the context of today's free world society is beneficial for Thailand's economy. On the other hand, being \"closed\" or blocking the flow of such capital is not in the country's best interest. \"Learning Literacy\" is a mechanism by which, for instance, when we are exposed to an influx of Chinese capital, we have to \"learn\" the vocabulary, learn the processes, etc. in the context at both global and national scales; for the Chinese capital does not flow to Thailand alone, but also runs all over the world. Thus, we have to learn as much as possible about the procedures, operational guidelines, regulations, laws and trade cultures, customs, prohibitions and practices that govern the world. In addition, understand the implementation of policies and inter-government links (Government to Government: G2G); conducting business transactions, various investments between companies (Business to Business: B2B); and the interactions between people (People to People).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Directions Between China and Thailand After the Birth of COVID-19"
        },
        {
            "text": "The approach of Chinese businesses may originally change itself, which is to use only the business organization channels. Nowadays, however, Chinese businesses may use more local community level channels. Through more education, knowledge and understanding, Chinese businesses will be able to know about Thailand's trade laws, investment and other laws related to business operations better in Thailand. The ultimate goal is to find a right way to invest together in order to achieve legitimate investment trades. Presently, however, there exists some Chinese business practices in Thailand that may not be very legitimate, such as finding a nominee (Thai company) to conduct business together; i.e. by using gaps in the rule of law. Finally, \"Mutual benefit\" or mutual benefit creation is one that requires solutions to problems or seek creative solutions to manage problems that arise in accordance with the SDGs, where satisfaction is shared by both parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Possible Directions Between China and Thailand After the Birth of COVID-19"
        },
        {
            "text": "The epidemic may have a great impact on the economic growth of Thailand because Thailand relies on trade, investment, and tourism industry from China. The epidemic hindered the travel of Chinese tourists and tourists from other foreign countries, resulting in a substantial decline in Thailand's tourism revenue, which caused a serious impact on the Thai economy. Act as ASEAN's member, Thailand and the rest of nine member states have cooperated in terms of regionalization via ASEAN plus one campaign. China's expanding role is not only in trade and investment but also as the world's largest outbound tourism market, leading to closer economic ties between geographically adjacent ASEAN and China. However, the new outbreak of the disease is dragging down China's economy, leading to a slowdown in growth that will affect the economies of ASEAN countries with which China is close to the three main channels: trade, investment and tourism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The severe effect of COVID-19 has severely damaged the global economy as an unstoppable force. China and its neighbors understand that the struggle against the epidemic will require more than their own interest and its own national effects and efforts. Hence, the foreign ministers of ASEAN and China met in Vientiane, Laos on February 20 to discuss joint measures to combat the threat of COVID-19. In their joint statement, the eleven countries agreed to step up cooperation in sharing medical and health information, and best practices to enhance emergency preparedness and response. They also underscored the importance of cooperation in risk communication and community engagement to ensure people are promptly and correctly informed, thus thwarting misinformation and fake news. Malaysia has already arrested several people for spreading rumors about the virus and regional leaders spoke against panic and discrimination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The meeting also stressed the need to strengthen ASEAN-led and ASEAN-China cooperative mechanisms in combating infectious and communicable diseases, recognizing the varying levels of development of each member country's public health system. Parties agreed to minimize supply chain disruptions for urgent medical products and to promote research and development for medicines and vaccines. They also highlighted the value of policy dialogue and exchanges to keep abreast on the latest developments in the control and treatment of the virus. These steps may greatly contribute in institutionalizing health cooperation between both sides that can go beyond the present crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Thailand's post-pandemic dance between the major powers. The Diplomat",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carminati",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "China actively provides assistance to help Thailand in its fight against COVID-19. Embassy of China in Thailand",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19) and tourist arrivals in Thailand",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "asp?__cf_chl_captcha_tk__=0aa064273f9c 2f970cd5ea93744127138df43441-1600247930-0-AZ4upEOJQlvT4QsaFPMVx4014vZKnQ c8MJKun_L3kQP59Hhb8AKnTKvRqRGRdK0C7MZ3k02ZrdB23zL969edRyudTpp5t1jN 80C_bSh8E84fDevtxLFKJZH_azMyKD7cnXWFXxRb876hIVzRItLpipcQMyHydK-Q0rLpk xEJGDyp_Q50ivCnEga5FWrdYXcd3pvWSrY68T0z8pCPPwU7MJelxY6hinU2m8cHuR9 ywFkCOdHkvy11AlR-s7PUaslIHgY2q7uqspnCotci0w32iv0mIPW1Qh-vSLVcH7JupbFhJP rAfBV1g57etFToRMSQExqAN_Zlg-Hq_0kC7BKtVakP3fSsAwAYf4cvP27TLE4yKRT7p yMDu5MmkF_osUPkJMLthkMV5IvyfxqeSCiUVNMUiWJLYF2aK1tz9E-vSepMk0K0Mq-OPSxIwrg85yMMqUk25jWQwtmZmnklMHOklhFxH2A4A6LpOlcBRH3jo138wkxh5noc7 pz1aL-4z6XUuYSitPmwUyHY_Wjs_jjyLpU3KWqBMqPVuRCyuACGFDYcuxclFlA-Yd0 kbsdOZxt5qoUuczXxN2hRXurSdQKhAK4",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International security situation after COVID-19 virus outbreak",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Figure &amp; Publication",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Thaibizchina",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Com",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "China's belt and road: Bigger than the Marshall plan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Iris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "China becomes Thailand's top source of foreign investment for first time. South China morning post",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jitsiree",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The political economy of China-Thailand development under the one belt one road initiative: Challenges and opportunities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Punyaratabandhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swaspitchayaskun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Seven opportunities: Sino-Thai investments",
            "volume": "51",
            "issn": "",
            "pages": "333--341",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "the enforcement of the ASEAN-China Free Trade Agreement in January 2010 and upgraded in 2019, as well as launching the China-GMS Economic Corridors, which connected the northern/northeastern parts of Thailand with southern China via Laos and Vietnam. The construction of a high-speed rail route is being built for the purpose of connecting Thailand with Laos, and with China. This epidemic may have a greater impact on the Chinese economy compared to Severe Acute Respiratory Syndrome (SARS) in 2003. China faced more internal and external economic pressure in 2019. After all, China's economy today is about nine times larger than in 2003, with a total GDP of 11.7 trillion in 2003 and 99 trillion in 2019.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Composition of Thailand's major imports from China (Category, US$ million)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}