{
    "paper_id": "76b0d4cb05c0e65687dbe06af9be65c163e66f6c",
    "metadata": {
        "title": "Historical reflection on Taijin-kyōfushō during COVID-19: a global phenomenon of social anxiety?",
        "authors": [
            {
                "first": "Shisei",
                "middle": [],
                "last": "Tei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kyoto University",
                    "location": {
                        "addrLine": "54 Shogoin-kawahara-cho Sakyoku",
                        "postCode": "606-8507",
                        "settlement": "Kyoto",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Harry",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yi-Jui",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Li Ka Shing, Faculty of Medicine, Medical Ethics and Humanities Unit",
                    "institution": "University of Hong Kong",
                    "location": {
                        "addrLine": "21 Sassoon Road, Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Harry",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Tei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y.-J",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Although fear and anxiety have gradually become a shared experience in the time of COVID-19, few studies have examined its content from historical, cultural, and phenomenological perspectives concerning the self-awareness and alterity. We discuss the development of the ubiquitous nature of Taijin-kyōfushō (TKS), a subtype of social anxiety disorder (SAD) originated and considered culturallybound in the 1930s Japan involving fear of offending or displeasing other people. Considering the historical processes of disease classification, advances in cognitive neurosciences, and the need to better understand the content of suffering, psychiatric nosology for SAD still appears controversial and requires further investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the face of the COVID-19, feelings of fear and social anxiety have been frequently reported worldwide. However, the subjective contents of social anxiety vary because they are essentially shaped by how individuals or population perceive and understand social situations. Few studies have explained how these mental states affect people differently or commonly across cultures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To better characterize the broad set of mental distress, cultural concepts of distress (CCD) have been recently introduced in the diagnostic manual in psychiatry; however, it remains insufficiently investigated (Lewis-Fernández & Kirmayer, 2019) . Specifically, several works in medical anthropology on cultural variations in distress has been framed in terms of ''idioms of distress'' to cover a range of symptoms and expression (Lewis-Fernández & Kirmayer, 2019) . Nevertheless, such idiom of distress denotes only one type of CCD and is distinguished from explanatory or phenomenological models of disease. Accordingly, while social anxiety refers to the various observable, third-person, phenomena of behavior and expression of distress, these phenomena can also inform us something about peoples' own subjective experience (Parnas et al., 2002) . Similar to unique experiences reported among individuals with autism spectrum condition, these knowledges may deepen our understanding of these distress.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 245,
                    "text": "(Lewis-Fernández & Kirmayer, 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 430,
                    "end": 464,
                    "text": "(Lewis-Fernández & Kirmayer, 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 828,
                    "end": 849,
                    "text": "(Parnas et al., 2002)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the early phase of the pandemic, with the fear of becoming a target of verbal or physical violence caused by racial discrimination, many Asian people have reported social anxiety (Devakumar et al., 2020) . The collectivist culture of the Asian population strongly values social relationships and avoids embarrassment in public. Any violation of this predominant East-Asian behavior can induce anxiety manifestations focused on others. This anxiety is commonly described as Taijin-kyōfushō in Japan (Kirmayer, 1991) . TKS is a subtype of social anxiety disorder (SAD) involving fear of offending others, in addition to the fear of embarrassing oneself in front of other people. Individuals with TKS exaggerate imaginations about their appearance from other's perspective and fear that their physical defects or socially inappropriate behaviors would displease other people. As such, TKS can implicate empathic manifestations of anxiety, embarrassment, and also altered self-other awareness, which deserves a subject of philosophical speculation (Zahavi, 2015) .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 209,
                    "text": "(Devakumar et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 520,
                    "text": "(Kirmayer, 1991)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1050,
                    "end": 1064,
                    "text": "(Zahavi, 2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recent research has revealed that people who value social relationship may be more vulnerable to psychological problems such as depression, fear, and anxiety (e.g., Holt-Lunstad, 2017). In fact, individuals' observations toward other people seem to have increased during the pandemic, together with empathic distress (Schimmenti et al., 2020) . This might resemble compassion fatigue (empathyinduced burnout), which also involves alterations in the experience of self-and other-awareness. Specifically, we have reported the neuronal basis of empathyinduced burnout and distress among Japanese medical professionals (Tei et al., 2014) , and that such cognitive mechanism could be generalizable to people irrespective of culture. On this basis, we were motivated to study whether TKSrelated experiences are globally developing during the pandemic. TKS was first described by Masatake Morita, the psychiatrist who was celebrated for his distinctive ventures in psychotherapy (Kirmayer, 1991) . In the 1930s, Morita characterized TKS as phobia of blushing and being ashamed (Nakagami et al., 2017) . In Morita's time, TKS was still deemed as a neurological disorder resulting from a degenerated body constitution. The notion of applying neurasthenia to explain TKS was very much influenced by the socio-moral thinking regarding the reform of Japan's self-positioning as a modern nation. In the 1970s, when SAD was initially defined as a phobia subtype related to social scrutiny in Western psychiatry, TKS was popularized onward as rather unique Japanese form of psychiatric disorder. TKS was further characterized by symptoms of anxiety via imaginary and delusional thoughts.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 342,
                    "text": "(Schimmenti et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 615,
                    "end": 633,
                    "text": "(Tei et al., 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 972,
                    "end": 988,
                    "text": "(Kirmayer, 1991)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1070,
                    "end": 1093,
                    "text": "(Nakagami et al., 2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the time of COVID-19, it seems that the anticipated culture-bound TKS began to demonstrate its globality. In addition to Asian people, TKS-related experiences have also been observed in people of other cultures (Devakumar et al., 2020; Elias, 2020) . In the early phase of the pandemic, several COVID-19-related suicides worldwide were assumed to have been triggered by the shame or guilt (blame) to ensure they did not infect other people (e.g., Montemurro, 2020) . Currently, several people with suspected COVID-19 of various ethnicities experience a similar stigma and anxiety for others (Kumar et al., 2020) . People worry about their value in others' perspectives and the distress they cause to others due to quarantine or societal rejection (i.e., fear of infecting others or worrying them, besides fear of being infected). Furthermore, many people still worry that their COVID-19-positive status might be revealed to others.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 238,
                    "text": "(Devakumar et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 239,
                    "end": 251,
                    "text": "Elias, 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 450,
                    "end": 467,
                    "text": "Montemurro, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "(Kumar et al., 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the twenty-first century, TKS has acquired a new feature in line with the development of cognitive neuroscience. Localizable functions of the brain that contribute to fear and social anxiety have been extensively explored over the past decade (Brühl et al. 2014) . Presently, social anxiety and phobia are generally defined by emotional hypersensitivity and inaccurate interpretations of social encounters because they may involve alteration in the limbic and prefrontal cognitive systems (i.e., more affective-functioning and less cognitive-functioning). Based on these observations, recent functional magnetic resonance imaging study of TKS supports its ubiquitous nature of TKS (Tei et al., 2020) . Participants' feelings of distress were maladaptively amplified when they misinterpret the feelings and perspectives of other people, similar to SAD (Brühl et al., 2014) . These responses can emerge rather regardless of culture or ethnicity. The pandemic has made it possible to notice a transition of TKS-related experience from conventional culture-specific social anxiety to a more common psychological condition wherein the TKS-related experience have been frequently reported worldwide. One reason explaining the ubiquitous nature of TKS-related experience expansion is globalization, with the most obvious phenomenon being reflected in changing ways of communication. As daily socialization and internet communications can nurture a sense of value, the TKS-like, other-focused manifestation of social anxiety can evolve over time. Moreover, COVID-19-induced online environments can amplify otherfocused perspectives. Since people are often required to pay closer attention to others' thoughts and feelings without direct physical interactions, many people might have become more concerned about others' potentially negative responses. Incidentally, the current Diagnostic and Statistical Manual of Mental Disorders (DSM-5) has specified the fear of offending others as one of the primary features of SAD (Nakagami et al., 2017) . In this respect, the TKS-related phenomena can be also viewed as an alteration or imbalance in the subjective-objective experience during interpersonal communication. Nevertheless, this should be carefully examined in the future studies.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 265,
                    "text": "(Brühl et al. 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 684,
                    "end": 702,
                    "text": "(Tei et al., 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 854,
                    "end": 874,
                    "text": "(Brühl et al., 2014)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2015,
                    "end": 2038,
                    "text": "(Nakagami et al., 2017)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although psychiatrist Derek Summerfield famously questioned the cross-cultural validity of predominantly \"Western\" mental disorders a decade ago, we now may see another turn in psychiatric nosology. Indeed, Karl Jaspers, a psychiatrist and philosopher, once noted that the content of a symptom is inevitably influenced by everyone's experiences, but it is the form that defines psychopathology. Our recent neurocognitive findings appear to support his insights. It is surprising to witness that the content and form of SADs are merging, despite the apparent complexity and fragmentation of the thoughts and feelings of individuals worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While commenting on whether a culture-bound syndrome is a real mental disorder, philosopher Rachael Cooper proposed useful criteria to inspect the universality or specificity of a particular condition (Cooper, 2010) : Is it really a disorder as opposed to a non-disorder state? Is it really a distinct disorder (in the sense that disease classification systems should include it as a separate category), or is it just a variant of a universally occurring disorder? Likewise, in the case of TKS, we are challenged to recognize and integrate the different view of all the people having a role in the anxiety experience. In such light, COVID-19 experiences appear to generate an advent for the active accumulation of story-based narratives and collation with neurocognitive features, as evidence for better practice.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 215,
                    "text": "(Cooper, 2010)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the face of the pandemic, we speculate the ubiquitous nature of TKS-related experience. Considering the historical processes of disease classification, advances in cognitive neurosciences, and the need to better understand the content of suffering, psychiatric nosology for SAD still appears controversial. We believe that historical and phenomenological examinations of SAD in the context of COVID-19 are crucial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neuroimaging in social anxiety disorder-A meta-analytic review resulting in a new neurofunctional model",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Brühl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delsignore",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komossa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Weidt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neuroscience and Biobehavioral Reviews",
            "volume": "47",
            "issn": "",
            "pages": "260--280",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Are culture-bound syndromes as real as universally-occurring disorders?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Studies in History and Philosophy of Biological and Biomedical Sciences",
            "volume": "41",
            "issn": "4",
            "pages": "325--332",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Racism and discrimination in COVID-19 responses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Devakumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shannon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhopal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abubakar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30792--30795",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30792-3#"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fear, judgment, hysteria: six survivors talk about life after coronavirus. The Guardian. Guardian Media Group",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elias",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why social relationships are important for physical health: A systems approach to understanding and modifying risk and protection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holt-Lunstad",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Annual Review of Psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-psych-122216-011902"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The place of culture in psychiatric nosology: Taijin kyofusho and DSM-III-R",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirmayer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "The Journal of Nervous and Mental Disease",
            "volume": "179",
            "issn": "1",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predictive factors associated with fear faced by healthcare workers during COVID-19 pandemic: A questionnaire-based study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Katto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Siddiqui",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sahito",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cureus",
            "volume": "12",
            "issn": "8",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7759/cureus.9741"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cultural concepts of distress and psychiatric disorders: Understanding symptom experience and expression in context",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lewis-Fernández",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Kirmayer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transcultural Psychiatry",
            "volume": "56",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1363461519861795"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The emotional impact of COVID-19: From medical staff to common people",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Montemurro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain, Behavior, and Immunity",
            "volume": "87",
            "issn": "",
            "pages": "23--24",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Taijin kyofusho: A culture-bound diagnosis discussed by Japanese and international early career psychiatrists. Psychiatry and Clinical Neurosciences",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakagami",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Toshitaka",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "71",
            "issn": "",
            "pages": "146--149",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Schizophrenic autism: clinical phenomenology and pathogenetic implications",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parnas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bovet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zahavi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "World psychiatry: official journal of the World Psychiatric Association",
            "volume": "1",
            "issn": "3",
            "pages": "131--136",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Multidimensional assessment of COVID-19-Related fears (MAC-RF): A theory-based instrument for the assessment of clinically relevant fears during pandemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schimmenti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Starcevic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giardina",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Khazaal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Billieux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Psychiatry",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Can we predict burnout severity from empathy-related brain activity?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tei",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kawada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fujino",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Jankowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sugihara",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Murai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Translational Psychiatry",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Brain and behavioral alterations in subjects with social anxiety dominated by empathic embarrassment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kauppi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Jankowski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1918081117"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Self and Other: Exploring Subjectivity, Empathy, and Shame",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zahavi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements Japan Society for the Promotion of Science supported this work (Grant 17K10326 to S.T.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Funding The funding source had no involvement in writing nor in the decision to submit the paper for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributors Both authors wrote the manuscript and accepted the final version."
        },
        {
            "text": "Conflict of interest Authors declare no competing interests and report no disclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ]
}