{
    "paper_id": "76d71e847dce851c12d1b98a6b6375257e8b4c4a",
    "metadata": {
        "title": "Autoantibodies stabilize neutrophil extracellular traps in COVID-19",
        "authors": [
            {
                "first": "Yu",
                "middle": [],
                "last": "Zuo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Srilakshmi",
                "middle": [],
                "last": "Yalavarthi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sherwin",
                "middle": [
                    "A"
                ],
                "last": "Navaz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [
                    "K"
                ],
                "last": "Hoy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alyssa",
                "middle": [],
                "last": "Harbaugh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelsey",
                "middle": [],
                "last": "Gockman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [],
                "last": "Zuo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jacqueline",
                "middle": [
                    "A"
                ],
                "last": "Madison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yogendra",
                "middle": [],
                "last": "Kanthi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Intramural Research National Heart, Lung and Blood Institute Bethesda",
                    "location": {
                        "settlement": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jason",
                "middle": [
                    "S"
                ],
                "last": "Knight",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "While it has been more than a year since the initial outbreak, coronavirus disease 2019 (COVID-19)caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) -remains a global health challenge with alarming death tolls (1) . Many survivors of COVID-19 continue to suffer from postacute sequelae of the infection, and the cause of these long-term symptoms remains, for the most part, unknown (2) (3) (4) . Severe acute COVID-19 is characterized by a thromboinflammatory state driven by a complex interplay between innate and adaptive immune responses (1) . This state manifests clinically as acute respiratory distress syndrome and, in some patients, widespread thrombotic microangiopathy.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 410,
                    "end": 413,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Activated neutrophils -and, in particular, neutrophil extracellular traps (NETs) -continue to receive significant attention as drivers of SARS-CoV-2-mediated thromboinflammation. NETs are extracellular webs of DNA, histones, and microbicidal proteins released from activated neutrophils via a cell death program called NETosis. Neutrophils presumably deploy NETs to trap and kill pathogens (5) ; however, NETs may also be key players in the pathophysiology of thromboinflammatory diseases such as cancer, lupus, antiphospholipid syndrome (APS), and -based on recent work -COVID-19 (6) (7) (8) . Indeed, our group and others have described high levels of NETs circulating in the blood of hospitalized COVID-19 patients, where they correlate with disease severity (6, (9) (10) (11) (12) . We have also found that neutrophil hyperactivity at the time of hospital admission predicts a more severe hospital course (13) and that NET levels are especially high in patients who experience thrombotic complications (14) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 393,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another hallmark of COVID-19 is the development of autoantibodies against a variety of self-antigens, particularly among COVID-19 patients with severe disease (15) (16) (17) (18) . Many of those autoantibodies appear to",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 164,
                    "end": 168,
                    "text": "(16)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The release of neutrophil extracellular traps (NETs) by hyperactive neutrophils is recognized to play an important role in the thromboinflammatory milieu inherent to severe presentations of COVID-19. At the same time, a variety of functional autoantibodies have been observed in individuals with severe COVID-19, where they likely contribute to immunopathology. Here, we aimed to determine the extent to which autoantibodies might target NETs in COVID-19 and, if detected, to elucidate their potential functions and clinical associations. We measured anti-NET antibodies in 328 individuals hospitalized with COVID-19 alongside 48 healthy controls. We found high anti-NET activity in the IgG and IgM fractions of 27% and 60% of patients, respectively. There was a strong correlation between anti-NET IgG and anti-NET IgM. Both anti-NET IgG and anti-NET IgM tracked with high levels of circulating NETs, impaired oxygenation efficiency, and high circulating D-dimer. Furthermore, patients who required mechanical ventilation had a greater burden of anti-NET antibodies than did those not requiring oxygen supplementation. Levels of anti-NET IgG (and, to a lesser extent, anti-NET IgM) demonstrated an inverse correlation with the efficiency of NET degradation by COVID-19 sera. Furthermore, purified IgG from COVID-19 sera with high levels of anti-NET antibodies impaired the ability of healthy control serum to degrade NETs. In summary, many individuals hospitalized with COVID-19 have anti-NET antibodies, which likely impair NET clearance and may potentiate SARS-CoV-2-mediated thromboinflammation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "JCI Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111 perturb normal immune function while influencing disease severity and progression. For example, anti-type I IFN antibodies attenuate a presumably protective immune response against SARS-CoV-2 and, thereby, exacerbate disease (19) . Autoantibodies against annexin A2 and other immunomodulatory proteins are also associated with severe COVID-19 (20, 21) . Furthermore, work by our group found that many hospitalized COVID-19 patients developed antiphospholipid antibodies routinely found in APS, an acquired autoimmune thrombophilia (15) . Mechanistically, these antibodies promote pathogenic NET formation and accelerate thrombosis in vivo.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "(20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 605,
                    "end": 609,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We recently found high levels of autoantibodies targeting NETs themselves in patients with APS (22), where they impair NET clearance and activate the complement cascade with the potential to amplify thromboinflammation (22) . Here, we sought to evaluate the presence of anti-NET antibodies in patients hospitalized with COVID-19 and to determine their potential functions and clinical associations.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Measurement of anti-NET activity in COVID-19. Utilizing a unique ELISA platform that we developed ( Figure  1A ), we measured anti-NET IgG and IgM antibodies in 328 patients hospitalized with COVID-19 alongside 48 healthy controls. The clinical characteristics of these patients are described in Table 1 . Elevated levels of anti-NET IgG and IgM were detected in patients with COVID-19 as compared with healthy controls ( Figure 1 , B and C). Based on a threshold set at 2 SDs above the control mean, 89 COVID-19 patients (27%) had high anti-NET IgG activity, while 197 (60%) had high anti-NET IgM activity. We also noted a strong correlation between anti-NET IgG and anti-NET IgM (r = 0.4; P < 0.0001) (Supplemental Figure 1 ; supplemental material available online with this article; https://doi.org/10.1172/jci.insight.150111DS1). Beyond the ELISA platform, we also assessed anti-NET activity by immunofluorescence microscopy. When paraformaldehyde-fixed NETs were incubated with sera from COVID-19 patients with high levels of anti-NET IgG, antibodies robustly decorated NET strands ( Figure 1D ). We had sufficient sera available to test antiphospholipid antibodies in 171 COVID-19 patients. Positive correlations were noted between anti-NET IgG/IgM, anticardiolipin IgG/IgM, and anti-phosphatidylserine/prothrombin IgG/IgM. Anti-NET IgM was also weakly correlated with anti-β-2 glycoprotein I IgM (Supplemental Table 1 ). In summary, elevated levels of anti-NET IgG and IgM antibodies are present in patients hospitalized with COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "text": "Figure  1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 296,
                    "end": 303,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 422,
                    "end": 430,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 717,
                    "end": 725,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1089,
                    "end": 1098,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1417,
                    "end": 1424,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Anti-NET antibodies correlate with circulating markers of NET release. Circulating markers of NET releasemyeloperoxidase-DNA complexes and calprotectin -were assessed in 171 COVID-19 patients who had sufficient sera available for this analysis. Anti-NET IgG and IgM both demonstrated positive correlations with these markers (Figure 2 , A-D).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 334,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Association of anti-NET activity with clinical parameters. We next asked whether the presence of anti-NET IgG and IgM associated with various clinical parameters. Specifically, we assessed potential correlations with factors that track with COVID-19 severity, including D-dimer ( Relationship between anti-NET antibodies and NET degradation. Work by our group and others has revealed that one function of anti-NET antibodies in patients with lupus (23) and APS (22) is to impair NET degradation. Here, we used a NET degradation assay to ask whether COVID-19 sera with high anti-NET activity might demonstrate an impaired ability to degrade NETs ( Figure 4A ). In a cohort of 69 COVID-19 patients with sufficient sera for this analysis, both anti-NET IgG ( Figure 4B ) and anti-NET IgM (Supplemental as compared with control serum supplemented with control IgG ( Figure 4C ). In summary, high anti-NET activity associated with an impairment in NET degradation by COVID-19 sera.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 656,
                    "text": "Figure 4A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 756,
                    "end": 765,
                    "text": "Figure 4B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 862,
                    "end": 871,
                    "text": "Figure 4C",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In COVID-19, NETs may be directly induced by SARS-CoV-2 (1, 24). They may also be triggered indirectly via activated platelets and prothrombotic autoantibodies (1, 15). Once formed, NETs likely exert direct cytotoxic effects against pulmonary epithelium, resulting in alveolar damage and fibrosis (1) . They can also injure endothelial cells, leading to microvascular damage and thrombotic microangiopathy in lungs, kidneys, and heart (1). Here, we explored the hypothesis that dysfunctional NET clearance may also contribute to COVID-19 pathogenesis.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "SARS-CoV-2 appears to have a unique relationship with the immune system. It evades host immune surveillance during early infection, leading to high viral loads in some patients (1) . As a result, the body then mounts a compensatory hyperimmune response in pursuit of viral clearance. This is characterized by the presence of a lupus-like peripheral B cell compartment in which naive B cells take an extrafollicular route to becoming antibody-producing cells and, in doing so, bypass the normal tolerance checkpoints against autoimmunity provided by the germinal center (25) . While this strategy may quickly produce a large amount of virus-neutralizing antibodies, it also sets the stage for the de novo production of various pathogenic autoantibodies.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "NETs appear to elicit autoantibody production in systemic autoimmune diseases such as lupus, rheumatoid arthritis, and anti-neutrophil cytoplasmic antibody-associated (ANCA-associated) vasculitis (26) . For example, it has been suggested that increased NET formation, the presence of anti-NET antibodies, and impaired NET clearance all associate with disease activity and organ damage in lupus (26) . Our group has found something similar in individuals with primary APS (22) . We found that high levels of anti-NET IgG and IgM are present in patients hospitalized with COVID-19. Those anti-NET antibodies not only impaired the intrinsic ability of serum DNases to clear NETs, but they also associated with impaired respiratory status and overall disease severity. It is possible that these anti-NET antibodies are important orchestrators of an imbalance between NET formation and clearance that perpetuates COVID-19 thromboinflammation.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the ongoing vaccination campaign is working toward reducing COVID-19 incidence and mortality, millions of survivors of COVID-19 infection continue to suffer from long-term symptoms of the disease. Certainly, diverse and functional autoantibodies produced during COVID-19 infection are a plausible contributor to the post-COVID-19 syndrome. Intriguingly, one recent study observed that, among 9 COVID-19 survivors, 5 developed chronic \"long-haul\" symptoms, and all 5 had potentially pathological autoantibodies (27) . We have previously observed durable anti-NET IgG for up to 4 years among some APS patients (22) . The data presented here suggest the presence of another functional auto- antibody in COVID-19, and the persistence and potential long-term consequences of these antibodies warrant further investigation.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 614,
                    "end": 618,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Human samples. Serum samples from 328 hospitalized COVID-19 patients were used in this study (Supplemental Table 1 ). Blood was collected into serum separator tubes containing clot activator and serum separator gel by a trained hospital phlebotomist. After completion of biochemical testing ordered by the clinician, the remaining serum was released to the research laboratory. Serum samples were immediately divided into small aliquots and stored at -80°C until the time of testing. All 328 patients had a confirmed COVID-19 diagnosis based on US Food and Drug Administration-approved RNA testing. Healthy volunteers were recruited through a posted flyer; exclusion criteria for controls included history of a systemic autoimmune disease, active infection, and pregnancy. The 48 controls included 40 females and 8 males, with a mean age and SD of 38 ± 10. Human neutrophil purification. Human neutrophils were isolated as we have done and described previously (22) .",
            "cite_spans": [
                {
                    "start": 961,
                    "end": 965,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Generation of NETs. NETs were generated with PMA stimulation as described previously (28) . Anti-NET IgG and IgM ELISAs. A high-binding 96-well EIA/RIA plate (Greiner) was coated overnight at 4°C with MNase-digested NETs diluted to a concentration of 5 μg/mL in 0.05M bicarbonate buffer (coating buffer). The plate was then washed once with 0.05% Tween 20 (MilliporeSigma) in PBS (wash buffer) and blocked with 4% BSA (MilliporeSigma) in PBS (blocking buffer) for 2 hours at 37°C. Serum samples were diluted to 1% in blocking buffer, added to the plate, and incubated for 90 minutes at 37°C. The plate was washed 5 times with wash buffer and then incubated for 90 minutes at 37°C with either anti-human IgG-HRP or antihuman IgM-HRP (Jackson ImmunoResearch, 109-035-008, 109-035-129) diluted 1:10,000 in blocking buffer. The plate was washed 5 more times with wash buffer and was developed with 3,3′,5,5′-Tetramethylbenzidine (TMB) substrate (Invitrogen). The reaction was stopped by 2N sulfuric acid solution, and the absorbance was measured at a wavelength of 450 nm using a Cytation 5 Cell Imaging Multi-Mode Reader (BioTek). Each sample was tested against a corresponding control in which no NETs antigen was plated. This created an individual background value for each sample, which was subtracted from the OD of NET-coated wells to obtain the final result. The schematic illustration of anti-NET ELISA in Figure 1 was created with BioRender.com.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 1410,
                    "end": 1418,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Purification of human IgG fractions. IgG was purified from COVID-19 or control sera, as we have done previously (15) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Immunofluorescence microscopy. In total, 1 × 10 5 healthy control neutrophils were seeded onto 0.001% poly-L-lysine-coated coverslips as described previously (22) . To induce NET formation, neutrophils were incubated in serum-free RPMI media supplemented with L-glutamine and stimulated with 40 nM PMA for 2 hours at 37°C and 5% CO 2 . Following stimulation, cell remnants and NETs were fixed with 4% paraformaldehyde for 10 minutes at room temperature, followed by overnight blocking in 10% FBS in PBS (blocking buffer). Fixed cells were then incubated with either control or COVID-19 sera (diluted to 10%) for 1 hour at 4°C. NETs were Quantification of S100A8/A9 (calprotectin). Calprotectin was measured with the human S100A8/S100A9 Heterodimer DuoSet ELISA (DY8226-05, R&D Systems) according to the manufacturer's instructions (13) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Quantification of myeloperoxidase-DNA complexes. Myeloperoxidase-DNA complexes were measured as previously described (6, 29) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "29)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "NET degradation assay. PMA-stimulated NETs were degraded as previously described, with minor modifications (30) . Briefly, purified healthy control neutrophils were resuspended in RPMI media (Thermo Fisher Scientific) supplemented with L-glutamine. Neutrophils (1 × 10 5 per well) were then seeded on a 0.001% poly-L-lysine-coated (MilliporeSigma) 96-well plate (Costar, 3631). To induce NET formation, cells were incubated with 20 nM PMA (MilliporeSigma) for 4 hours at 37°C and 5% CO 2 . Following incubation, the culture media was removed, and the plate was washed gently with PBS. NETs were then stained by incubating the cells with 1 mM SYTOX Green (Thermo Fisher Scientific) for 30 minutes at 37°C and 5% CO 2 . The SYTOX solution was gently removed and replaced with PBS, and fluorescence was quantified at excitation and emission wavelengths of 504 nm and 523 nm using a Cytation 5 Cell Imaging Multi-Mode Reader (BioTek). To assess NET degradation, the PBS was gently removed, and NETs were incubated for 90 minutes (at 37°C and 5% CO 2 ) Freshly induced NETs were incubated with COVID-19 serum (n = 69). Percent residual NETs was then determined for each sample after 90 minutes. Correlation with anti-NET IgG was determined by Spearman's method. (C) Freshly induced NETs were also incubated with control serum supplemented with purified IgG from either COVID-19 patients or controls, and percent residual NETs was determined for each sample after 90 minutes. Some samples were treated with Micrococcal nuclease as a positive control. Untreated NETs (no serum) acted as negative control. Percent residual NETs was normalized to the mean of untreated NETs. COVID-19 IgG was compared with control by 1-way ANOVA, with correction for multiple comparisons by Dunnett's method; *P < 0.05, **P < 0.01, ***P < 0.001, and ****P < 0.0001. with COVID-19 serum samples diluted to 5% in nuclease buffer (10 mM Tris-HCl [pH 7.5], 10 mM MgCl 2 , 2 mM CaCl 2 , and 50 mM NaCl). In some experiments, NETs were incubated with healthy control serum diluted to 5% in nuclease buffer and supplemented with COVID-19 or control IgG at a final concentration of 500 μg/mL. Each sample was tested in triplicate. MNase-treated (10 U/mL) wells served as the positive control. Following the 90-minute incubation, the serum-containing supernatants were discarded, and PBS was added to each well. To quantify residual NETs, SYTOX fluorescence was again measured at excitation and emission wavelengths of 504 nm and 523 nm using a Cytation 5 Cell Imaging Multi-Mode Reader (BioTek). The schematic illustration of the NET degradation assay in Figure 4 was created with BioRender.com.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 2621,
                    "end": 2629,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Statistics. Normally distributed data were analyzed by 2-tailed t tests, and skewed data were analyzed by Mann-Whitney U tests. Comparisons of more than 2 groups were analyzed by 1-way ANOVA, with correction for multiple comparisons by Dunnett's method. Correlations were tested by Spearman's correlation coefficient. Data analysis was performed with GraphPad Prism software version 8. Statistical significance was defined as P < 0.05, unless stated otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JCI"
        },
        {
            "text": "Study approval. This study complied with all relevant ethical regulations and was approved by the University of Michigan Institutional Review Board (HUM00179409), which waived the requirement for informed consent given the discarded nature of the samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "JCI"
        },
        {
            "text": "YZ, SY, SAN, CKH, AH, KG, MZ, JAM, and HS conducted experiments and analyzed data. YZ, YK, and JSK conceived the study. All authors participated in writing the manuscript and gave approval before submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The interplay between neutrophils, complement, and microthrombi in COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Best Pract Res Clin Rheumatol",
            "volume": "35",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.berh.2021.101661"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: from an acute to chronic disease? Potential long-term health consequences",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Rev Clin Lab Sci",
            "volume": "",
            "issn": "",
            "pages": "1--23",
            "other_ids": {
                "DOI": [
                    "10.1080/10408363.2020.1860895"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Writing Committee for the COMEBAC Study Group, et al. Four-month clinical status of a cohort of patients after hospitalization for COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "JAMA",
            "volume": "325",
            "issn": "15",
            "pages": "1525--1534",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2021.3331"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Attributes and predictors of long COVID",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Sudre",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat Med",
            "volume": "27",
            "issn": "4",
            "pages": "626--631",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-021-01292-y"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "At the bench: neutrophil extracellular traps (NETs) highlight novel aspects of innate immune system involvement in autoimmune diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Grayson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Leukoc Biol",
            "volume": "99",
            "issn": "2",
            "pages": "253--264",
            "other_ids": {
                "DOI": [
                    "10.1189/jlb.5BT0615-247R"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neutrophil extracellular traps in COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JCI Insight",
            "volume": "5",
            "issn": "11",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1172/jci.insight.138999"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Release of neutrophil extracellular traps by neutrophils stimulated with antiphospholipid antibodies: a newly identified mechanism of thrombosis in the antiphospholipid syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yalavarthi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Arthritis Rheumatol",
            "volume": "67",
            "issn": "11",
            "pages": "2990--3003",
            "other_ids": {
                "DOI": [
                    "10.1002/art.39247"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The pathophysiological role of neutrophil extracellular traps in inflammatory diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bonaventura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Thromb Haemost",
            "volume": "118",
            "issn": "1",
            "pages": "6--27",
            "other_ids": {
                "DOI": [
                    "10.1160/TH17-09-0630"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complement and tissue factor-enriched neutrophil extracellular traps are key drivers in COVID-19 immunothrombosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Skendros",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "130",
            "issn": "11",
            "pages": "6151--6157",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI141374"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunothrombotic dysregulation in COVID-19 pneumonia is associated with respiratory failure and coagulopathy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicolai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "142",
            "issn": "12",
            "pages": "1176--1189",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.048488"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vascular occlusion by neutrophil extracellular traps in COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leppkes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EBioMedicine",
            "volume": "58",
            "issn": "20",
            "pages": "30300--30305",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neutrophil extracellular traps (NETs) contribute to immunothrombosis in COVID-19 acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Blood",
            "volume": "136",
            "issn": "10",
            "pages": "1169--1179",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.2020007008"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neutrophil calprotectin identifies severe pulmonary disease in COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Leukoc Biol",
            "volume": "109",
            "issn": "1",
            "pages": "67--72",
            "other_ids": {
                "DOI": [
                    "10.1002/JLB.3COVCRA0720-359R"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neutrophil extracellular traps and thrombosis in COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J THromb Throbolysis",
            "volume": "51",
            "issn": "2",
            "pages": "446--453",
            "other_ids": {
                "DOI": [
                    "10.1007/s11239-020-02324-z"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prothrombotic autoantibodies in serum from patients hospitalized with COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Transl Med",
            "volume": "12",
            "issn": "570",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/scitranslmed.abd3876"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "New-Onset IgG autoantibodies in hospitalized patients with COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.27.21250559"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Autoantibodies related to systemic autoimmune rheumatic diseases in severely ill patients with COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Vlachoyiannopoulos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Rheum Dis",
            "volume": "79",
            "issn": "12",
            "pages": "1661--1663",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2020-218009"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Anti-phospholipid antibodies in COVID-19 are different from those detectable in the anti-phospholipid syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Borghi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Immunol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Autoantibodies against type I IFNs in patients with life-threatening COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bastard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "370",
            "issn": "6515",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abd4585"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diverse functional autoantibodies in patients with COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "595",
            "issn": "7866",
            "pages": "283--288",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03631-y"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Autoimmunity to the lung protective phospholipid-binding protein annexin A2 predicts mortality among hospitalized COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuniga",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.28.20248807"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Anti-neutrophil extracellular trap antibodies and impaired neutrophil extracellular trap degradation in antiphospholipid syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arthritis Rheumatol",
            "volume": "72",
            "issn": "12",
            "pages": "2130--2135",
            "other_ids": {
                "DOI": [
                    "10.1002/art.41460"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Impairment of neutrophil extracellular trap degradation is associated with lupus nephritis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hakkim",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "21",
            "pages": "9813--9818",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0909927107"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SARS-CoV-2-triggered neutrophil extracellular traps mediate COVID-19 pathology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Veras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Exp Med",
            "volume": "217",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20201129"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Extrafollicular B cell responses correlate with neutralizing antibodies and morbidity in COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Woodruff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Immunol",
            "volume": "21",
            "issn": "12",
            "pages": "1506--1516",
            "other_ids": {
                "DOI": [
                    "10.1038/s41590-020-00814-z"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Neutrophil extracellular traps (NETs) in autoimmune diseases: A comprehensive review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Autoimmun Rev",
            "volume": "16",
            "issn": "11",
            "pages": "1160--1173",
            "other_ids": {
                "DOI": [
                    "10.1016/j.autrev.2017.09.012"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Distinct autoimmune antibody signatures between hospitalized acute COVID-19 patients, SARS-CoV-2 convalescent individuals, and unexposed pre-pandemic controls",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhadelia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.01.21.21249176"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Simplified human neutrophil extracellular traps (NETs) isolation and handling",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Najmeh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Vis Exp",
            "volume": "",
            "issn": "98",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3791/52687"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Netting neutrophils in autoimmune small-vessel vasculitis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kessenbrock",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Med",
            "volume": "15",
            "issn": "6",
            "pages": "623--625",
            "other_ids": {
                "DOI": [
                    "10.1038/nm.1959"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Neutrophil extracellular traps that are not degraded in systemic lupus erythematosus activate complement exacerbating the disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leffler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Immunol",
            "volume": "188",
            "issn": "7",
            "pages": "3522--3531",
            "other_ids": {
                "DOI": [
                    "10.4049/jimmunol.1102404"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "A and B), SpO 2 /FiO 2 ratio (oxygenation efficiency; Figure 3, C and D), neutrophil count (Supplemental Figure 2, A and B), and platelet count (Supplemental Figure 2, C and D). Specifically, anti-NET IgG and IgM both demonstrated positive correlations with D-dimer, neutrophil count, and platelet count, while showing negative correlations with oxygenation efficiency. To determine associated clinical status, we compared serum samples of patients requiring mechanical ventilation (n = 140) with patients with oxygen saturation ≥ 94% on room air (n = 69). As compared with patients breathing room air, patients requiring mechanical ventilation had significantly higher levels of anti-NET IgG and IgM (Figure 3, E and F). In summary, anti-NET IgG and IgM levels track with various measures of COVID-19 severity. Most notably, they are associated with impaired oxygenation efficiency and requirement for mechanical ventilation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "positively correlated with residual NETs after a 90-minute incubation, indicating an impaired ability to degrade NETs. The correlation was relatively stronger for anti-NET IgG (r = 0.39, P = 0.0009) than for anti-NET IgM (r = 0.27, P = 0.023). To further confirm the relationship between anti-NET IgG and NET degradation, total IgG was purified from 4 COVID-19 patients with high anti-NET IgG and supplemented into healthy control serum. These were tested alongside IgG pooled from healthy controls. Control serum supplemented with the COVID-19 IgG demonstrated an impaired ability to degrade NETs JCI Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Detection of anti-NET IgG/IgM in sera of COVID-19 patients. (A) Schematic illustration of anti-NET ELISA. (B and C) Anti-NET IgG and IgM were measured in sera from 328 hospitalized COVID-19 patients and 48 healthy controls. Levels of anti-NET IgG and IgM at 450 nm optical density (OD) were compared by Mann-Whitney U test; ****P < 0.0001. Solid lines indicate medians, and dotted lines indicate thresholds set at 2 SDs above the control mean. (D) Control neutrophils were stimulated with PMA to generate NETs. Fixed NETs were then incubated with COVID-19 serum with high anti-NET antibodies or healthy control serum. Scale bars: 100 μm. JCI Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Partial digestion of NETs and quantification of protein. PMA-induced NETs were partially digested with 10 U/mL of Micrococcal nuclease (MNase; New England Biolabs [NEB]) in the presence of MNase reaction buffer (NEB) for 20 minutes at 37°C. The reaction was stopped by adding EDTA (MilliporeSigma) to a final concentration of 15 mM. NET protein concentration was determined using Bicinchoninic Acid Kit (Pierce) according to the manufacturer's instructions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Correlation between anti-NET IgG/IgM and circulating markers of NETs. (A-D) Spearman's correlation coefficients were calculated and are shown (n = 171 COVID-19 patients for all panels). JCI Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Clinical associations of anti-NET IgG/IgM. (A-D) Anti-NET IgG and IgM levels were compared with D-dimer (n = 287) (A and B) and SpO 2 /FiO 2 (n = 322) (C and D) on the same day as the COVID-19 research sample. Spearman's correlation coefficients were calculated. (E and F) COVID-19 patients were grouped based on clinical status: room air (n = 69) and mechanical ventilation (n = 140). Levels of anti-NET IgG and IgM were compared by Mann-Whitney U test; **P < 0.01, ****P < 0.0001. Horizontal lines indicate medians. RA, room air; MV, mechanical ventilation. JCI Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111 detected by a polyclonal antibody against neutrophil elastase (Abcam, Ab21595). IgG was detected by fluorochrome-conjugated DyLight 594 anti-human IgG (Thermo Fisher Scientific, SA5-10136). Nuclear DNA was detected with Hoechst 33342. Coverslips were mounted with Prolong Gold Antifade (Thermo Fisher Scientific), and images were collected with a Cytation 5 Cell Imaging Multi-Mode Reader (BioTek).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "COVID-19 serum and IgG impair NET degradation. (A) Schematic illustration of NET degradation assay. (B)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Insight 2021;6(15):e150111 https://doi.org/10.1172/jci.insight.150111",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic and clinical characteristics of COVID-19 patients",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}