{
    "paper_id": "7738743f66a4a5e6733a11d6d055ca679fc687aa",
    "metadata": {
        "title": "Clinical characteristics of COVID-19 patients in Latvia under low incidence in Spring 2020",
        "authors": [
            {
                "first": "Ludmila",
                "middle": [],
                "last": "Viksna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Oksana",
                "middle": [],
                "last": "Kolesova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": "oksana-kolesova@inbox.lv"
            },
            {
                "first": "Aleksandrs",
                "middle": [],
                "last": "Kolesovs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ieva",
                "middle": [],
                "last": "Vanaga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Seda",
                "middle": [],
                "last": "Arutjunana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Sniedze",
                "middle": [],
                "last": "Laivacuma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jelena",
                "middle": [],
                "last": "Storozenko",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ieva",
                "middle": [],
                "last": "Tolmane",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Latvia",
                    "location": {
                        "settlement": "Riga",
                        "country": "Latvia"
                    }
                },
                "email": ""
            },
            {
                "first": "Ilze",
                "middle": [],
                "last": "Berzina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Riga East Clinical University Hospital",
                    "location": {
                        "addrLine": "5 Ratsupites Street",
                        "settlement": "Riga, Riga",
                        "country": "Latvia, Latvia, LV1067"
                    }
                },
                "email": ""
            },
            {
                "first": "Baiba",
                "middle": [],
                "last": "Rozentale",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rīga Stradiņš University",
                    "location": {
                        "country": "Latvia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: COVID-19 is a new infectious disease with severe disease course and high mortality in some groups. Blood tests on admission to the hospital can be useful for stratification of patients and timely correction. Our study investigated the clinical features of COVID-19 patients in Latvia and differences in blood tests in groups with different disease severity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus Disease (COVID-19) is a new infectious disease with a variable course, multiple organ dysfunction in severe cases, and mortality risk [1] . In the middle of December, there were 75,704,061 confirmed cases and 1,690,061death globally [2] . A meta-analysis of retrospective studies [3] demonstrated that severe COVID-19 disease course is observed in 12.6% to 23.5% of patients, while in groups with comorbidities, it was up to 44.5%. The mortality range is from 2.0% to 4.4 %, but it can reach 41.7% in patients with diabetes and hypertension.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Routine blood tests can help clinicians to assess the severity and prognosis of patients with COVID-19 [4] . Previous studies on clinical characteristics of patients with COVID-19 described that disease severity associates with low lymphocyte count on admission, comorbidities, and gender [5, 6, 7] . Moreover, C-reactive protein (CRP), procalcitonin, Ddimer levels, and leukocyte count were significantly higher in severe than in non-severe cases of COVID-19 [8] . A meta-analysis of 6320 patients from 52 studies [9] has included 36 laboratory parameters showed that the progression to severe phenotype also associates with elevated levels of neutrophils, prolonged prothrombin time, fibrinogen, erythrocyte sedimentation rate, IL-6, and IL-10 on admission to the hospital. However, most of these studies were conducted in Asian countries. European countries were not presented in this analysis, and we have reacted to the need for locally relevant data on disease course severity.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 296,
                    "end": 298,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 515,
                    "end": 518,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Latvia is one of the Baltic region countries, which reported the lowest total COVID-19 cases and death than in neighboring Estonia, Lithuania, Belarus, and Russia throughout the pandemic period in Spring 2020. In Latvia, the first case of SARS-CoV-2 infection was reported on 3 March 2020. At that time, the SARS-CoV-2 infection was diagnosed in 670 people in Europe [10] . During the first three months of pandemics, 1,066 total cases and 25 deaths were registered in Latvia [10] . This relatively favorable situation in Spring 2020 was a reason for speculations on clinical features of COVID-19 patients in Latvia and their deviance from those of patients in other countries.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study investigated the clinical features of COVID-19 patients hospitalized in the largest hospital of Latvia, providing treatment for most patients in the country. It aimed to reveal differences in blood tests in patients with different COVID-19 severity, which was classified by the presence of pneumonia and its combination with respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The retrospective study started in July 2020. The Permission of the Central Medical Ethics Committee (protocol No. 01-29.1/2429) and Permission of the Ethics Committee of Rīga Stradiņš University (protocol No. 6-1/07/14) were obtained for this study. All patients were hospitalized in Riga East Clinical University Hospital (the largest hospital in Latvia) from March to June 2020. All patients had positive real-time reverse-transcription polymerase chain reaction (RT-PCT) for SARS-CoV-2 nucleic acids of a nasopharyngeal swab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "For laboratory tests, blood samples were received within 24 hours of admission to the hospital. Blood tests included the following groups of parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Blood cells: white cells count (WBC), neutrophils (Neu), lymphocytes (Ly), eosinophils (Eo) and monocytes (Mo), erythrocytes (RBC), platelet count (PLT), hemoglobin (Hb), and hematocrit (HCT); Inflammatory indicators: erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP); Tissue damage indicators: alanine aminotransferase (ALT), lactate dehydrogenase (LDH), and troponin T (TnT);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Electrolytes: potassium and sodium concentration;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Renal function indicators: creatinine and glomerular filtration rate (GFR);",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Coagulation tests: D-dimer, prothrombin time, and prothrombin index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "For analysis, also data of body's temperature and SpO 2 on admission were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "For detection of the clinical course of COVID-19 medical documents were used. The severity of the clinical course of COVID-19 was assessed by using data about radiologically confirmed pneumonia and the development of respiratory failure. Disease outcome was defined as discharge or death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "We have used IBM SPSS 22.0 for computations. For a comparison of three groups, the Kruskal-Wallis test was applied. Following multiple pairwise comparisons included the Dunn-Bonferroni significance correction. The Chi-square test was used for the assessment of the distribution of nominal variables (e.g., gender or outcome). The Spearman rank correlation coefficient was applied for the assessment of relationships among laboratory indicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "In total, 100 patients were included in the study. Table 1 presents demographics, epidemiological history, comorbidities, and symptoms on admission to the hospital. The mean interval from the onset of symptoms to admission to the hospital for all patients was 7±5 days (0 to 24 days). The most common complaint on admission to the hospital was fever (77%). The mean body temperature on admission was 37.9±0.9 ºC (min -36.2 ºC, max -40.0 ºC), 63% of patients had a temperature above 38.0 ºC. The second symptom was cough (74%), more often dry cough. The third self-reported symptom was fatigue (35%). Onefourth of patients have mentioned varying degrees of shortness of breath. Other symptoms were relatively rare. Gastrointestinal symptoms such as diarrhea, nausea, vomiting, or loss of appetite were reported in 6% of patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The mean time of the hospitalization was 12±8 days (1 to 40 days). Fifty-nine percent of COVID-19 patients developed pneumonia during their illness, and 15% had respiratory failure. Acute liver damage during the COVID-19 was detected in 1% of patients and thromboembolism in 1%. Secondary bacterial infection was reported in 5% of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In our study, all patients were categorized into three groups: mild, moderate, and severe cases. Mild cases included patients without X-ray confirmed pneumonia or respiratory failure. Moderate cases included patients with X-ray confirmed pneumonia and without respiratory failure. One patient from this group had admission to the Intensive Care Unit . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this this version posted December 24, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "(ICU). Severe cases included patients with confirmed pneumonia and respiratory failure. Sixty-six percent of the severe group had admission to ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The mild group included 35 patients with COVID-19 (median age 49). The group of moderate cases included 44 patients (median age -65), and the group of severe cases included 16 patients (median age was 59). The mortality rate was 2.3% in the moderate group and 50% in the severe group that associated significantly with the disease course ( Table 2 ). All patients of the mild group were discharged. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint (2)=39.96 , p < .001",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 347,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Note. Different superscript letters (a, b) mean differences between groups. IQR -interquartile range, SpO 2saturation of oxygen, WBC -leucocytes, RBC -erythrocytes, ESR -erythrocyte sedimentation rate, CRP -Creactive protein, GFR -glomerular filtration rate, ALT -alanine aminotransferase, LDH -lactate dehydrogenase. * p < 0.05. ** p < 0.01. *** p < 0.001.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The level of SpO 2 was significantly lower in the group with severe disease course than in groups with mild or moderate disease course. Patients' temperature was significantly lower in the group with mild disease course than in the group with severe disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxygen saturation and body temperature"
        },
        {
            "text": "Differences in blood cells' count were found in eosinophil count. The level of eosinophils was significantly lower in groups with moderate or severe disease course than in the group with mild disease course. There were no differences in neutrophil count, lymphocytes, monocytes, platelets, erythrocytes, hematocrit, and hemoglobin. Leukocytosis on admission was found in 11% of patients with mild COVID-19, 17% of moderate cases, and 33% of patients with severe disease course. There were no significant differences in this distribution, χ 2 (2) = 3.44, p = 0.179. Lymphocytopenia on admission was present in 54% of patients. It was observed in 39% of patients with mild disease course, in 60% of patients with moderate, and in 67% of patients with severe course. This distribution was also without significant differences, χ 2 (2) = 3.99, p = 0.136. Eosinopenia was observed in 76% of patients with COVID-19. It was distributed with significant differences among groups, χ 2 (2) = 11.94, p = 0.009. In patients with severe disease course, eosinopenia was present in 93% of cases, in patients with a moderate disease course in 85%, and in mild patients in 54%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood cells"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blood cells"
        },
        {
            "text": "The copyright holder for this this version posted December 24, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "ESR was higher in the group with moderate or severe disease course than in the group with mild disease course. The level of C-reactive protein also was higher in groups with moderate or severe disease course than in the group with mild disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammatory indicators"
        },
        {
            "text": "The level of creatinine was significantly higher in the group with severe disease course than in groups with mild or moderate disease course. The level of GFR was significantly lower in groups with moderate or severe disease course than in the group with mild disease course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Renal function indicators"
        },
        {
            "text": "The levels of LDH and troponin T were higher in the group with severe disease course than in groups with mild or moderate disease course. The level of ALT demonstrated no differences among groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tissue damage indicators"
        },
        {
            "text": "There were no differences in D-dimer, prothrombin time and index, and potassium or sodium concentration among groups of patients on their admission to the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coagulation tests and electrolytes"
        },
        {
            "text": "Age correlated positively with ESR, r s (78) = 0.29, p = 0.008, creatinine, r s (85) = 0.31, p = 0.003, and troponin T, r s (37) = 0.37, p = 0.001. Negative correlations were observed between age and temperature, r s (96) = -0.21, p = 0.039, RBC, r s (87) = -0.21, p = 0.046, and GFR, r s (34) = -0.55, p < 0.001. Table 2 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 321,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Relationships among indicators"
        },
        {
            "text": "The copyright holder for this this version posted December 24, 2020. Temp -temperature, SpO 2 -oxygen saturation, WBC -leucocytes, Neu -neutrophils, Ly -lymphocytes, Eoeosinophils, RBC -erythrocytes, PLT -platelet, ESR -erythrocyte sedimentation rate, CRP -C-reactive protein, Creat -creatinine, GFR -glomerular filtration rate, ALT -alanine aminotransferase, LDH -lactate dehydrogenase, D-di -D-dimer, TnT -troponin T ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Routine blood tests can help clinicians to assess the severity of patients with COVID-19. Our results showed that some blood parameters on admission to the hospital associate with the progression of disease severity. These parameters included eosinophils, inflammatory indicators (ESR and CRP), renal function indicators (creatinine and GFR), and tissue damage markers (LDH and troponin T). The patients with more severe disease course had higher temperature, lower blood oxygen saturation, lower eosinophils count, higher ESR, higher CRP and creatinine levels, lower GFR, and higher levels of LDH and troponin T on admission to the hospital than patients with milder disease course. In general, these results concur with previous studies [1, 5, 6, 7, 8, 11] . However, some findings should be discussed in greater detail.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 742,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 743,
                    "end": 745,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 746,
                    "end": 748,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 749,
                    "end": 751,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 752,
                    "end": 754,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "For the analysis of clinical symptoms on admission, we have selected a study with a similar median interval from the onset of symptoms to admission to the hospital [8] . In our study, the mean interval from the onset of symptoms to admission to the hospital was 7±5 days, which is close to 8 days (with IQR from 6 to 11), reported by Zhang et al. [8] . In our patients, the most common symptoms were fever, cough, fatigue, and dyspnea. Their ranking was close to symptoms reported by Zhang et al., but they occurred more rarely. In our sample, gastrointestinal symptoms were reported in 6% of patients vs. 40% in Zhang et al. Probably, a relatively favorable epidemiological situation in Latvia in Spring 2020 resulted in the hospitalization of patients in a better condition compared to Zhang et al. It is also confirmed by data on abnormal chest images, reported in 59% and 99% of patients in our study and study of Zhang et al., respectively. Surprisingly, loss of smell or taste was reported only in 1% percent of patients in our study. It contrasts with an overview reporting these symptoms in 27% to 98 % of patients [12] .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1123,
                    "end": 1127,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "One of the important indicators of viral infections in general and COVID-19, in particular, is a change in blood cells count. More often, this is the lymphocytopenia [1, 6, 7, 8, 13, 14] . We have found lymphocytopenia in 54% of patients on admission. It is a relatively low level, comparing with Zhang et al. (75%) [8] , Wang et al. (72%) [14] , and Guang et al. (83%) [7] . Moreover, in our study, lymphocyte count on admission to the hospital demonstrated no statistical differences between patients with different disease severity.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 170,
                    "end": 172,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 316,
                    "end": 319,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have revealed eosinopenia as a more visible indicator of the severity than the count of lymphocytes. Our findings suggest that patients with severe disease course had a lower count of eosinophils than patients with mild disease course, as also observed in previous studies [1, 4, 7] . Eosinophils are granulocytes, which can destruct viruses by phagocytosis during the non-specific immune response phase, similar to neutrophils. Therefore, the decreasing of eosinophils on admission to the hospital can be explained by more intensive eosinophils destruction than other groups of blood cells or by impaired hemopoiesis of these cells. Simultaneously, eosinophils and lymphocytes correlated positively, and both demonstrated a negative correlation with CRP. It confirmed a tendency of decrease in eosinophils and lymphocytes, associated with the increasing inflammatory process during the COVID-19 course.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 280,
                    "end": 282,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study also demonstrated the relationship between COVID-19 severity and reduced renal function. It contrasts with Feng et al. [1] and Yan X. et al. [11] , who revealed no differences in this function. In our study, the level of creatinine was significantly higher in the group with severe disease course than in groups with mild or moderate disease course. On the one hand, there is a relationship between reduced renal function and older age. On the other hand, the level of GFR (a marker corrected to age) was also significantly lower in groups with moderate or severe disease course than in the group with mild disease course. In our patients, reduced renal function was related to low eosinophil count. It is similar to Wagner et al. findings [15] showed an association between acute kidney injury and low lymphocyte count.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted December 24, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CRP and ESP are markers of an inflammatory process in infectious diseases. We have found significant elevation of their levels in severe patients with COVID-19. It confirms the findings of Zhang et al. [8] and Yan X. et al. [11] . Moreover, CRP was positively associated with tissue damage markers -LDH and troponin T. Following Yan L. et al. [13] , the rise in LDH level indicates an increase in the activity and extent of lung injury in critically ill patients with COVID-19. As a marker of cardiac involvement, troponin T level is also elevated in patients with severe COVID-19 [16] . In our study, both tissue damage indicators were higher in patients with severe than moderate or mild disease course. These findings confirm previous results [1, 10, 16, 17] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 224,
                    "end": 228,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 746,
                    "end": 749,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 750,
                    "end": 753,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 754,
                    "end": 757,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Unexpectedly, in our study, D-dimer demonstrated no differences between groups contrasting with previous studies [1, 4, 8, 10] . A possible explanation is related to a relatively low count of D-dimer measurements in our patients at the beginning of the pandemic in Spring 2020.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 117,
                    "end": 119,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The analysis of results showed the relationships between blood oxygen saturation, as a parameter of respiratory failure, and blood tests of inflammatory processes, renal function, and tissue damage in COVID-19 patients. It indicates that CRP, ESR, LDH, troponin T, creatinine, and GFR are indicators for monitoring patients' condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A relatively low number of patients in Spring 2020 was a positive trend and, simultaneously, a limitation of our study. There was a limited opportunity to predict disease severity or death because some measures were performed on a limited number of patients. Taking into account these shortcomings, we have started a prospective study in September 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusions, the most unexpected discrepancy with other studies was observed in the rate of gastrointestinal symptoms and self-reported loss of smell or taste on admission to the hospital. A limited number of patients reported them in our sample. The low eosinophil count was also pronounced in our patients with severe disease course, while other studies revealed a low lymphocyte count under severe COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The progression to severe COVID-19 was associated positively with ESR, CRP, creatinine level, LDH, troponin T and negatively associated with blood oxygen saturation, eosinophils, and GFR on admission to the hospital. Therefore, patients with severe COVID-19 demonstrated lower renal function and a higher level of inflammation and tissue damage than those with a milder disease course. These indicators can be applied in the clinical assessment and monitoring of patients. Further research in Latvian patients can be useful for the specification of significant trends and correction of clinical guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 with Different Severities: A Multicenter Study of Clinical Features",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "201",
            "issn": "11",
            "pages": "1380--1388",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO Coronavirus Disease (COVID-19) Dashboard",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Prevalence and severity of corona virus disease 2019 (COVID-19): A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Virology",
            "volume": "127",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Haematological characteristics and risk factors in the classification and prognosis evaluation of COVID-19: a retrospective cohort study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Haematology",
            "volume": "7",
            "issn": "9",
            "pages": "671--678",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viral and host factors related to the clinical outcome of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "",
            "pages": "437--440",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunological and inflammatory profiles in mild and severe cases of COVID-19",
            "authors": [
                {
                    "first": "J-W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "NATURE COMMUNICATIONS",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics of 140 patients infected with SARSCoV-2 in Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Allergy",
            "volume": "75",
            "issn": "",
            "pages": "1730--1741",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic and prognostic value of hematological and immunological markers in COVID-19 infection: A meta-analysis of 6320 patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Elshazli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Toraih",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elgaml",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 situation in the WHO European Region",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Characteristics and Prognosis of 218 Patients With COVID-19: A Retrospective Study Based on Clinical Classification",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 and the nose: Risks and implications for primary care",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJGP",
            "volume": "49",
            "issn": "11",
            "pages": "728--732",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An interpretable mortality prediction model for COVID-19 patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goncalves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Mach Intell",
            "volume": "2",
            "issn": "",
            "pages": "283--288",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Characteristics of Peripheral Lymphocyte Subset Alteration in COVID-19 Pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Journal of Infectious Diseases",
            "volume": "221",
            "issn": "11",
            "pages": "1762--1769",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Absolute lymphocyte count is a prognostic marker in Covid-19: A retrospective cohort review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Lab Hematol",
            "volume": "00",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cardiac Involvment in COVID-19-Related Acute Respiratory Distress Syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lazzeri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonizzoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Batacchi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The American Journal of Cardiology",
            "volume": "132",
            "issn": "",
            "pages": "147--149",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Prognostic Value of Troponin-T and B-Type Natriuretic Peptide in Patients Hospitalized for COVID-19",
            "authors": [
                {
                    "first": "Glg",
                    "middle": [],
                    "last": "De Almeida Jr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Jorge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arq Bras Cardiol",
            "volume": "115",
            "issn": "4",
            "pages": "660--666",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "presents the interrelations among other indicators. Temperature correlated positively with creatinine, r s (85) = 0.27, p < 0.05, and CRP, r s (86) = 0.50, p < 0.001. It also correlated negatively with SpO 2, r s (88) = -0.28, p < 0.01, leukocyte count, r s (87) = -0.60, p < 0.001, lymphocytes, r s (86) = -0.49, p < 0.001, and eosinophils, r s (86) = -0.65, p < 0.001. SpO 2 correlated positively with GFR, r s (76) = 0.24, p < 0.05, and negatively with ESR, r s (71) = -0.29, p < 0.05, creatinine, r s (77) = -0.36, p < 0.01, CRP, r s (78) = -0.52, p = 0.001, LDH, r s (36) = -0.65, p = 0.001, and troponin T, r s (34) = -0.40, p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "analysis revealed some associations between parameters associated with the disease course. Lymphocytes correlated positively with eosinophils, r s (88) = 0.53, p < 0.001, leukocytes, r s (88) = 0.46, p < 0.001, and platelets, r s (89) = 0.50, p < 0.001. CRP correlated positively with ESR, r s (77) = 0.56, p < 0.001, creatinine, r s (86) = 0.37, p < 0.001, LDH, r s (42) = 0.75, p < 0.001, troponin T, r s (39) = 0.68, p < 0.001, and negatively with eosinophils, r s (85) = -0.44, p = 0.001, lymphocytes, r s (85) = -0.40, p < 0.001, and GFR, r s (85) = -0.23, p < 0.05. LDH correlated positively with ESR, r s (42) = 0.31, p < 0.05, and creatinine, r s (88) = 0.46, p < 0.001, and negatively with lymphocytes, r s (42) = -0.32, p < 0.05, and eosinophils, r s (42) = -0.45, p < 0.01. Troponin T correlated positively with ESR, r s (34) = 0.41, p < 0.05, and creatinine, r s (38) = 0.38, p < 0.05, and negatively with GFR, r s (38) = -0.41, p < 0.05.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Demographic, epidemiological, and clinical data of patients (n=100)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Differences in laboratory indicators, outcome, and demography in patients with mild, moderate, and severe COVID-19 disease course",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Spearman rank correlations between indicators",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research is funded by the Ministry of Education and Science, Republic of Latvia, project \"Clinical, biochemical, immunogenetic paradigms of Covid-19 infection and their correlation with socio-demographic, etiological, pathogenetic, diagnostic, therapeutically and prognostically important factors to be included in guidelines\", project No. VPP-COVID-2020/1-0023.\"The authors would like to thank Rīga Stradiņš University and Riga East Clinical University Hospital for organizational support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure Statement"
        }
    ]
}