{
    "paper_id": "7844faa2ad31ec7adda9d8a8e490f9ee629d9f2a",
    "metadata": {
        "title": "Impact of Extended Use and Decontamination with Vaporized Hydrogen Peroxide on N95 Respirator Fit",
        "authors": [
            {
                "first": "Anthony",
                "middle": [],
                "last": "Lieu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "addrLine": "3755 Chemin de la Côte-Sainte-Catherine",
                        "postCode": "H3T 1E2",
                        "settlement": "Montréal",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jordan",
                "middle": [],
                "last": "Mah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "addrLine": "3755 Chemin de la Côte-Sainte-Catherine",
                        "postCode": "H3T 1E2",
                        "settlement": "Montréal",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Veronica",
                "middle": [],
                "last": "Zanichelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jewish General Hospital",
                    "location": {
                        "addrLine": "3755 Chemin de la Côte-Sainte-Catherine",
                        "postCode": "H3T 1E2",
                        "settlement": "Montréal",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Rose",
                "middle": [],
                "last": "Carmel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Jewish General Hospital",
                    "location": {
                        "addrLine": "3755 Chemin de la Côte-Sainte-Catherine, 3755 Chemin de la Côte-Sainte-Catherine",
                        "postCode": "H3T 1E2, H3T 1E2",
                        "settlement": "Montréal, Montréal",
                        "region": "Québec, (Québec",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Yves",
                "middle": [],
                "last": "Longtin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McGill University",
                    "location": {
                        "addrLine": "3755 Chemin de la Côte-Sainte-Catherine",
                        "postCode": "H3T 1E2",
                        "settlement": "Montréal",
                        "region": "Québec",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To address the shortage of N95 respirators in the wake of the COVID19 pandemic, some organizations have recommended the decontamination of respirators using vaporized hydrogen peroxide (VHP) sterilizer for up to 10 times. However, these recommendations are based on studies that did not take into account the extended use of respirators, which can degrade respirator fit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We investigated the impact of extended use and decontamination with VHP on N95 Respirator Fit. We performed a prospective cohort study to determine the number of times respirators can be decontaminated before respirator fit test failure. The primary outcome was the overall number of cycles required for half of the respirators to fail (either mechanical failure or fit test failure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: 36 participants completed 360 hours of respirator usage across 90 cycles. The median number of cycles completed by participants before respirator failure was 2. The overall number of cycles required for half of respirators to fail was 1, 3, 5 and 4 for the 3M 1860(S), 3M 1870+, Moldex 151X and ProGear 88020 respirators, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The combination of prolonged usage and VHP decontamination was associated with early failure. Decontamination and prolonged usage of respirators must be done cautiously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Vaporized hydrogen peroxide; fit test qualitative Highlights  We evaluated the impact of extended use and H 2 O 2 decontamination on N95 respirators  Extended N95 use and decontamination was associated with a rapid loss of fit test  User seal check overestimated user fit test  Single-use N95 respirator longevity may be shorter than previously reported",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an emerging pathogen that is spreading worldwide. It is primarily transmitted by respiratory droplets and by direct and indirect contact; however, airborne transmission can also occur in the context of aerosol generating medical procedures (AGMPs), necessitating the usage of N95 respirators for protection of healthcare workers (HCWs). [1] The SARS-CoV-2 pandemic has caused a global shortage of N95 respirators [1] that can represent a risk to healthcare workers performing AGMP. [2] To solve this shortage, alternative strategies have been considered such as decontamination with vaporized hydrogen peroxide (VHP) based on promising pre-existing research available. [3] [4] [5] [6] This technique was able to reduce pathogen burden while maintaining filtration performance. [6] The respirator fit and elastic band integrity, as measured on a surrogate robotic manikin headform, were also determined to be maintained for up to 20 decontamination cycles. [3, 6] Based on these encouraging data, the FDA and Health Canada have approved the emergency use authorization (EUA) of some VHP decontamination systems such as the STERIS V-PRO® maX Low Temperature Sterilization System. These VHP methods allow cellulose-free N95 respirators to be decontaminated and re-utilized up to 10 times. [7, 8] However, the aforementioned studies supporting these claims were mainly performed in laboratory settings and may overestimate post-decontamination quality of respirator fit, as the respirators were not used for extended periods between decontamination cycles. [3] [4] [5] [6] In the absence of specific manufacturer guidance, the U.S. Centers for Disease Control and Prevention (CDC) recommends limiting respirator reusage to no more than five times to ensure an adequate safety margin. [9] 6 The current trend in healthcare settings is to promote the extended use of respirators to maximize their lifespan, and HCWs are encouraged to wear respirators for many consecutive hours before removing them and sending them for decontamination. [10] However, to our knowledge, no studies have considered the impact of the combination of prolonged usage and decontamination on respirator qualitative fit test. These physical and chemical stressors can deform the respirators and decrease tensile strength of the elastic bands, thereby affecting the user's fit to the respirator.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 736,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1020,
                    "end": 1023,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1026,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1353,
                    "text": "[7,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "8]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1617,
                    "end": 1620,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1625,
                    "end": 1628,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1632,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1844,
                    "end": 1847,
                    "text": "[9]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2095,
                    "end": 2099,
                    "text": "[10]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "As adequate fitting of respirators is critical for achieving optimal protection, we sought to investigate whether the combination of extended use and reuse of various N95 models and decontamination with VHP could affect the fit of the respirators, as a surrogate for the respirator structure and functionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "This is a single-center prospective cohort study at the Jewish General Hospital in Montreal, Canada, between April 9 and April 22, 2020. The study participants were recruited from 2 acutecare medical clinical teaching units. Eligibility was determined if individuals were healthcare workers and had been previously fit-tested with an N95 respirator. Exclusion criteria included healthcare workers who worked with patients with COVID-19 (to prevent exposing healthcare workers to potential pathogens in case of respirator failure) and those who failed the initial fittest. This study was approved by the institutional research ethics committee. and Moldex 151X, respectively. All of these respirators are cellulose-free and were deemed compatible with the decontamination method using the V-PRO as per FDA EUA. [11] ",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 814,
                    "text": "[11]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "After enrollment, participants received teaching on proper quality check, seal check, and donning and doffing of the respirator. Each participant was fit-tested with their current N95 respirator or with the ProGear model using qualitative fit-testing method by trained technicians and a bitter solution (denatonium benzoate, Bitrex FT-32, 3M). The alternative solution for participants who could not taste the Bitrex was a sweet saccharin solution (FT-12, 3M). The participants were placed under a hood and the solution was administered through a hole. If the participant could taste the bitter or sweet substance, the procedure was considered to represent respirator fit-test failure. Masks were identified for proper storage and returned to the same user after decontamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study protocol"
        },
        {
            "text": "Participants were expected to wear the respirator during their regular scheduled work hours for a total of 4 consecutive hours. Of note, participants were advised not to wear the study's respirator for patients under airborne or droplet isolation precautions as the objective was to investigate the impact of reprocessing and prolonged usage. Participants were instructed to minimize the 8 donning and doffing during this 4-hour time; however, temporary removal of the respirator was permitted, if necessary, for example to drink. The N95 respirator was then collected for decontamination at the end of each usage period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study protocol"
        },
        {
            "text": "Decontamination was performed with vaporized hydrogen peroxide (V-PRO maX Low Temperature Sterilization System; Steris, Mentor, OH) in the medical device reprocessing unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study protocol"
        },
        {
            "text": "The decontamination was set to a non-lumen setting and lasted 28 minutes. Each respirator was separately placed in a Tyvek 8x14 inch pouch identified for use in low-temperature sterilization with VHP. A verified vaporized (VH2O2) process indicator adhesive label was added on each pouch to validate exposure to the sterilant, to ensure that the cycle is complete and respects the quality standards in reprocessing. Before reusing the decontaminated respirator, each mask was visually inspected for loss of integrity. Participants were then re-fit-tested on the mask they previously used to assess the respirator's structural and functional integrity. Each cycle, which consisted of a 4-hour period of respirator use, the decontamination with VHP, and fit-testing after decontamination, was repeated until failure of the fit test occurred (e.g., leak detected on fittest) or mechanical failure of the respirator was detected (e.g., rupture of the elastic bands). The occurrence of either of these two aspects determined the end of the study for that participant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study protocol"
        },
        {
            "text": "The primary endpoint of the study was respirator failure, defined as either fit-test failure or mechanical failure, and the primary outcome was the overall number of cycles required for half of the respirators to fail. In the case of mid-cycle mechanical failure, we added a 0.5 value to the number of cycles completed. Secondary outcomes included fit test failure (i.e. number of cycles 9 that can be performed before failure of fit testing), capacity of user seal check to predict fit test failure, and the number of times the respirator was donned and doffed during a 4-hour period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary and secondary outcomes"
        },
        {
            "text": "We used survival curves to compare mask failure of different models. Two different figures were patients or the study had ended before reaching their primary endpoint. One was unable to sustain extended wear because of suffocation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary and secondary outcomes"
        },
        {
            "text": "Even though some expert organizations and respirator manufacturers claim that N95 respirators can be safely decontaminated up to 10 times using the Steris V-PRO system, our data indicates 13 that this may not be the case in the context of extended respirator use, as most respirators would lose their fit after a few cycles of extended use and decontamination. [2] [3] [4] [5] We also detected wide variation between brands in the number of cycles that can be performed before failure, which questions the \"one size fits all\" recommendations that have been published. [4] [5] [6] Changes in respirator fitting over multiple donnings and prolonged wear have been associated with an increased fit test failure. [9, 12, 13] Respirators cannot provide optimal protection without a proper seal and most aerosolized contaminants that enter a worn N95 respirator result from seal leakage rather than insufficient filtration performancethe latter of which is preserved for up to 50 cycles with VHP decontamination. [6, 14] As the capacity to decontaminate respirators is further hampered by mechanical failures, our study indicates that the number of decontamination cycles that can be safely performed is lower than previously reported.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "13",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 361,
                    "end": 364,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[9,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "12,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "13]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 1011,
                    "end": 1014,
                    "text": "14]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A recent study estimated that respirators could be reprocessed with VHP for up to 20 cycles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "However, it is worth noting that fit assessment was conducted on a manikin rather than an actual human in real-life work conditions. [5, 6] Of note, despite the FDA and Health Canada's authorization for decontamination, the European Center for Disease Prevention and Control (ECDC) has not followed suit in authorizing VHP decontamination methods. While they acknowledge the evidence for decontamination from laboratory studies, they cite a pilot study in the Netherlands which showed that VHP is effective for two decontamination cycles without deformation while retaining filtration efficacy as assessed by a rapid fit test. [15] The similarity to our findings may suggest that laboratory-based studies may correlate poorly with actual clinical use and may overestimate the quality of the fit. One of the strengths of our study was the 14 extended usage of the respirator, which simulated a regular workday with everyday movements and frequent donning-doffing, which may have contributed to a diminished respirator fit.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 137,
                    "end": 139,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[15]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of the respirator types, the 1860(S) models were the earliest to fail. This may be explained by the rigid structure of this model and tighter fit on the user, which may not be able to withstand the repeated stress from frequent donning-doffing and reprocessing leading to respirator deformation. This is contrary to the previous studies which suggested that 1860(S) model was compatible with VHP decontamination [4] [5] [6] . The N95 1870+, Moldex 151X and ProGear were more tolerant to extended use and decontamination, with the Moldex having the highest number of cycles completed before 50% failure. The ProGear reached 3 cycles with 100% fit test passing rate. We hypothesize that the more flexible structure of these models may allow them to withstand the stress of prolonged use and decontamination without perturbing the respirator's fit.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is important to emphasize that the study is not sufficiently powered to detect statistically significant differences between respirator models in terms of failure rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Whether some respirator models can be decontaminated at all should be questioned, as 3 of the 4 models that we evaluated had a 20% or higher fit test failure after a single cycle of extended use and decontamination. If decontamination of these masks is contemplated, the systematic evaluation of respirator fit after each reprocessing may be warranted, as the user seal-check overestimates the protection provided by re-used respirators and appears to be unreliable for detecting respirator leakage, hereby exposing healthcare providers to infectious agents. [3, 6] 15",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 563,
                    "end": 565,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study's limitations include the performance of qualitative fit-testing as opposed to quantitative fit-testing. We could not perform quantitative fit tests as these techniques require puncture of the respirator to place sensors; this would have permanently altered the respirator, precluding reutilization of the same mask over successive cycles. Another limitation was the low number of participants. to reduce the waste of respirators that were in short supply at the peak of the COVID pandemic. The number of participants who did not reach their endpoint or was lost to follow-up was elevated as many HCWs were recruited into COVID-19 units. It is impossible to assess the relative contribution of extended use and reprocessing to respirator failure. The number of donning and doffing were self-reported and may be subjected to recall bias.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, we did not evaluate the microbiologic efficacy of the decontamination technique,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "given previous studies showing the effectiveness of VHP to reduce pathogen burden. [3, 6] In summary, our study may suggest a rapid loss of fit among respirators that have been decontaminated following extended use. The decision to decontaminate single-use N95 respirators should be taken only after careful deliberation since longevity may be much shorter than previously reported. Larger studies are needed to better understand the individual impact of donning and doffing, prolonged use and reprocessing on the fit test of N95 respirators. Finally, implementing a decontamination process for N95 respirators is a decision that is made locally amongst shared stakeholders which will depend on the reprocessing processes and equipment that is available, the supply of respirators, the local hospital situation with input from the local public health authorities with regards to outbreaks of COVID19. Alternative options should be explored to protect our health care workers in preparation for the current or next pandemics such as respirator stewardship or reusable respirator.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "[3,",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Decontamination activities were performed in the Medical reprocessing unit (MDRU)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Qualitative fit test were performed by the direction of occupational health and safety service",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nursing direction of the units (K6-K7) of CIUSS West-Central Montreal for participating in the study",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thank you to: Elliott Silverman and Audrey Benarroch from the direction of logistic which provided material and human resources for the decontamination of the N95 respirators",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Suzanne Paulhus and Stefanie Brisson who provided the human resources for the qualitative fit test",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Serge Cloutier from the direction of nursing provided the N95 respirators. References 1. Center for Disease Control and Prevention. N95 respirator",
            "authors": [
                {
                    "first": "Lucie",
                    "middle": [],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Center for Disease Control and Prevention. Decontamination and Reuses. 2020. Available from",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Development of an advanced respirator fit-test headform",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Occup Environ Hyg",
            "volume": "11",
            "issn": "2",
            "pages": "117--142",
            "other_ids": {
                "DOI": [
                    "10.1080/15459624.2013.816434"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of Multiple (3-Cycle) Decontamination Processing for Filtering Facepiece Respirators",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J V"
                    ],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Heimbuch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Anthony",
                    "middle": [
                        "R"
                    ],
                    "last": "Wander",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sambol",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "E"
                    ],
                    "last": "Ronald",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Engineered Fibers and Fabrics",
            "volume": "5",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Evaluation of five decontamination methods for filtering facepiece respirators",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Viscusi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Occup Hyg",
            "volume": "53",
            "issn": "8",
            "pages": "815--842",
            "other_ids": {
                "DOI": [
                    "10.1093/annhyg/mep070"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Food & Drug Administration, Final Report for the Bioquell Hydrogen Peroxide Vapor (HPV) Decontamination for Reuse of N95 Respirators",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Medical Device Authorization for Importation or Sale, 2020: Health Canada",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boudreau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Battelle Decontamination System",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Impact of multiple consecutive donnings on filtering facepiece respirator fit",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bergman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Infect Control",
            "volume": "40",
            "issn": "4",
            "pages": "375--80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2011.05.003"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Recommended Guidance for Extended Use and Limited Reuse of N95 Filtering Facepiece Respirators in Healthcare Settings",
            "authors": [],
            "year": 2020,
            "venue": "Center for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergency Use Authorization of STERIS V-PRO 1 2020: U.S. Food and Drug Administrtion",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Correlation Between N95 Extended Use and Reuse and Fit Failure in an Emergency Department",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Degesys",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "324",
            "issn": "1",
            "pages": "94--100",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.9843"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Effect on Fit of Multiple Consecutive Donning and Doffing of N95",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Vuma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Filtering Facepiece Respirators",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "930--936",
            "other_ids": {
                "DOI": [
                    "10.1093/annweh/wxz060"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Performance of an N95 filtering facepiece particulate respirator and a surgical mask during human breathing: two pathways for particle penetration",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Occup Environ Hyg",
            "volume": "6",
            "issn": "10",
            "pages": "593--603",
            "other_ids": {
                "DOI": [
                    "10.1080/15459620903120086"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cloth masks and mask sterilisation as options in case of shortage of surgical masks and respirators",
            "authors": [
                {
                    "first": "Agoritsa",
                    "middle": [],
                    "last": "Baka",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Diamantis",
                    "middle": [],
                    "last": "Plachouras",
                    "suffix": ""
                },
                {
                    "first": "Carl",
                    "middle": [],
                    "last": "Suetens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sensitivity and specificity of the user-seal-check n determining the fit of N95 respirators",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Charm",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Infect",
            "volume": "77",
            "issn": "3",
            "pages": "252--256",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2010.09.034"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Impact of Extended Use and Decontamination with Vaporized HydrogenPeroxide on N95 Respirator FitSubmitted to: American Journal of Infection ControlManuscript category: Major article5",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "At the time of the study, the hospital possessed three brands of N95 respirators (3M [Maplewood, MN]), Moldex [Culver City, CA] and ProGear [Fort Worth, TX]). A total of 8 respirators models were used: models 1860, 1860s, and 1870+ from 3M, models 1510, 1511, 1512 and 1517 from Moldex, and model 88020 from ProGear. The 1860 and Moldex came in different sizes but were considered to be the same model for this study and referred to as 1860(S)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "created: The first one included both mechanical failures and failures of fit testing in the outcome in order to explore the global survival of masks. The second figure only included failures of fit testing (and censored mechanical failures) to explore the number of times respirators could be reprocessed before loss of fit testing. In both figures, in case of loss to follow-up, participants were censored at the beginning of each next cycle. RESULTS Overall, 36 healthcare workers, including 15 physicians (41.7%), 20 registered nurses (55.6%) and 1 beneficiary attendant (2.8%), completed a total of 360 hours of respirator usage across 90 cycles. The majority of participants were female (59.5%). The respirator models distribution were 1860(S) (25.0%), 1870+ (27.8%), Moldex 151X (27.8%) and ProGear (19.4%). The median (interquartile range [IQR]) of intra-cycle respirator donning, excluding the initial donning was 2 (IQR, 1 to 3). By the end of the study, 23/36 (64%) participants had met the primary endpoint (18 due to failure of fit test post decontamination, and 5 due to mechanical failure). 12 participants were lost to follow up because they were deployed to care for COVID-19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Survival Curve for Different Models of Masks with Cycles of Usage andDecontamination. Each individual's mask underwent a cycle, which comprised 4 hours of usage, followed by a period of decontamination with vaporized hydrogen peroxide. Individuals were then qualitatively fit tested to the reprocessed mask. The number of cycles that could be performed before mechanical failure or fit test failure is indicated on the X-axis. Loss to mechanical failure, defined as irreversible damage of elastic straps, was represented as a midcycle loss (0.5 cycles), as their cycle was not fully completed. Individuals lost to follow-up were censored and this was visually depicted on the survival curves with a cross (+).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Survival Curve for Different Models of Masks with mechanical failure censored.Similarly to figure one, each individual's mask underwent a cycle, which comprised 4 hours of usage, followed by a period of decontamination with vaporized hydrogen peroxide. Individuals were then qualitatively fit tested to the reprocessed mask. Loss to mechanical failure was censored and this was visually represented with a mid-cycle \"X\". Individuals lost to follow-up were censored and this was visually depicted on the survival curves with a cross (median number of cycles completed by participants before mechanical or fit test failure was 2. With the inclusion only of fit test failure (and exclusion of mechanical failures), the median number of decontamination cycles that could be performed before fit test failure was 4. However, there was a marked variation between respirator models in the number of cycles that could be performed before respirator failure. The overall number of cycles required for half of respirators to fail for the models 1860(S), 1870+, Moldex 151X and ProGear, was 1, 3, 5 and 4, respectively (Figure 1). When mechanical failure was censured, the overall number of cycles required for half of respirators to fail fit testing was 1, 4, 5 and 4 for the 1860(S), 1870+, Moldex 151X and ProGear, respectively (Figure 2). Finally, the proportion of masks that failed fit testing after a single cycle of extended use and decontamination was 66% for the 1860, 22% for the 1870+ and the Moldex, and 0% for the ProGear(Figure 2). Given the preliminary high failure rate with the 1860 model, 5 fit tests for this model were performed immediately at the end of the first 4h period of use (i.e. before VHP reprocessing): All these participants (5/5) passed the qualitative fit test.Overall, the user seal check was concordant with the qualitative fit test in 81.3% (n=75) of cases.Participants were able to detect leakage on seal check in 4 occasions, all of which corresponded to failure with the qualitative fit testing. However, the user seal check failed to predict fit test failure in 14 of 18 cases (77.8%) of fit test failures",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}