{
    "paper_id": "7886e8e0214644bf62fce150276a265f24858c49",
    "metadata": {
        "title": "Risk-Averse Two-Stage Stochastic Minimum Cost Consensus Models with Asymmetric Adjustment Cost",
        "authors": [
            {
                "first": "Ying",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huanhuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Shanghai for Science and Technology",
                    "location": {
                        "postCode": "200093",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Huijie"
                ],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Shanghai for Science and Technology",
                    "location": {
                        "postCode": "200093",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Huijie",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "zhanghuijiehpu@sohu.com"
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Ji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai University",
                    "location": {
                        "postCode": "200444",
                        "settlement": "Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In the process of reaching consensus, it is necessary to coordinate different views to form a general group opinion. However, there are many uncertain factors in this process, which has brought different degrees of influence in group decision-making. Besides, these uncertain elements bring the risk of loss to the whole process of consensus building. Currently available models not account for these two aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To deal with these issues, three different modeling methods for constructing the two-stage mean-risk stochastic minimum cost consensus models (MCCMs) with asymmetric adjustment cost are investigated. Due to the complexity of the resulting models, the L-shaped algorithm is applied to achieve an optimal solution. In addition, a numerical example of a peer-to-peer online lending platform demonstrated the utility of the proposed modeling approach. To verify the result obtained by the L-shaped algorithm, it is compared with the CPLEX solver. Moreover, the comparison results show the accuracy and efficiency of the given method. Sensitivity analyses are undertaken to assess the impact of risk on results. And in the presence of asymmetric cost, the comparisons between the new proposed risk-averse MCCMs and the two-stage stochastic MCCMs and robust consensus models are also given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Group decision-making (GDM) plays an important role in addressing the issue of decision-making problems. The main research content of GDM is making effective decisions when multiple decision-makers (DMs) make decisions simultaneously. The ultimate goal of GDM is to hope that eventually a consensus will be reached among the participants that reflects expert's opinion on the subject. However, there is often a difference of opinions in determining unified opinion, which is caused by DMs thinking about issues from different positions. In general, disagreements are resolved by discussion or consultation with other DMs. In addition, most decisions involve elements of risk and uncertainty. Thus, in the sense of the formation of consensus under uncertainty and risk preconditions is a well-researched field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, cost incurred in negotiations and discussions has become an important subject attracting researchers' attention. One major topic that has dominated the field for many years concerns cost consensus models. Consensus modeling of adjustment cost and adjustment deviations is valued in particular (see Dong et al. (2010) ; Ben-Arieh and Easton (2007); Ben-Arieh et al. (2009); Zhang et al. (2011) ). Most studies on the cost of reaching a consensus have been mainly focused on unit cost without direction constraint. Such approaches, nevertheless, have failed to address modeling of cost consensus with asymmetric cost. As a result, the cost consensus models proposed by Cheng et al Cheng et al. (2018) then take into account not only adjustment direction but also limited compromises and tolerant behaviors. Further, Zhang et al systematically summarized the origin of feedback mechanism with minimum adjustment or cost. More than that, a number of studies of consensus in deterministic environment in recent years have been invested (see ; Labella et al. (2020) ; Wu et al. (2020) ).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 326,
                    "text": "Dong et al. (2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 358,
                    "end": 382,
                    "text": "Ben-Arieh et al. (2009);",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 383,
                    "end": 402,
                    "text": "Zhang et al. (2011)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 689,
                    "end": 708,
                    "text": "Cheng et al. (2018)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1048,
                    "end": 1069,
                    "text": "Labella et al. (2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1072,
                    "end": 1088,
                    "text": "Wu et al. (2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The knowledge reserves, historical data collection, and research environment for experts and moderator who take part in decision-making are always diverse. This illustrates that it is very necessary to provide theoretical support for solving uncertainty. To deal with the uncertainty, different methods and theories have been put forward for processing the consensus over the past few years. Related research on consensus issue is mainly divided into five categories, including interval analysis (see Li et al. (2017) ; Gong et al. (2018) ), fuzzy sets (see Xu and Wu (2013) ; ), probability theory (see Xie et al. (2018) ; Tan et al. (2018) ; Wang et al. (2021) ), uncertainty theory (see Gong et al. (2020 Gong et al. ( , 2018 ), and robust optimization method (see Lu et al. (2020) ; Han et al. (2019) ; Qu et al. (2020) ). In particular, researchers may have trouble obtaining a precise probability for a specific decision problem. To handle these complex decision steps, uncertainty theory Liu (2007 Liu ( , 2009 which is proposed by Liu is a common treatment. Except for the above ways for solving the uncertainty, the two-stage stochastic programming is also essential technology. The importance of the rationality of establishing two-stage stochastic programming is emphasized by Shapiro et al. (2014) ; Birge and Louveaux (2011) . In order to cope with the uncertainty in the GDM, stochastic programming theory is introduced into the MCCMs of asymmetric adjustment . The stochastic programming modeling method is different from the previous methods to deal with the uncertain consensus problem. This method applies two-stage stochastic programming for modeling on the premise of knowing the probabilities of the scenarios, which can be used to deal with different scenarios. This paper will also draw on this method to deal with multiple scenarios in stochastic events. However, to reach a decision on specific research problems, this modeling method cannot meet practical needs. In addition to dealing with the uncertain factors in the decision-making problem, how to effectively prevent the risk caused by the uncertain factors in the process of group decision-making on the total consensus cost is also great important for the DMs. However, recent literature fails to take into account the risks involved in the consensus-building process.",
            "cite_spans": [
                {
                    "start": 501,
                    "end": 517,
                    "text": "Li et al. (2017)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 520,
                    "end": 538,
                    "text": "Gong et al. (2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 558,
                    "end": 574,
                    "text": "Xu and Wu (2013)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 604,
                    "end": 621,
                    "text": "Xie et al. (2018)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 624,
                    "end": 641,
                    "text": "Tan et al. (2018)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 644,
                    "end": 662,
                    "text": "Wang et al. (2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 690,
                    "end": 707,
                    "text": "Gong et al. (2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 708,
                    "end": 728,
                    "text": "Gong et al. ( , 2018",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 768,
                    "end": 784,
                    "text": "Lu et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 804,
                    "text": "Han et al. (2019)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 807,
                    "end": 823,
                    "text": "Qu et al. (2020)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "Liu (2007",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1005,
                    "end": 1017,
                    "text": "Liu ( , 2009",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1288,
                    "end": 1309,
                    "text": "Shapiro et al. (2014)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1312,
                    "end": 1337,
                    "text": "Birge and Louveaux (2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "According to experience, it is easy to understand that the uncertainty of some parameters usually brings some loss to the compensation cost of the expert's adjustment opinions. When dealing with uncertain decision-making problems, DMs usually actively look for reasonable ways to minimize the risk brought by uncertainty. Through this operation, the anti-risk ability of stochastic programming modeling is improved. Thus, with the exception of stochastic programming, potential risks posed by uncertain parameters should also be paid attention to. The past ten years have seen increasingly rapid advances in the field of risk-averse two-stage stochastic programming Noya (2012) ; Tajeddini et al. (2014) ; Mínguez et al. (2021) . However, there is no relevant research on the risk of compensation cost loss caused by uncertainty in the process of consensus building in the existing optimization modeling of uncertain decision-making problems. In order to make up for the lack of loss risk in the consensus decision-making process, it is necessary to give a stochastic programming models of risk averse to dealing with such problems. Through this way of modeling, we can effectively reduce the risk brought by the uncertainty of DMs in decision-making.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 677,
                    "text": "Noya (2012)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 680,
                    "end": 703,
                    "text": "Tajeddini et al. (2014)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 706,
                    "end": 727,
                    "text": "Mínguez et al. (2021)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We have added a new context that highlights the motivation of this work by discussing the consensus in the lending platform under the influence of this epidemic situation. Novel coronavirus pneumonia has been known to impact on the income and cash flow turnover of some small and micro business, and has a short-term influence on the banking business. The weakening of business ability, cash flow and repayment ability may lead to the shortage of capital flow. At the same time, affected by the epidemic situation, banks are required to adjust the loan provision accordingly, which leads to the increase of bank loan interest rate. Therefore, online financial business has attracted a lot of approval, and online lending platform has become the focus of enterprises. Not only that, since the outbreak of novel coronavirus pneumonia, regulators stressed the strengthening of online business services, to guiding enterprises through the Internet, mobile phone APPs and other online means to handle lending business. Peer-to-peer lending (P2P) Zhang et al. (2019) , often referred to as \"private lending\", is a very promising alternative to bank lending for many small companies. P2P platform directly connects investors and borrowers through the Internet Guo et al. (2016) . In the mature market economy, P2P platform plays the role of financial services, ensures the normal transaction, and plays the role of supervision and coordination in the whole transaction. P2P lending platform is established on the basis of the social circle, which allows entrepreneurs or enterprises with certain qualifications to provide potential individuals or small and medium-sized enterprises with the required amount of borrowing and charge interest. From the perspective of borrowers, they apply for loans from the platform and provide the corresponding expected interest rate. In Niu et al. (2020) , Niu et al gave a performance of lenders in the market in terms of credit risk management and portfolio building. However, the interest rate offered by the borrower may not be a definite value. Therefore, a perfect risk aversion model is needed to deal with P2P platform transactions under uncertain environment. Based on this background, three two-stage stochastic MCCMs with risk aversion from the perspective of the borrowers have been developed to deal with the uncertain consensus optimization problem and the risk brought by uncertainty, and demonstrated to be very helpful in addressing complex decision-making tasks.",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1060,
                    "text": "Zhang et al. (2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1253,
                    "end": 1270,
                    "text": "Guo et al. (2016)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1865,
                    "end": 1882,
                    "text": "Niu et al. (2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study set out to develop a risk-averse minimum cost model with asymmetric adjustment cost for handling the uncertainty and risk issues in decision-making. The main original contributions to this paper contain three aspects. There are several important areas where this study makes an original contribution to consensus optimization problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) The stochastic parameters are introduced into the initial MCCMs with asymmetric cost. Because of the influence of various uncertainties, these uncertain parameters often fluctuate, which are described in a variety of scenarios with a certain probability. Under the assumption of uncertain parameters, the CVaR (conditional value-at-risk) function is introduced into the two-stage stochastic models. By dividing the uncertain parameters into several situations, we propose a risk aversion optimization method-a two-stage mean-risk consensus system model, which can generate robust optimization solutions. (2) The proposed optimization model is difficult to solve, then we develop a L-shaped algorithm that aims to solve this problem. In this study, the concepts of the expected value of perfect information (EVPI) and the value of the stochastic solution (VSS) are redefined. The CVaR measure is used to evaluate the complete information value and random solution value of the proposed models. This shows that the proposed models are of great significance. (3) The paper makes an attempt to consider the contexts of asymmetric cost for consensus, and two-stage stochastic mean-risk programming of consensus is developed and applied to peer-to-peer lending platform. Numerical experiments show that the proposed models can effectively solve the consensus optimization problem. Compared with the risk neutral stochastic models and robust models, the given models can provide better decision-making with risk aversion for DMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The remaining part of the paper proceeds as following. Section 2 first presents a brief overview of the recent preliminaries of traditional consensus cost models. Section 3 incorporates the CVaR and uncertain parameters into MCCMs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, by discussing three different constraint limitations of experts, 3 main classes of risk-averse two-stage stochastic minimum cost consensus models are formulated. Section 4 is concerned with the L-shaped algorithm used for this study. Section 5 verifies the findings of the research through a practical application example of investment on P2P lending platform between borrowers and platform. In addition, a comparison studies on the given method and CPLEX are given. Section 6 investigates the effects of risk parameters on the optimal solution. Moreover, comparative analysis between the proposed MCCMs with CVaR and other consensus models is presented. Finally, Sect. 7 summarized the conclusions and ideas for future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the paragraph that follows, we review the traditional MACM and MCCM. Since the symmetric adjustment cost cannot meet the need of DMs in the process of revising opinions, three different MCCMs with asymmetric adjustment cost are introduced. These three consensus optimization models for asymmetric adjustment cost play a fundamental role for the models given in the next section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminaries"
        },
        {
            "text": "Let E = {e 1 , e 2 , … , e n } be the set of experts, where e i is the i-th expert. The term o i and o ′ i are used here to refer to initial opinion and modified opinion. There is a unified opinion among all DMs has been reached, which is called consensus, can be represented in a weighting function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Original MACM and MCCM"
        },
        {
            "text": "is a weighting vector, and it has i ∈ [0, 1], ∑ n i=1 i = 1. At the same time, each expert needs to satisfy that the distance between the revised opinion and consensus is within a certain acceptable range. Dong et al Dong et al. (2010) took the lead in considering the factors mentioned above, and they proposed the MACM for the first time, which can be expressed as In the model development these opinions are combined with the ordered weighted averaging (OWA) operator, which is first put forward by Yager Yager (1998) . It is defined as:",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 235,
                    "text": "Dong et al Dong et al. (2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 502,
                    "end": 520,
                    "text": "Yager Yager (1998)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "The Original MACM and MCCM"
        },
        {
            "text": "where o (i) represents the i-th largest elements in {o 1 , ⋯ , o n } of initial opinion set. The weighted averaging operator is another principal operator. It can be used to get the collective opinion, which is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Original MACM and MCCM"
        },
        {
            "text": "To ensure a consensus is obtained after the revision of the opinion, minimum cost is a crucial factor to consider other than the minimal modifications. In fact, this approach can be described as minimizing a \"linear cost function\" Ben-Arieh and Easton (2007) It is obvious that there is a positive correlation between the unit cost value and the degree of experts' insistence on their own opinions. The larger the unit cost, the stronger non-cooperation psychology of experts. This means that the more stubborn the experts are, the more time and cost will be required to convince them to revise their opinions. Under the assumption of the above function, we know that the unit adjustment cost is equal in both upward and downward adjustment directions. Furthermore, combining the above ideas, Zhang et al Zhang et al. (2011) extended the minimum cost consensus model, which is also an extension of the original minimum adjustment model",
            "cite_spans": [
                {
                    "start": 805,
                    "end": 824,
                    "text": "Zhang et al. (2011)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "The Original MACM and MCCM"
        },
        {
            "text": "as the optimal solution. The MCCM mentioned in this section is defined under the assumption that unit adjustment costs are non-directional. However, this situation usually does not exist in actual decision-making problems. For example, in the process of wastewater treatment standards development, there are some differences between these two adjustment strategies of the standard of sewage treatment. Normally, the unit cost will increase with the increase of sewage treatment demand, while the reduction of the standard will bring lower-cost or no-cost. In the next section, we will give the MCCMs, which is built under the asymmetric adjustment cost. However, the uncertainty of parameters does not be considered into the above models. And it is important to reduce the risk of uncertainty. In order to address these concerns, this paper offer three new risk-averse consensus models in Sect. 3, which is based on the contexts of asymmetric adjustment cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Original MACM and MCCM"
        },
        {
            "text": "This part reviews the consensus cost modeling in the context of asymmetric cost Cheng et al. (2018) , which can be divided into three categories according to different constraints.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "text": "Cheng et al. (2018)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "(1) The MCCM-DC with directional constraints When experts modify their initial opinions, the unit cost will vary depending on the direction of adjustment. Therefore, it is particularly important to study the asymmetric adjustment cost in the modeling process of the minimum cost consensus problem. We assume that o ′ is the consensus, and c U i and c D i are the unit cost in different directions (increasing or decreasing the initial opinion value). Let The optimal solution of the model (2) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "The adjustment route of opinion is determined into the advancement and bottomward direction, however, the uncertainty of the parameter ( o ′ , c U i , c D i ) and the risk function are not involved in the model (2) . To make up for this gap, we will supply the twostage mean-risk stochastic MCCM-DC in Sect. 3.1.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "(2) The -MCCM-DC with compromise limit Under normal circumstances, experts do not modify their opinions indefinitely to reach a consensus, which means that experts have a scope for their own adjustment opinions. If the scope is beyond this range, opinions modifications are not permitted. Here we denote the scope of e i as i , which displays the most adjustment vary allowed through e i for the initial opinion. At the same time, the range of adjustment allowed for their own opinions is closely related to the stubborn degree of experts on the initial opinions, and shows a negative correlation trend. Furthermore, the expert behavior described above is represented by a -MCCM-DC (see Cheng et al. (2018)) Finally, the optimal solution o * = (o � ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "However, the model (3) does not simulate the uncertain parameters (such as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "In addition to this defect, the above model does not study the loss risk caused by uncertainty. In adjustment to accomplish up for this gap, a two-stage mean-risk academic -MCCM-DC will be proposed in Sect. 3.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "(3) The threshold-based (TB)-MCCM-DC In addition to the consensus model of asymmetric adjustment cost described above, there is another situation, that is, there will be a free adjustment range in the process of experts' opinion adjustment. In other words, the moderator does not need to provide additional compensation if the expert e i modifies the opinion within the adjustment deviation i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "The initial opinion value is in different intervals, which are related to consensus opinion, and the compensation cost is additionally different accordance to the amount of adjustment. Based on the compensation rules defined above, another model with no-cost adjustment intervals is built, which is called the TB-MCCM-DC Cheng et al. (2018) Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "it is easy to transform the above model as follows Thus, the model (4) also can be expressed as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "The optimal solution to model (5) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "When determining the minimum cost of negotiation, model (5) considers that the unit cost of experts is free within a certain acceptable range. Due to the model does not involve the uncertainty of parameters (such as: i , c U i , c D i ), the model is flawed. In addition, since these uncertainties will bring loss risk to consensus cost, it is necessary for DMs to provide a risk aversion method. To enhance the model (5), we will comprise specific situations and CVaR measure into it, and the extended model will be given in Sect. 3.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "(4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The MCCMs in an Asymmetric Cost"
        },
        {
            "text": "In this part, we introduce the concept and equivalent form of risk-averse two-stage stochastic MCCMs. Specifically, after introducing the parameters used to describe stochastic events, the risk function CVaR is utilized to simulate the risk brought by stochastic parameters. Then, based on the theory of stochastic programming, the uncertain decisions caused by a variety of random scenarios are divided into two stages, in which the first-stage is the decision that needs to be given by the moderator in advance, and the second-stage is the decisions that are made by the DMs in the subsequent adjustment stage. Finally, stochastic mean-risk consensus models can deal with the uncertainty consensus reaching process with risk. Suppose that is a random vector described on the same probability space ( , F, P) , where is expressed as the sample space, F is expressed as a -algebra on , and P is expressed as a probability measure on . Under the premise of asymmetric adjustment cost, a novel cost consensus modeling method is proposed, which takes into account not only previous research elements, but also includes scenarios that describe stochastic events and risk factors. The key point of the proposed modeling method is that considering the uncertainty of parameters, and the risk function is introduced into the objective function. The consensus facilitation process is enhanced by a series of decisions based on stochastic scenarios, which are mainly classified into two categories: one is the final consensus and the other are the adjustment decisions of experts. Further, the following modeling process is based on the modeling idea of two-stage stochastic programming, and the decisions are divided into two stages. The decisions in different stages are determined by the decision time, and the reason for processing the decision in this way is caused by the uncertain factors in the decision process. In step with the different decision time, we ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic Consensus Models"
        },
        {
            "text": "The downward adjustment deviation denote the predicted consensus o ′ and the bottomward and advancement adjustment deviations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic Consensus Models"
        },
        {
            "text": "i as the first-stage and the second-stage decisions. Some additional notations of the resulting models are presented in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Two-Stage Mean-Risk Stochastic Consensus Models"
        },
        {
            "text": "From now on, in the following discussion of three risk-averse consensus models, we suppose there exist N scenarios, for stochastic event",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic Consensus Models"
        },
        {
            "text": "Here, (o i ) s denotes the value of expert e i 's initial opinion in the s-th scenario. We assume that different scenarios of unit cost with direction constraint are given by the moderator in advance, which is estimated according to the specific decision-making environment and historical experience. And the opinions are assigned by experts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic Consensus Models"
        },
        {
            "text": "The existing model (model (2)) focuses on the deterministic decision problem, which may not be enough to consider only the unit consensus cost with direction in the decision-making process. In addition, it may not be comprehensive to consider only the variable consensus cost and the variable initial opinions of experts. As far as we know, the risk problem brought about by the uncertainty of parameters is also a particularly noteworthy point. Therefore, the subsequent development of minimum cost consensus model with risk aversion is a novel approach to deal with the uncertainty in the consensus process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "In particular, the variable and directional unit consensus cost is considered in the construction of the two-stage stochastic MCCM-DC (TSMCCM-DC), which can be described as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "where Q 1 (o � , ( )) is the optimal value for the following optimization model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "In this study, the CVaR of consensus cost is a special form of CVaR. The CVaR of consensus cost is defined as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "Definition 1 For a random variable Q 1 (o � , ( )) , the CVaR of consensus cost at the confidence level ∈ (0, 1] is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "Thus, combined with the risk function in model (6) and Definition 1, the twostage mean-risk stochastic MCCM-DC (MRMCCM-DC) can be described as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "where The optimal solution o * = (o � , ) T of the MRMCCM-DC can be obtained by solving the corresponding algorithm. According to the Definition 1, the following theorem is given. (7) is converted to a linear programming model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic MCCM-DC"
        },
        {
            "text": "on account of there are finitely many realizations of ( ) . The function (7) can be calculated from the definition of CVaR as following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 The MRMCCM-DC"
        },
        {
            "text": "Finally, we can get the linear programming model (8). ◻ Compared with the general consensus model with adjustment direction, the natural fact is that the proposed risk-averse stochastic programming model (7) has",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 The MRMCCM-DC"
        },
        {
            "text": "certain difficulty in solving, which makes the information value and random solution especially important. Thus, in order to prove whether the proposed model plays a certain role in the decision maker's better planning, the values of the EVPI and VSS are very valuable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 The MRMCCM-DC"
        },
        {
            "text": "Assuming that o � ( s ) is the optimal solution of the objective function Q 1 (o � , s ( )) under the implementation of s (s = 1, 2, ⋯) . If o � ( s ) can be obtained, then the objective function accordingly is Q 1 (o � ( s ), s ( )) . The expected value of the objective function is called \"wait-and-see\" solution of model (8) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2"
        },
        {
            "text": "The optimal solution obtained from the recourse problem (RP) is known as the \"here and now\" decision, and its optimal value is denoted by RP 1 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": "The interpretation of EVPI is a perfect predictor of the future (see Raiffa and Schlaifer (1961) ). Then the EVPI of model (8) which named MREVPI 1 is the difference between the two values ( WS 1 and RP 1 ):",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 96,
                    "text": "Raiffa and Schlaifer (1961)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": "Since solving the optimal solution of WS 1 is not just a single optimization model, but a model under all scenarios, the relativistic optimal solution is also a series of optimal solutions. This makes it tricky to obtain this value, so what follows is an introduction to a much simpler problem, known as VSS. The VSS of model (7) can be defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": "The significance of this value MRVSS 1 is that it represents the cost loss caused by stochastic events in multiple situations. This model has more innovations than the aforementioned consensus model (2) . First of all, the original model is the modeling of a single particular scenario, while our model is designed to model multiple stochastic scenarios simultaneously.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": "Secondly, this model brings CVaR measure into the objective function, and has the role of risk resistance to a certain extent. Finally, two values (EVPI, VSS) are defined that are significant to the stochastic programming model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 3"
        },
        {
            "text": "In the environment of GDM, the opinions of each DM usually have some differences, so it is difficult to get a consensus result that everyone is satisfied with. However, in order to pursue the final solution of the decision-making problem, DMs need to adjust their own opinions appropriately. In this adjustment link, the adjustment of expert's opinion is not only directional, but also limited by the scope of their own opinions. In other words, experts are only allowed to modify the initial opinions to the extent permitted, and experts are not willing to adjust beyond this range. In order to solve this problem in an uncertain decision-making environment, and considering the risk brought by uncertainty, a novel consensus cost model of risk aversion is proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic -MCCM-DC"
        },
        {
            "text": "Let i denote the maximum amount of modification allowed by the expert e i to his opinion. Similar to model (6), combined with limited constraints of compromise i , we present the following two-stage stochastic -MCCM-DC with the limited compromises ( -TSMCCM-DC):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic -MCCM-DC"
        },
        {
            "text": "where Q 2 (o � , ( )) is the optimal value of the following problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic -MCCM-DC"
        },
        {
            "text": "The model building is similar to that described previously, CVaR was combined with model (9), the two-stage mean-risk stochastic -MCCM-DC ( -MRMCCM-DC) is constructed:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic -MCCM-DC"
        },
        {
            "text": ") + CVaR (Q 2 (o � , ( )))}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk Stochastic -MCCM-DC"
        },
        {
            "text": "The -MRMCCM-DC (10) can be converted to the following linear programming model:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2"
        },
        {
            "text": "Proof The function (10) can be calculated from the definition of CVaR as following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2"
        },
        {
            "text": "Finally, we can get the linear programming model (11). ◻",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2"
        },
        {
            "text": "The innovation of the -MRMCCM-DC built in this section is that the influence of stochastic events and the risk factors brought by uncertainty are incorporated on the basis of the model (3). The proposed model takes many factors into consideration and improves the flexibility of its application. Similar to the definitions of MREVPI 1 and MRVSS 1 in Sect. 3.1, we give the concepts of MREVPI 2 and MRVSS 2 that are defined for -MRMCCM-DC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2"
        },
        {
            "text": "Because individual unit costs directly determine the total negotiation cost of reaching a consensus, the tolerance of each expert on opinion adjustment is very important for effective consensus results. The tolerance range includes that experts are allowed to modify their own opinions without charging additional fees in a certain range, which is the threshold for cost-free modification of opinions. If the threshold is exceeded, the (11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "DM will be charged according to the amount of excess adjusted by the opinion. On the contrary, the moderator will pay for the additional opinion adjustment. In this section, we study the two-stage stochastic TB-MCCM-DC with risk aversion and free threshold. The model has variable unit cost and initial opinions, and its goal is to reach consensus with the minimum total cost. In addition, the risk of parameters of variability is also considered in the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "We assume that i denotes the interval of expert's revision opinion, which means the expert adjusts his opinion with no-cost. Let Table 1 for detailed description of relevant variables and symbols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "The two-stage stochastic TB-MCCM-DC with cost-free threshold (TB-TSMCCM-DC) is described as following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "where Q 3 (o � , ( )) is the optimal value of the following problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "and Thus, add risk factors (CVaR) to the model (12) during the process, then the twostage mean-risk stochastic MCCM-DC with tolerance behaviors (TB-MRMCCM-DC) can be described as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two-Stage Mean-Risk TB-MCCM-DC"
        },
        {
            "text": "Proof The proof is similar to the Theorem 3.1-3.2, so here we omit the proofs. ◻",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 The TB-MRMCCM-DC (13) is equal to the afterward linear programming:"
        },
        {
            "text": "The initial opinions can be divided into three interval segments, which are determined according to the final consensus opinions and the value of i . The initial opinion falls into three different segments and the compensation that the moderator has to pay the expert is different. When the initial opinion falls within the range of [o � − i , o � + i ] , the expert keeps his initial opinion unchanged and the moderator does not need to pay compensation expenses. Otherwise, when the initial opinion falls within the range of [0, o � − i ] or [o � + i , +∞] , the expert needs to adjust his initial opinion accordingly, with the amount of (u − i ) s or (v + i ) s respectively. Meanwhile, the moderator also needs to come up with a certain amount of money to compensate the expert for exceeding the no-cost adjustment threshold condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 The TB-MRMCCM-DC (13) is equal to the afterward linear programming:"
        },
        {
            "text": "As can be seen from the model (5), the model built in this section takes into account the addition of various restrictions under the goal of minimum cost. In addition to the initial asymmetric direction of adjustment and the threshold at which an expert can adjust without cost, these limitations also include random events and risk aversion. In addition to the initial asymmetrical direction of adjustment and the threshold at which experts can adjust with no-cost, the initial TB-MCCM-DC lacks some limitations, including stochastic events in a variety of scenarios and risks arising from randomness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 The TB-MRMCCM-DC (13) is equal to the afterward linear programming:"
        },
        {
            "text": "Although the model is more complicated than the original determined model, it can better cope with the complex and changeable decision-making environment, and can also reduce the risk cost in subsequent decisions. Moreover, this model is based on conditional-value-at-risk function, which is more robustness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 The TB-MRMCCM-DC (13) is equal to the afterward linear programming:"
        },
        {
            "text": "In order to better demonstrate the superiority of the model (14) constructed in this section, the presented model is compared with the deterministic model, and two indicators ( MREVPI 3 and MRVSS 3 ) were used for evaluation. Under this model, they are defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3 The TB-MRMCCM-DC (13) is equal to the afterward linear programming:"
        },
        {
            "text": "For the models (8, 11, 14) with special structures, we can use the cutting plane technique to solve it, which is called the L-shaped algorithm (see Birge and Louveaux (2011) ).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "(8,",
                    "ref_id": null
                },
                {
                    "start": 19,
                    "end": 22,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 26,
                    "text": "14)",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 173,
                    "text": "Birge and Louveaux (2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "In this section, we give the following method to solve the proposed risk-averse models. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "where where s and have the same dimension. In Noya (2012) , the author takes as the first stage variable and v s (s = 1, ⋯ , N) as the second stage variables. Here we adopt the same treatment for this proposed modeling method. Now, the specific implementation steps of the algorithm and the important relevant procedures (including various cuts that need to be added) are described in detail. There are two different types of cutting that need to be emphasized in the presented algorithm: feasibility cuts and optimality cuts.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 57,
                    "text": "Noya (2012)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "Find optimality cuts by optimizing the linear program and we get the dual solutions v , where v denotes the number of iterations of optimality cuts. we calculate the quantities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "Our solution x is optimal if this inequality satisfied, and will call that \"optimality cuts\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "where r denotes the number of iterations of feasibility cuts. Finding the simplex multiplier r that results from the problem where e T = (1, ⋯ , 1). Solve the linear programming problem (called the \"master problem\") given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "By studying the iterative steps of the algorithm, we can know that the time complexity of the algorithm is O(n 2 ) . Moreover, we can know that the algorithm can converge in a finite number of iterative steps, and can converge to the optimal solution. Proofs of converges are omitted for brevity, and see Birge and Louveaux (2011) for a more general proof.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 330,
                    "text": "Birge and Louveaux (2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "L-Shaped Algorithm for Solving Risk-Averse Two-Stage Stochastic Consensus Models"
        },
        {
            "text": "This section will verify the effectiveness of the proposed novel consensus modeling methods for solving consensus application of loan platform. All numerical experiments in this section are carried out on the MATLAB 2018a software of notebook computer (Intel i5 CPU and 8GB RAM). The solving time of the Algorithm 1 and solver CPLEX is compared, and the comparison of experimental results verifies that the given method is more effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Applications of the Proposed Models"
        },
        {
            "text": "At present, the impact of the new coronavirus pneumonia has had a greater impact on many industries, such as wholesale, retail, accommodation, catering, logistics and transportation, and cultural tourism. In this special case, these enterprises have to use loans to alleviate the capital problem. But the interest rate of banks and traditional financial institutions is usually higher than the cost of capital, which makes these small and medium-sized enterprises difficult to accept in this environment. Different from traditional financial institutions, P2P loans reduce the number of intermediaries, which make borrowers get loans at a lower satisfactory interest rate. In the P2P lending process, the borrowers submit loan applications on this platform, and then the lenders decide whether or not to lend the loan to these applicants. In this transaction process, the P2P lending platform plays the role of the moderator and supervises the entire transaction link.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Applications of the Proposed Models"
        },
        {
            "text": "In the Zhang et al. (2019) , the P2P lending scenario is described as a consensus reaching process, but it does not take into consideration the uncertainty of some parameters and the risk brought by uncertainty. However, these two points are also essential for this consensus application. This paper describes this issue from the perspective of borrowers. Similarly, the borrower is regarded as the expert who gives the expected interest rate, while the P2P platform is regarded as the moderator. His existence is to offer certain compensation for the experts to adjust the interest rate, so as to ensure the consensus. Although the interest rates given by several borrowers may not be the same, in order to obtain loans, and under the compensation of the platform, they can achieve a consensus, that is, to give a mutually satisfactory interest rate.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 26,
                    "text": "Zhang et al. (2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Applications of the Proposed Models"
        },
        {
            "text": "The following three examples provide an explanation for the three proposed stochastic risk-averse consensus models, all of which think about three unique scenarios. In particular, stochastic events described below are all",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Applications of the Proposed Models"
        },
        {
            "text": "In order to better conform to the actual decision-making environment, we take the data in reference Zhang et al. (2019) as the average data of the three groups of data in this experiment, while the other two scenarios are an increase or a decrease of 20% based on the average data. In the following experiments, the values of the risk parameters and are set to 0.1 and 0.9.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 119,
                    "text": "Zhang et al. (2019)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "The Applications of the Proposed Models"
        },
        {
            "text": "Suppose that the lenders put a sum of 100,000 RMB on the P2P platform, and what they want is to charge borrowers high interest rates. Here, we assume that there are four borrowers, namely e 1 , e 2 , e 3 , e 4 , and the average value of expected interest rates are given by o i = (11, 16, 22, 28)(%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "Borrowers are required to adjust interest rates up or down until agreement is reached. To facilitate consensus, the platform offered a compensation to all borrowers who made adjustments to interest rate. The interest rates are provided by the borrowers may be higher or lower than expected consensus. Therefore, the adjustment is directional, and the cost of adjustment is different in direction. It is frequently the case that a higher interest rate will make the platform less compensated, and vice versa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "We hypothesized that when the borrower adjusts the interest rate by 1% in the up direction, the platform will provide the average value of compensation the borrower by c U i = (1.5, 1, 2.5, 2)(10RMB) . On the contrary, it will compensate the average value of the borrower with c D i = (1, 0.5, 1.5, 1)(10RMB) . Some of the data shown above are averages of all the scenarios and are referred to as the first scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "The other two scenarios respectively increase and decrease by 20% on the basis of the uncertain parameters given in this scenario. In this numerical experiment, we assume that the probabilities of the three scenarios used are equal, i.e., 1/3. We model this problem as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "The model is solved by the Algorithm 1. The consensus interest rate is o � = 17.6% and the minimum total cost is 346.12 RMB. Table 5 illustrates some of the main characteristics of results solved by Algorithm 1 and CPLEX. As can be observed in the table, no differences of outcomes in between 2 methods for solving this problem. The comparison results further confirm the accuracy of the proposed method. Moreover, it is observed that it saves time to use Algorithm 1 to solve the problem. By contrast, our proposed approach is significantly more efficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "To present the MREVP 1 and MRVSS 1 of MRMCCM-DC, the optimal solutions of three scenarios are presented in Table 2 . Subsequently, we can obtain the mean cost is 321.86 RMB. Finally, Table 6 presents the experimental data of stochastic measures on MRMCCM-DC. It can be seen from the table that model generalization in terms of risk and randomness have great value.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "Example 2 (Example of the -MRMCCM-DC) On the basis of Example 1, we add corresponding constraints, assuming that each borrower has an allowable adjustment interval of i = (12, 10, 11, 20)(%) respectively. Other parameters and probability settings are same as in the previous example. Based on Model (11), we modeled this example as a -MRMCCM-DC, which is denoted as: This model is addressed numerically with Algorithm 1 and CPLEX solver. Four borrowers reached uniform interest rate o � = 17.6 % and the compensation paid by the platform is 346.12 RMB. The experimental results between Algorithm 1 and solver are compared, as showed in Table 5 . Since the calculation time required by the Algorithm 1 is significantly lower than required by the optimization solver CPLEX, then the results indicate that the algorithm can solve this problem faster. We contrasted these results with the results from the last example, it could be found that results for the Example 5.1 and Example 5.2 are identical. The most likely causes of this phenomenon are that the borrowers are well-tolerated for their adjustment of opinions. Therefore, attempts are made to reduce the tolerance range of each borrower. Subsequently, the second group of data is given below, which the corresponding limited compromise take as i = (10, 6, 8, 16)(%) . Table 5 presents the experimental results. The results in Table 3 are the optimal values under the three scenarios, which were calculated separately. Here, calculations are carried out for the three sets of data. The mean total consensus cost is 321.86 RMB, which means the total consensus cost that experts expect to pay. The results of MREVP 2 and MRVSS 2 are shown in Table 6 , which indicated the significance of model building. Because it considered the value of information from the perspective of the borrowers and the platform. After calculation, the optimal solution of the above problem is o � = 13.59% , and the optimal value is = 182 RMB. Similar to the previous two problems, the Algorithm 1 for solving this problem is compared with the solver, the results in Table 5 showed that the given method is faster and effective. Taking each scenario as a deterministic problem to solve, the optimal solution under three random scenarios can be obtained, and the results are presented in Table 4 . Two important values ( MREVP 3 and MRVSS 3 ) are provided in Table 6 , which can be obtained to evaluate whether the TB-MCCM-DC is meaningful or not. Through these results, it can be found that it is of constructive significance to use the established model to solve this problem.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 643,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1323,
                    "end": 1330,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 1381,
                    "end": 1388,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1694,
                    "end": 1701,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2104,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 2317,
                    "end": 2324,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2388,
                    "end": 2395,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Example 1 (Example of the MRMCCM-DC)"
        },
        {
            "text": "In this section, the sensitivity analysis is performed to analyze the effect of parameters ( , ) related to CVaR measurement on the total consensus cost. The data are from Examples 5. 1-5.3 . We suppose that the parameters in all scenarios change together. In order to better illustrate the importance of risk management in dealing with uncertain factors in decision-making, this section also compares the two-stage stochastic models with the corresponding risk-aversion models. The same comparison process also occurs in the robust models and the proposals.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 189,
                    "text": "1-5.3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sensitivity and Comparative Analysis"
        },
        {
            "text": "In this part, we analyze the sensitivity of the risk coefficient of the two-stage stochastic consensus models with risk aversion under the background of asymmetric cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "(1) Sensitivity analysis of MRMCCM-DC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The impact of relevant test parameters ( , ) on the total consensus costs is important. The risk-averse consensus models require that its risk parameters be met at a certain level. The measure taken is to increase the (or ) while the (or ) is kept unchanged. To this end, let us further analyze the impact of risk parameters on the total consensus cost. When = 0.5 , the minimum costs at the of 0.1, 0.2, ..., 0.8, 0.9 are calculated. Similarly, when is 0.6 or 0.7, the change trend of total cost with respect to is also obtained. The results of change in the total consensus cost caused by varying and are given in Fig. 1 . As shown in Fig. 1 , it is found that total consensus cost is sensitive to the risk parameters , . There is a clear trend of increasing in minimum consensus cost as or increase. And when the value of (or ) is the same, the larger the value of (or ) is, the more significant the increase of minimum cost consensus is. This means that increasing the value of risk factors within a certain range, which are defined by and , can strongly affect the minimum consensus cost. It also translates that it is more difficult to reach a consensus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 616,
                    "end": 622,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 637,
                    "end": 643,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "(2) Sensitivity analysis of -MRMCCM-DC",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "In the sensitivity analysis about changing the CVaR measurement parameters of the -MRMCCM-DC, it is assumed that one parameter ( or ) keeps unchanged when another parameter ( or ) varies. The conclusion of minimum consensus cost that can be drawn from the Fig. 2 . Left and right figures in Fig. 2 are the graphs of the first and second set of data, respectively. Since the results of the first set of data are the same as change in Fig. 1 , and are therefore not shown in detail here. From these results, we observed the following features of the second set of data. It can be seen from Fig. 2 that the minimum cost changes and increases as the level of risk parameter ( or ) increases. In turn, decreases as or decreases. This shows that the risk parameters have a significant influence on the consensus cost of group decision-making. Increasing the degree of risk within a certain limit makes it more difficult to reach a consensus. Therefore, this conclusion can provide guidance value for the moderator in determining the risk parameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 256,
                    "end": 262,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 297,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 433,
                    "end": 439,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 588,
                    "end": 594,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "(3) Sensitivity analysis of TB-MRMCCM-DC Similar to the described before, the experimental results in the Example 6.3 are similar as Example 6.1-6.2. Figure 3 provides a more intuitive view on the results of total consensus cost. This is to observe how the performance of total consensus cost vary with the increase of the value of (or ). On the one hand, for a fixed value , it is easy to see that the cost values increase with respect to the risk coefficient . On the other hand, for a fixed value , we can observe that a larger value leads to higher cost value. Figure 3 shows that the total consensus cost increases when the established risk parameter moves up from 0.1 to 0.9. It proves that increasing leads to more risk aversion. This means that the risk measure defined by CVaR has an important impact on the minimum cost consensus. Considering the relationship between the value of risk and consensus cost, the higher the value of risk, the more negotiation cost the moderator needs to pay to the DMs. With the increase of risk coefficients, it will be more difficult to reach a consensus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 565,
                    "end": 573,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "(1) Comparison between two-stage consensus models and mean-risk consensus models",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis"
        },
        {
            "text": "There are a number of important differences of two-stage stochastic consensus models between with and without CVaR. For comparison, we performed the analysis comparing with or without risk, and results are given in Table 7 , where model (8), (11), (14) are two-stage mean-risk stochastic minimum cost consensus models and model (6), (9), (12) are the stochastic consensus programming without CVaR function. In the following part, the values of the risk parameters and are set to 0.4 and 0.9 uniformly. By comparing the results, we retrieve following main results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Comparative Analysis"
        },
        {
            "text": "Indeed, on the one side, it can be observed that when the risk function is added to the two-stage stochastic consensus models, the consensus value increases, which implies that consensus is sensitive to risk factors. On the other hand, the total consensus cost of stochastic programming with CVaR is higher than that without the risk function. In other words, compared with the total consensus cost without risk, when the risk function is added, the total cost of stochastic programming that needs to be paid by the platform is increased. This also indicates that with the addition of risk function, it becomes more difficult to achieve a consensus. This is a common situation, because when the risk of uncertainty parameters is taken into account in the consensus optimization model of stochastic programming, the total cost must be increased. The two-stage mean-risk stochastic minimum cost consensus models take CVaR into account, which is more comprehensive than the stochastic consensus programming without risk function, so the result is a little worse. (2) Comparison between robust consensus models and mean-risk consensus models",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis"
        },
        {
            "text": "In decision-making activities, due to the existence of various uncertain factors such as subjects and objects, decision-making activities cannot achieve the desired purpose, which is also known as risk of decision. Reducing the risks of decisionmaking and reducing the mistakes of decision-making are the issues that people pay attention to and discuss. DMs usually design a large number of subjective factors such as personal feelings and value judgment, which makes their decisions often subjective. However, most experts have a tendency to avoid risks and give a relatively conserved decision. In order to avoid risk, the consensus models of robustness are also proposed in Qu et al. (2020) to help DMs make decisions. Therefore, we will compare our proposed risk-averse two-stage stochastic MCCMs with robust MCCMs.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 693,
                    "text": "Qu et al. (2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Comparative Analysis"
        },
        {
            "text": "For robust consensus models, they are based on four different uncertain sets. For upward and downward unit costs, c U h and c D h take the negative and positive deviations of c U 0 and c D 0 respectively, where and These above-mentioned settings are the same as in the Qu et al. (2021) . The results of three robust consensus models are given in Table 8 . Comparing the results with the consensus models of risk aversion in Table 7 , we can observe and summarize the following conclusions. (i) By comparing the results of three robust consensus models in four uncertain sets, it is found that the minimum total cost is the largest in the box set and the smallest in the interval polyhedron set. (ii) The total consensus cost of solving the MCCMs of risk aversion is 47.38, 47.38/47.48 and 19.76 respectively. Under the box set, the total consensus cost obtained by solving the robust consensus optimization models is 41.38, 41.38/42.3 and 13.39 respectively. They are the largest total consensus costs under different uncertain sets, that is, the most conservative results.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 285,
                    "text": "Qu et al. (2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 766,
                    "end": 794,
                    "text": "47.38, 47.38/47.48 and 19.76",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 353,
                    "text": "Table 8",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 7",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Comparative Analysis"
        },
        {
            "text": "Comparing the results of the two different types of uncertainty models, it is easy to find that the total cost of the proposed consensus optimization models is more conservative than the worst robust optimal values. (iii) The results show that robust models are too optimistic compared with the proposed models. This is mainly because the proposed models not only consider a variety of uncertain scenarios, but also include risk factors, which improve the anti-risk ability of the models. Although the result of total consensus cost is too large, it considers the influence of risk factors. If the result is too optimistic, it will usually cause the DMs to spend more cost to resist the risk in the process of implementation. Despite the fact that the cost of risk aversion models increases, it can help DMs effectively reduce the risk in the process of decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparative Analysis"
        },
        {
            "text": "The purpose of this current study is to determine how to better reach a consensus under risky and uncertain environment. This work contributes to existing knowledge of GDM by combing with the related development of two-stage stochastic programming and risk measurement. We have conducted related explorations on consensus optimization problems that have been hot in the decision-making field. Therefore, the modeling method of two-stage mean-risk stochastic minimum cost consensus is proposed. Those models are constructed under the background of some uncertain parameters. Not only that, they take into account the impact of different adjustment directions on costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Future Work"
        },
        {
            "text": "In the proposed risk-averse stochastic consensus models, the set of decisions is divided into two groups. Moreover, we apply a case of peer-to-peer loans to the proposed consensus models, the Algorithm 1 can effectively solve this kind of problem. To verify the accuracy and effectiveness of numerical experiment results of the Algorithm 1, we compared it with the results obtained by CPLEX. The comparison results confirmed these two points. Besides, we present the sensitivity analysis of the risk parameters ( and ) for the proposed models on the total consensus cost, and a comparison of whether to consider the risk function is also given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Future Work"
        },
        {
            "text": "At last, four interesting research directions are pointed out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Future Work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "As an effective uncertainty optimization tool, robust optimization focuses on achieving optimal results in worst-case situations. In the context of sequential auction, Ma et al. (2021) provided a robust optimization method to find the maximum revenue under different uncertainty sets. Therefore, inspired by this kind of robust modeling techniques",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "of the expert is determined by the coordinator according to different specific scenarios, rather than given corresponding criteria. Therefore, how to determine the uncertainty unit adjustment cost in a mean-risk twostage stochastic consensus model will also be an interesting research direction",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "optimization model with risk in uncertain environments. Similarly, the two-stage stochastic consensus optimization model that considers risk aversion given by the preference relationship also has significant research value. Moreover, cost metric is a useful criterion Labella et al. (2020) for GDM. Thus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Multi-criteria group consensus under linear cost opinion elasticity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Arieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Easton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Decis Support Syst",
            "volume": "43",
            "issn": "",
            "pages": "713--721",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Minimum cost consensus with quadratic cost functions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ben-Arieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Easton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEEE Transactions on Systems, Man, and Cybernetics-Part A: Systems and Humans",
            "volume": "39",
            "issn": "",
            "pages": "210--217",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Modeling the minimum cost consensus problem in an asymmetric costs context",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Birge",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Louveaux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Oper Res",
            "volume": "270",
            "issn": "",
            "pages": "1122--1137",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The OWA-based consensus operator under linguistic representation models using position indexes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Oper Res",
            "volume": "203",
            "issn": "",
            "pages": "455--463",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Consistency and consensus modeling of linear uncertain preference relations",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Oper Res",
            "volume": "283",
            "issn": "",
            "pages": "290--307",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Consensus decision models for preferential voting with abstentions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput Indus Eng",
            "volume": "115",
            "issn": "",
            "pages": "670--682",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Minimum cost consensus modelling under various linear uncertain-constrained scenarios",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Cabrerizo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inf Fus",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.inffus.2020.08.015"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Instance-based credit risk assessment for investment decisions in P2P lending",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur J Oper Res",
            "volume": "249",
            "issn": "",
            "pages": "417--426",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Robust consensus models based on minimum cost with an application to marketing plan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Intell Fuzzy Syst",
            "volume": "37",
            "issn": "",
            "pages": "5655--5668",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A cost consensus metric for consensus reaching processes based on a comprehensive minimum cost model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Labella",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Oper Res",
            "volume": "281",
            "issn": "",
            "pages": "316--331",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Two-stage stochastic minimum cost consensus models with asymmetric adjustment costs",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inf Fusion",
            "volume": "71",
            "issn": "",
            "pages": "77--96",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The interactive consensus reaching process with the minimum and uncertain cost in group decision making",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl Soft Comput",
            "volume": "60",
            "issn": "",
            "pages": "202--212",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A consensus model to manage the non-cooperative behaviors of individuals in uncertain group decision making problems during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl Soft Comput",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.asoc.2020.106879"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Some research problems in uncertainty theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Uncertain Syst",
            "volume": "3",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Consensus of large-scale group decision making in social network: the minimum cost model based on robust optimization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inf Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ins.2020.08.022"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Robust optimization strategies for seller based on uncertainty sets in context of sequential auction",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl Math Comput",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amc.2020.125650"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Constraint generation for risk averse two-stage stochastic programs",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mínguez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Ackooij",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "García-Beryrand",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Eur J Oper Res",
            "volume": "288",
            "issn": "",
            "pages": "194--206",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Resampling ensemble model based on data distribution for imbalanced credit risk evaluation in P2P lending",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inf Sci",
            "volume": "536",
            "issn": "",
            "pages": "120--134",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Risk-averse two-stage stochastic programming with an application to disaster management",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noya",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Comput Operat Res",
            "volume": "39",
            "issn": "",
            "pages": "541--559",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Consensus modeling with asymmetric cost based on data-driven robust optimization",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raza",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10726-020-09707-w"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Lectures on stochastic programming: modeling and theory",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raiffa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schlaifer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dentcheva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruszczynski",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Society for Industrial and Applied Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk averse optimal operation of a virtual power plant using two-stage stochastic programming",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tajeddini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rahimi-Kian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soroudi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy",
            "volume": "73",
            "issn": "",
            "pages": "958--967",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Consensus modeling with cost chance constraint under uncertainty opinions",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chiclana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl Soft Comput",
            "volume": "67",
            "issn": "",
            "pages": "721--727",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A novel process to determine consensus thresholds and its application in probabilistic linguistic group decision-making",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Expert Syst Appl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eswa.2020.114315"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The minimum cost consensus model considering the implicit trust of opinions similarities in social network group decision-making",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "W"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "W"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Intell Syst",
            "volume": "35",
            "issn": "",
            "pages": "470--493",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The consensus of probabilistic uncertain linguistic preference relations and the application on the virtual reality industry",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Risk",
            "volume": "162",
            "issn": "",
            "pages": "14--28",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A maximizing consensus approach for alternative selection based on uncertain linguistic preference relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comput Indus Eng",
            "volume": "64",
            "issn": "",
            "pages": "999--1008",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Quantifier guided aggregation using OWA operators",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Yager",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Int J Intell Syst",
            "volume": "11",
            "issn": "",
            "pages": "49--73",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Minimum-cost consensus models under aggregation operators",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Transac Syst Man Cybernet Part A: Syst Humans",
            "volume": "41",
            "issn": "",
            "pages": "1253--1261",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Consensus mechanism with maximum-return modifications and minimum-cost feedback: a perspective of game theory",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pedrycz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Oper Res",
            "volume": "287",
            "issn": "",
            "pages": "546--559",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Soft consensus cost models for group decision making and economic interpretations",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Oper Res",
            "volume": "277",
            "issn": "",
            "pages": "964--980",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An overview on feedback mechanisms with minimum adjustment or cost in consensus reaching in group decision making: Research paradigms and challenges",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inf Fusion",
            "volume": "60",
            "issn": "",
            "pages": "65--79",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "+ i = (o i − o � ) + and − i = (o � − o i ) + mean the variations between collective opinion and initial opinion in different adjustment directions, where a + = max{0, a}, + i ⋅ − i = 0 . The representation of the MCCM-DC (see Cheng et al. (2018)) is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The expected value problem:where ( ) = ( ( )) is the optimal solution of expected value problem. o � ( ) is known as the optimal solution to the expected value problem. The expected result of using the EV solution measures the performance of o � ( ):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "For simplicity, the three types of models built are expressed in the following form where s = s in the MRMCCM-DC, and s = ( s , ) in the -MRMCCM-DC, and s = s + in the TB-MRMCCM-DC. Then the model (15) is further transformed",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Example of the TB-MRMCCM-DC) Suppose that each borrower needs adjustment according to the opinion of platform, and everyone in the GDM has a cost-free threshold. The corresponding values of no-cost thresholds are denoted as i = (5, 3, 4, 5)(%) . The data for other uncertain parameters",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effects of and on the total consensus cost of MRMCCM-DC",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effects of and on the total consensus cost of -MRMCCMEffects of and on the total consensus cost of TB-MRMCCM-DC",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Additional Notation and Description of the resulting models Notation DescriptionDetermined parametersThe greatest compromise of e iThe cost-free adjustment threshold of e i",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Optimization solutions based on 3 scenarios of MRMCCM-DC",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Optimization solutions based on 3 scenarios of -MRMCCM-DC",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Optimization solutions based on 3 scenarios of TB-MRMCCM-DC Comparison results associated with the solving approach *In the numerical results of -MRMCCM-DC, the first value represents the results under the first set of data, and the second value represents the experimental results under the second set of data",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparison results of two-stage stochastic MCCMs and risk-averse MCCMs",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison results of different robust MCCMs under the same uncertainty set",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The work is supported by a research grant from the National Social Science Foundation of China (No.17BGL083) and the Philosophy and Social Science of Shanghai (No. 2020BGL010).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declare there are no conflicts of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}