{
    "paper_id": "797aac81ddac7455219e664d67032ea1a057437a",
    "metadata": {
        "title": "Validation of real-time RT-PCR for detection of SARS-CoV-2 in the early stages of the COVID-19 outbreak in the Republic of Korea",
        "authors": [
            {
                "first": "Yoon-Seok",
                "middle": [],
                "last": "Chung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "61947",
                        "settlement": "Gwangju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Nam-Joo",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [
                    "Hee"
                ],
                "last": "Woo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Jeong-Min",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Heui",
                "middle": [
                    "Man"
                ],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hye",
                "middle": [
                    "Jun"
                ],
                "last": "Jo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Ye",
                "middle": [
                    "Eun"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic of Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Myung-Guk",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Korea Diseases Control and Prevention Agency",
                    "location": {
                        "addrLine": "187 Osongsaengmyeong2-ro, Osong-eup, Heungdeok-gu",
                        "postCode": "28159",
                        "settlement": "Cheongju-si",
                        "country": "Republic"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A real-time reverse transcription polymerase chain reaction (RT-qPCR) assay that does not require Emergency Use Authorization (EUA) reagents was tested and validated for the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) during the early stages of the outbreak of coronavirus disease 2019 (COVID-19) in the Republic of Korea. Early diagnosis of COVID-19 enables timely treatment and the implementation of public health measures. We validated the sensitivity, specificity, precision, linearity, accuracy, and robustness of the RT-qPCR assay for SARS-CoV-2 detection and compared its performance with that of several EUA-approved kits. Our RT-qPCR assay was highly specific for SARS-CoV-2 as demonstrated by not amplifying 13 other viruses that cause respiratory diseases. The assay showed high linearity using a viral isolate from a patient with known COVID-19 as well as plasmids containing target SARS-CoV-2 genes as templates. The assay showed good repeatability and reproducibility with a coefficient of variation of 3%, and a SARS-CoV-2 limit of detection of 1 PFU/mL. The RT-qPCR-based assay is highly effective and can facilitate the early diagnosis of COVID-19 without the use of EUA-approved kits or reagents in the Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ethics approval and consent to participate. This study was approved by the Korea Centers for Diseases Control and Prevention Ethics Committee-KCDC Authority (approval number #2020-03-01-P-A). The requirement for informed consent was waived by Korea Centers for Diseases Control and Prevention Research Ethics Committee as this study was part of a public health surveillance and outbreak investigation in Republic of Korea. This study was performed in accordance with the relevant laws and regulations that govern research in the Korea Centers for Diseases Control and Prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Vero E6 cells were inoculated with the SARS-CoV-2/Korea/KCDC03/2020 virus, isolated by the Korean Center for Disease Control, and cultured for 4 d. The culture medium was then centrifuged, aliquoted, and stored at -70 °C. Virus titers were measured using a plaque assay. Viral culture was performed in a biosafety level (BSL)-3 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses."
        },
        {
            "text": "Extraction of viral RNA. RNA was extracted from the culture medium (140 µL) containing the SARS-CoV-2/Korea/KCDC03/2020 virus using a QIAamp Viral RNA Mini kit (QIAGEN, Hilden, Germany) according to the manufacturer's instructions. Viral lysis was performed in a BSL-3 laboratory, whereas procedures involving RNA were performed in a BSL-2 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cells and viruses."
        },
        {
            "text": "Sequences of primers and probes, provided by the WHO, used in RT-qPCR 2 are shown in Table 1 . AgPath-ID one-step RT-PCR reagents (Applied Biosystems, Foster City, CA, USA) were used in accordance with the manufacturer's instructions. The viral RNA sample (5 µL) was mixed with the RT-PCR reagents and the corresponding RdRp or E gene primers (1 µL, 10 pmol) and probe (0.5 µL , 10 pmol). PCR was performed at 50 °C for 30 min, 95 °C for 10 min, 95 °C for 15 s, and 60 °C for one min, for 40 cycles; carboxyrhodamine (ROX) was used as a passive reference dye. The Applied Biosystems 7500 Fast Real-Time PCR System was used for RT-qPCR, and the cycle threshold (Ct) value of the SARS-CoV-2 target gene was ascertained ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 719,
                    "end": 727,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RT-qPCR for SARS-CoV-2 detection."
        },
        {
            "text": "Determination of specificity and sensitivity. To Sensitivity of the RT-qPCR assay was measured by RT-qPCR using plasmids containing cloned target SARS-CoV-2 genes (RdRp and E), which were serially diluted tenfold from different initial concentrations. To examine the responsivity of the assay, RT-qPCR was also performed using tenfold serially diluted RNA extracted from a lower respiratory tract sample of the first patient who tested positive for COVID-19 in Republic of Korea. ",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "text": "To",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "RT-qPCR for SARS-CoV-2 detection."
        },
        {
            "text": "To determine the limit of detection (LOD), the titers of the isolated viruses were measured in plaque-forming units (PFU). The virus culture medium was diluted from 3.45 × 10 6 PFU/mL to 1 × 10 5 PFU/mL. Ten-fold dilutions were prepared until a concentration of 1 × 10 −2 PFU/mL was obtained. RNA was extracted from each diluent and used for RT-qPCR targeting the SARS-CoV-2 RdRp and E genes. RT-qPCR was performed in triplicate to assess the assay reproducibility, and the assay was repeated 3 d later using RNA extracted from the diluted virus culture media to assess repeatability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intra-and inter-assay reproducibility and efficiency."
        },
        {
            "text": "To investigate the accuracy of the COVID-19 EUA-approved kits in the Republic of Korea (Table 2) , 55 positive samples (selected five-step positive samples based on the distribution of RdRp gene Ct values) and 50 negative samples were analyzed. The results (sensitivity and specificity) were compared with those from our RT-qPCR assay of the same samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Determination of accuracy of EUA kits."
        },
        {
            "text": "Inter-assay and intra-assay variations in the Ct value were determined for the triplicate RT-qPCR reactions and for the repeat assay 3 d later. The reliability of each experiment was determined from the F and P values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis."
        },
        {
            "text": "Specificity and sensitivity. Viral RNA specific to human coronaviruses 229E, NL63, OC43, and HKU1;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "SARS-CoV; MERS-CoV; influenza virus; adenovirus; rhinovirus; parainfluenza virus; respiratory syncytial virus; metapneumovirus; and bocavirus was not detected in the RT-qPCR specificity assay using primers targeting SARS-CoV-2 RdRp and E genes ( Table 3 ). The Ct value could not be determined for measles virus, mumps virus, rubella virus, enterovirus D68, nor the known-negative nasopharyngeal swab specimens. These results indicate that the assay was highly specific for both of the SARS-CoV-2 target genes RdRp and E. Analytical sensitivity of the RT-qPCR assay was assessed by determining the LOD for each gene using plasmid DNA containing the SARS-CoV-2 RdRp or E gene. The assay had a mean LOD of 8 × 10 0 copies/mL in triplicate runs (Table 4 ). Averaged Ct values of 37.96 and 37.19 and coefficient of variation (CV) values of 0.65 and 0.34 were obtained for the RdRp and E genes, respectively, indicating good analytical performance (Table 4 ; Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 750,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 943,
                    "end": 951,
                    "text": "(Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 954,
                    "end": 960,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Republic of Korea. RNA was extracted from a lower respiratory tract mucus sample from the first patient confirmed to have COVID-19 in South Korea. RT-qPCR was performed after tenfold serial dilution of the RNA sample to evaluate the responsivity and efficacy of the assay 4 . The Ct value of the SARS-CoV-2 RdRp gene was 36.62 at a 10 −4 -fold dilution, and that of the E gene was 36.97 at 10 −5 -fold dilution (Fig. 2) . RT-qPCR accurately detected the target genes in the patient sample.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 411,
                    "end": 419,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Evaluation of assay efficacy using a sample from the first patient with confirmed COVID-19 in"
        },
        {
            "text": "Linearity of RT-qPCR for detecting SARS-CoV-2. Assay performance was assessed using tenfold serial dilutions of virus with known PFUs as standards for the consensus sequence and each isolate of SARS-CoV-2 in South Korea. Four independent runs were performed. Linear regression analysis revealed correlation coefficients of R 2 = 0.998 among viruses with known PFU values (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 378,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Evaluation of assay efficacy using a sample from the first patient with confirmed COVID-19 in"
        },
        {
            "text": "To determine the LOD for SARS-CoV-2, tenfold serially diluted plasmid DNA containing either the RdRp or E target gene was used as template in three independent RT-qPCR runs. The analytical detection limit was 8 × 10 0 copies/mL for all RT-qPCR assays ( Table 4 , Fig. 1) . RNA was extracted from viral culture medium of a known viral titer, following serial dilution from 10 5 to 10 −2 PFU/mL. RT-qPCR was repeated four times www.nature.com/scientificreports/ using the RNA template to determine the limit of quantification at each concentration. The LOD was 1 PFU/mL ( Table 5 , Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 263,
                    "end": 270,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 570,
                    "end": 577,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 580,
                    "end": 586,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Limit of detection and limit of quantification (correlation between RT-qPCR and virus titration)."
        },
        {
            "text": "To assess the accuracy and precision of detecting SARS-CoV-2 target genes using the RT-qPCR assay, four tenfold serial dilutions of a virus culture medium with a known virus titer were analyzed and the experiment was repeated 3 d later. The inter-assay CV was 1.88-2.71 and 0.71-3.47, whereas the Table 3 . Specificity evaluation of the SARS-CoV-2 RT-qPCR assay using known respiratory viruses and respiratory specimens and primers to the SARS-CoV-2 RdRp and E genes. UD, Undetected; negative specimen, specimens known to be negative for SARS-CoV-2. Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 556,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Accuracy and precision."
        },
        {
            "text": "Comparison of RT-qPCR assay and EUA kits. All five of the nucleic acid detection kits evaluated in this study could detect SARS-CoV-2 in respiratory samples (known to be positive or negative for SARS-CoV-2) at a sensitivity of at least 98.2% and a specificity of 100% (95% confidence interval: 90.4-99.7%), when compared www.nature.com/scientificreports/ with the results of the RT-qPCR assay of this study. Inconsistent results obtained with one EUA kit were confirmed by further examination to be reflective of an inconclusive case rather than a false case (Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 567,
                    "text": "(Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Viruses and specimens Subtype strain"
        },
        {
            "text": "Molecular methods are more rapid, accurate, and sensitive for virus detection than culture methods. In this study, we established a consensus method using molecular tools for detecting SARS-CoV-2 that did not require the use of EUA-approved reagents or kits. Early diagnosis of SARS-CoV-2-infected patients is essential for controlling the dynamics of the COVID-19 pandemic. Since its initial emergence in Wuhan, China in late 2019, COVID-19 has rapidly spread worldwide 2 . COVID-19 is caused by SARS-CoV-2, with its clinical symptoms including dyspnea, cough, and mild respiratory symptoms that progress to pneumonia. It is difficult to distinguish SARS-CoV-2 from other common respiratory viruses such as influenza viruses, because of their highly similar symptoms 8 . A genetic assay with high specificity is necessary to detect SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During early viral spread, the WHO published a protocol for detecting SARS-CoV-2. The assay was developed by the Charité Research Organization in Germany on January 17, 2020 9, 15 . This was the first genetic assay to be developed and released after the first report of the SARS-CoV-2 genome on January 11, 2020. We used this assay to rapidly detect SARS-CoV-2. The protocol involves a common reporter dye, 6-carboxyfluorescein, together with BlackBerry Quencher; however, as this quencher is not used in Korea, it was replaced with Black Hole Quencher during probe synthesis. We used this modified assay to detect the target genes RdRp and E.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 177,
                    "end": 179,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To assess the specificity of the assay, which was performed using specifically designed primer probes, RT-qPCR was conducted on 23 respiratory viruses, including influenza viruses, and five respiratory tract samples that had previously tested negative for SARS-CoV-2. No respiratory viruses other than SARS-CoV-2 were detected. The RT-qPCR assay showed excellent specificity and sensitivity, including a low LOD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Studies have shown that it is possible to accurately detect COVID-19 genes using detection reagents that have not received EUA. The Provincial Institute of Health and Environmental Research carried out regional www.nature.com/scientificreports/ training programs for COVID-19 diagnosis, which were particularly useful in emergency diagnostic situations in the early stages of the pandemic. COVID-19 diagnostic EUA reagents were approved for private sector use after comparative analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we evaluated an RT-qPCR assay in the Early Stages of the COVID-19 Outbreak without Emergency Use Authorization Reagents in the Republic of Korea. The assay exhibited high specificity and sensitivity for SARS-CoV-2 and good analytical performance using cloned SARS-CoV-2 genes and/or virus isolated from the first patient who tested positive for COVID-19 in Republic of Korea. The RT-qPCR of this study was used as a criterion for evaluating EUA kits in Republic of Korea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Pneumonia of unknown cause-China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early trend of imported COVID-19 cases in South Korea",
            "authors": [],
            "year": 2020,
            "venue": "Korea Centers for Disease Control and Prevention",
            "volume": "11",
            "issn": "",
            "pages": "140--145",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral load kinetics of SARS-CoV-2 infection in first two patients in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Korean Med. Sci",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3346/jkms.2020.35.e86"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of coronavirus isolated from a patient in Korea with COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Osong Public Health Res. Perspect",
            "volume": "11",
            "issn": "",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quality of ribonucleic acid extraction for real-time reverse transcription-PCR (rRT-PCR) of SARS-CoV-2: Importance of internal control monitoring",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hur",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Lab. Med",
            "volume": "40",
            "issn": "",
            "pages": "490--492",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: Implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565--574",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "221--236",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Authors' response: SARS-CoV-2 detection by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.21.2001035"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specific COVID-19-RdRp/Hel real-time reverse transcription-PCR assay validated in vitro and with clinical specimens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Microbiol",
            "volume": "58",
            "issn": "",
            "pages": "310--330",
            "other_ids": {
                "DOI": [
                    "10.1128/JCM.00310-20"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Real-time PCR-based SARS-CoV-2 detection in Canadian laboratories",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Leblanc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Virol",
            "volume": "128",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2020.104433"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A one-step, one-tube real-time RT-PCR based assay with an automated analysis for detection of SARS-CoV-2. Heliyon 6, e04405",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dharavath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.heliyon.2020.e04405"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Laboratory management for SARS-CoV-2 detection: a user-friendly combination of the heat treatment approach and rt-Real-time PCR testing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "1393--1396",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Distinct changes in the real-time PCR detectability of certain SARS-CoV-2 target sequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zoka",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Beko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Chim. Acta",
            "volume": "507",
            "issn": "",
            "pages": "248--249",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Letter to the editor: SARS-CoV-2 detection by real-time RT-PCR",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pillonel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Scherz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jaton",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bertelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro. Surveill",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.21.2000880"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of linearity of RT-qPCR results targeting SARS-CoV-2 RdRp and E genes in plasmid DNA containing cloned target sequences.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Analysis of linearity of RT-qPCR results targeting SARS-CoV-2 RdRp and E genes in RNA isolated from a nasopharyngeal swab used in testing the first patient confirmed to have COVID-19 in South Korea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Analysis of linearity of RT-qPCR results targeting SARS-CoV-2 RdRp and E genes in RNA form virus isolates. Scientific Reports | (2021) 11:14817 | https://doi.org/10.1038/s41598-021-94196-3",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "assess the specificity of the RT-qPCR assay, 23 virus strains-human coronavirus 229E, NL63, OC43, HKU1, MERS-CoV, influenza virus A/H1N1pdm09, A/H3N2, B, adenovirus type 5, rhinovirus, parainfluenza virus 1/2/3, respiratory syncytial virus A/B, metapneumovirus, bocavirus, measles virus, mumps virus, rubella virus, enterovirus, varicella-zoster virus, and hantavirus (Table 2)-and five samples showing negative results for a known respiratory virus were used as template.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Primers and probes used to detect SARS-CoV-2. R is G/A; FAM, 6-carboxyfluorescein; BHQ, black hole quencher.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "SARS-CoV-2 (COVID-19) nucleic acid detection kits with emergency use approval (EUA) in the Republic of Korea.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Sensitivity and repeatability of RT-qPCR amplification of SARS-CoV-2 plasmid cloned RdRp and E genes. 1st, 2nd, and 3rd refer to three independent analyses of each plasmid sample; CV, coefficient of variation; UD, Undetected.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Accuracy and precision of RT-qPCR amplification of SARS-CoV 2 RdRp and E genes from a lower respiratory tract mucus sample from the first patient confirmed to have COVID-19 in South Korea. P value > 0.05 indicates no difference between days. F value < 5.99 indicates no difference between days. F(1,6; 0.05) = 5.99; CV(%): Coefficient of variation.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Comparison of sensitivity and specificity of SARS-CoV 2 detection in respiratory samples using Emergency Use Authorization (EUA) PCR kits and the assay developed in this study. *Inconsistent (Inc) results in one kit were confirmed by further examination to be an inconclusive case and not a false case. ¶ 95% confidence interval: 90.4 ~ 99.7%. # 95% confidence interval: 92.9 ~ 100%. https://doi.org/10.1038/s41598-021-94196-3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No datasets were generated or analyzed during the current study. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to M.-G.H.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reprints and permissions information is available at www.nature.com/reprints."
        }
    ]
}