{
    "paper_id": "7a577c47f81c915f395c9e6036c11289ea2c96af",
    "metadata": {
        "title": "Alaska pharmacists: First responders to the pandemic in the last frontier",
        "authors": [
            {
                "first": "Amy",
                "middle": [
                    "K"
                ],
                "last": "Paul",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Idaho State University",
                    "location": {
                        "postCode": "99508",
                        "settlement": "Anchorage",
                        "region": "AK"
                    }
                },
                "email": ""
            },
            {
                "first": "Talethia",
                "middle": [],
                "last": "Bogart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Idaho State University",
                    "location": {
                        "postCode": "99508",
                        "settlement": "Anchorage",
                        "region": "AK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashley",
                "middle": [
                    "R"
                ],
                "last": "Schaber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Idaho State University",
                    "location": {
                        "postCode": "99508",
                        "settlement": "Anchorage",
                        "region": "AK"
                    }
                },
                "email": ""
            },
            {
                "first": "Della",
                "middle": [
                    "C"
                ],
                "last": "Cutchins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Idaho State University",
                    "location": {
                        "postCode": "99508",
                        "settlement": "Anchorage",
                        "region": "AK"
                    }
                },
                "email": ""
            },
            {
                "first": "Renee",
                "middle": [
                    "F"
                ],
                "last": "Robinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Idaho State University",
                    "location": {
                        "postCode": "99508",
                        "settlement": "Anchorage",
                        "region": "AK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Pharmacists are among the nation's most accessible and underused health professionals. Within their scope of practice, pharmacists can prescribe and administer vaccines, conduct point-of-care testing, and address drug shortages through therapeutic substitutions. Objectives: To better use pharmacists as first responders to coronavirus disease 2019 (COVID-19), we conducted a needs and capacity assessment to (1) determine individual commitment to provide COVID-19 testing and management services, (2) identify resources required to provide these services, and (3) help prioritize unmet community needs that could be addressed by pharmacists. or training, and 39% required access to technology to bill and document provided services. Conclusion: The primary barrier to pharmacists augmenting the current COVID-19 response is an inability to cover the costs of providing these health services. Pharmacists in Alaska are ready to meet COVID-19erelated clinical needs if public and private insurers and legislators can help address the barriers to service sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There are many coronaviruses, common in people and animals. Severe acute respiratory syndrome coronavirus 2 is the new coronavirus virus responsible for coronavirus disease . COVID-19 symptoms range from mild respiratory illness to severe life-threatening disease and multiorgan failure. COVID-19 has caused a significant strain on the global economy and health care systems, foreign and domestic. Although the availability of antibody testing has continued to increase, many testing facilities are only able to meet the needs of high-risk groups with a referral from a medical professional. According to the Centers for Disease Control and Prevention (CDC) long-standing systemic inequities in health care access, rural and frontier residents, such as those in Alaska, are at an increased risk of COVID-19 infection and complications. In 2019, only 63% of Alaska adults aged 18 years and older reported having a usual source of health care, 14% less than the national average, leaving a significant portion of the population without a reliable way to obtain a referral or treatment for this potentially fatal disease. 1, 2 Future supply and demand for providers is affected by a host of factors including population growth, population aging, economy, coverage, and reimbursement. Nationwide, the number of uninsured individuals continues to increase, resulting in even fewer patients with access to primary care owing to incomplete coverage, inflexible care models, and payer aversion. 3 Pharmacists are the answer, willing and able to be the first point of contact for many Americans.",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "1,",
                    "ref_id": null
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1487,
                    "end": 1488,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Pharmacists are among the nation's most accessible and underused health professionals. Pharmacists can, within their scope of practice, (1) prescribe and administer vaccines; (2) conduct influenza, strep, COVID-19, and other point-of-care testing; (3) recommend/conduct therapeutic substitutions to address drug shortages; and (4) extend refills. 4 The primary barrier to the expansion of health services provided by pharmacists is receiving reimbursement from commercial and state insurers for the health services they provide.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To better estimate the capacity to use pharmacists as first responders to COVID-19, we conducted a quick (5-minute survey) needs assessment to (1) determine individual commitment to provide COVID-19 services, (2) identify resources required to provide these services, and (3) help prioritize unmet community needs to use and empower pharmacists to more effectively support the COVID-19 response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "The Alaska Pharmacists Association (AKPhA) represents nearly 300 Alaska pharmacists and technicians. The goal of the AKPhA-supported survey was to assess pharmacists' interest in supporting COVID-19 response and readiness; identify barriers to immediate and sustained COVID-19 support efforts; and support legislative efforts necessary to expand access to screening, prevention, and treatment efforts across the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In March 2020, pharmacists and student pharmacists within AKPhA developed, administered, and evaluated results from a 10-question survey to gauge pharmacists' interest, their ability to respond to the COVID-19 pandemic, and pharmacists' locations in relationship to individuals who tested positive to COVID-19 ( Figure 1 ). The survey included demographics (name, ZIP Code, cell phone, and alternate e-mail). The survey was developed on the basis of published COVID-19 guidelines, CDC COVID-19 screening and management guidelines, National Association of Boards of Pharmacy guidance, and joint policy recommendation from pharmacy organizations. [5] [6] [7] Qualtrics online, a secure, survey platform, was used to administer and collect survey data. An anonymous survey link was e-mailed to all 270 AKPhA members on April 6, 2020 by AKPhA leadership. At the time of survey, there were 157 confirmed cases of COVID-19 in residents of Alaska and 49 travel-related cases. Individuals affected with COVID-19 were noted in 5 regions and 9 boroughs, and there were 15 hospitalizations and 3 deaths. ArcGIS (version 12.3; Esri, Redlands, CA), a mapping and analytics platform, was used to provide a visual display of COVID-19 cases to compare survey respondents interested in providing COVID-19 with documented cases of COVID-19 by region, based on Department of Health and Social Services data and pharmacists responding to the survey who were interested in providing COVID-19 management. This study was deemed exempt by the Idaho State University Investigational Review Board, the institutional review board of record for College of Pharmacy faculty.",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 648,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 649,
                    "end": 652,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 653,
                    "end": 656,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Just more than 10% of licensed pharmacists in the state responded to the COVID-19 survey. Of the 63% of pharmacists who reported interest in providing COVID-19 nasal testing, 70% were definitely interested in conducting COVID-19 nasal testing, and 30% were interested in conducting COVID-19 nasal testing if a mechanism for reimbursement for test administration and supplies was established to support sustainability of pharmacists providing the COVID-19 nasal test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Approximately 60% of the pharmacists who completed the survey indicated that they were interested in providing COVID-19 antibody testing. Of the 60% of pharmacists who were interested in providing COVID-19 antibody testing, 75% were definitely interested in conducting COVID-19 antibody testing, and 25% were interested in conducting COVID-19 antibody testing if a mechanism for reimbursement was established to support sustainability of pharmacists providing the COVID-19 antibody testing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Approximately 63% of the pharmacists who completed the survey indicated that they were interested in prescribing antiviral medications to treat COVID-19 if a standing order existed and a mechanism for reimbursement for the time to test, evaluate, and treat individuals was established. An additional 18% of the pharmacists indicated that they were interested in prescribing antiviral medications to treat COVID-19 but would need additional training and support. When asked about resources needed to enable pharmacists to prescribe antiviral therapy, 39% of the pharmacists who completed the survey indicated technology to bill and document service provided, 37% indicated education/training, 16% indicated additional personnel, 6% indicated the need for a National Provider Identifier, and 2% indicated the need for protocols to enable pharmacists to prescribe antiviral therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Approximately 93% of the pharmacists who completed the survey indicated that they were interested in prescribing and administering immunizations for COVID-19 when an immunization for COVID-19 became available. Sustainability of pharmacists providing these services is dependent on a mechanism of reimbursement in place that aligns with the reimbursement provided to other health care providers for the same services. The survey respondents indicated the following barriers to providing these services: 61% indicated lack of reimbursement as a barrier, 15% indicated lack of immunization certification, and 6% indicated lack of continuing pharmacy education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Pharmacists requested the development and dissemination of additional COVID-19 information to assist with educating the community about COVID-19. The requested education included the following: infographics about COVID-19 and COVID-19 risk (36%), infographics about emergency preparedness and health care service use (18%), infographics about what pharmacists can do (25%), and infographics about immunity and antibody testing (18%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "AKPhA members are frontline health care providers caring for diverse patients in a variety of community, long-term care, hospital, and tribal settings, ready to assist during the COVID-19 pandemic. Historically, pharmacists within the U. S. Public Health Service (USPHS) have responded alongside local health care providers to meet the needs of the community during a public health emergency. Pharmacists comprise approximately 1250 of the more than 6700 total USPHS members. 8 Pharmacists, within USPHS and the private sector, were pivotal in the 2009 H1N1 influenza and 2015 Ebola responses, both abroad and within U.S. communities. 9 Pharmacists, including community pharmacists in Alaska, screened and triaged patients, provided life-saving vaccinations, and supported community and health care system education initiatives. However, as the COVID-19 pandemic has demonstrated, responding to a public health crisis takes more than just those serving in the USPHS. Pharmacists and pharmacies are untapped resources, vital to current and future public health responses.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 477,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 635,
                    "end": 636,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On March 10, 2020, the Office of the Assistant Secretary of Health, under the Public Readiness and Emergency Preparedness Act, authorized licensed pharmacists to order and administer Food and Drug Administrationeapproved COVID-19 tests. 10, 11 The Health Resources and Services Administration and Medicare recently recognized pharmacists as reimbursable providers for COVID-19 testing (and vaccination when available). 10, 11 However, Medicaid, the public payer providing services to our most vulnerable population in Alaska, does not universally recognize pharmacists as \"other licensed practitioners\" for the reimbursement of services, outside the temporary emergency order (June 2020). Because commercial payers in the state reference Medicaid, they also do not reimburse for services provided within the pharmacists' scope of practice.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As of August 6, 2020, there were 3484 confirmed cases of COVID-19 in residents of Alaska,1044 presumed recovered cases, 141 hospitalizations, and 25 deaths with individuals affected across the state. Pharmacists in Alaska are interested in providing COVID-19 nasal testing, COVID-19 antibody testing, and prescribing and administering immunizations and antiviral therapy for COVID-19 when available. Pharmacies are located across the state including remote areas, providing health care to communities affected by COVID-19. Pharmacists can provide screening, serology testing, immunizations, supportive care, and treatment for COVID-19 depending on their education and training. However, pharmacists must advocate within their states to ensure that ordering and administering COVID-19 tests are within the state scope of practice and that independent prescriptive authority or necessary collaborative practice agreements are in place to authorize the screening, testing, and eventual prevention and treatment measures. State plan amendments for Medicaid need to permanently include pharmacists as other licensed providers. Private payers at the state level also need to recognize pharmacists as providers. State and national recognition for pharmacists as providers and the reimbursement for services offer an infrastructure for America's most accessible professional to respond to the current COVID-19 pandemic and any future public health need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "State laws and scope of practice dictate what pharmacists are allowed to do across the country; therefore, this survey and the results may not be generalizable to some other areas of the United States and may not be representative of the views of pharmacists across the country. We also did not limit survey participation by practice site, assuming that pharmacists who were not able to provide services on the basis of practice site would not complete the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The primary barrier to pharmacists augmenting the current COVID-19 pandemic response is the lack of reimbursement for services provided at the time of this article's writing, which is necessary to meet the needs of the community and expand services. Alaska pharmacists are ready to meet this clinical need if public and private insurers and legislators can help address the barriers to service sustainability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Adults usual source of care",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Commonwealth Fund",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Key facts about the uninsured population",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "news/moving-health-care-into-the-future-proposalfor-pharmacist-led-refill-authorizations",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Utsa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Khalifa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus disease 2019 (COVID-19) update",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Centers for Disease Control and Prevention. Guidance for pharmacies",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pharmacists as front-line responders for COVID-19 patient care: executive summary",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pharmacists: improving drug safety for underserved communities",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Update on the U.S. public health response to the Ebola outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Lushniak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Rep",
            "volume": "130",
            "issn": "2",
            "pages": "118--120",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Amendment to declaration under the Public Readiness and Emergency Preparedness Act for medical countermeasures against COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Federal Register",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HHS statements on authorizing licensed pharmacists to order and administer COVID-19 tests",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Student Pharmacist",
            "authors": [
                {
                    "first": "Talethia",
                    "middle": [],
                    "last": "Bogart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The authors declare no relevant conflicts of interest or financial relationships. * Correspondence: Renee F. Robinson, PharmD, MPH, Associate Professor, College of Pharmacy, University of Alaska/Idaho State University, Anchorage, AK 99508. E-mail address: Robiren2@isu.edu (R.F. Robinson).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pharmacist access versus COVID-19 cases. Yellow stars represent documented COVID-19 cases in area. Red and white mortar and pestles represent pharmacists interested in providing COVID-19 services in area. Abbreviation used: COVID-19, coronavirus disease.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Molly Gray, executive director, Alaska Pharmacist Association, for survey deployment to membership and continued support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}