{
    "paper_id": "7ac03ff69d3164d333b5bf3e318cf0a72f957ea4",
    "metadata": {
        "title": "Clinical features and outcome of maintenance hemodialysis patients with COVID-19 from a tertiary nephrology care center in Romania",
        "authors": [
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Stefan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [
                    "Maria"
                ],
                "last": "Mehedinti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iuliana",
                "middle": [],
                "last": "Andreiana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Dorin Zugravu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simona",
                "middle": [],
                "last": "Cinca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruxandra",
                "middle": [],
                "last": "Busuioc",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ioana",
                "middle": [],
                "last": "Miler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Simona",
                "middle": [],
                "last": "Stancu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ligia",
                "middle": [],
                "last": "Petrescu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ioana",
                "middle": [],
                "last": "Dimitriu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Moldovanu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Diana",
                "middle": [
                    "Elena"
                ],
                "last": "Crasnaru",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Georgeta",
                "middle": [],
                "last": "Gugonea",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Valentin",
                "middle": [],
                "last": "Georgescu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Victor",
                "middle": [
                    "Dan"
                ],
                "last": "Strambu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Capusa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: There is limited information about the clinical characteristics, treatment and outcome of maintenance hemodialysis patients with COVID-19. Moreover, regional differences are also conceivable since the extend and severity of outbreaks varied among countries. Methods: In this retrospective, observational, single-center study, we analyzed the clinical course and outcomes of 37 maintenance hemodialysis patients (median age 64 years, 51% men) hospitalized with COVID-19 from 24 March to 22 May 2020 as confirmed by real-time PCR. Results: The most common symptoms at admission were fatigue (51%), fever (43%), dyspnea (38%) and cough (35%). There were 59% mild/moderate patients and 41% severe/critical patients. Patients in the severe/critical group had a significantly higher atherosclerotic burden since diabetic kidney disease and vascular nephropathies were the most common primary kidney diseases and eighty percent of them had coronary heart disease. Also, Charlson comorbidity score was higher in this group. At admission chest X-ray, 46% had ground-glass abnormalities. Overall, 60% patients received hydroxychloroquine, 22% lopinavir-ritonavir, 11% tocilizumab, 24% systemic glucocorticoids, and 54% received prophylactic anticoagulation. Seven (19%) patients died during hospitalization and 30 were discharged. The main causes of death were cardiovascular (5 patients) and respiratory distress syndrome (2 patients). In Cox regression analysis, lower oxygen saturation, anemia and hypoalbuminemia at admission were associated with increased mortality. Conclusions: In conclusion, we observed a high mortality rate among maintenance hemodialysis patients hospitalized for COVID-19. Anemia, lower serum albumin and lower basal oxygen saturation at admission were factors associated with poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection emerged in Wuhan, China in December 2019 and rapidly developed in a pandemic. Since then, over 38 million infected cases with SARS-CoV-2 were globally reported [1] .",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the general population, the 2019 coronavirus disease (COVID-19) has a mortality rate of around 6% [1] , similar to SARS-CoV (10%) but lower than MERS-CoV (around 40%) [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 178,
                    "end": 181,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients with comorbid conditions like obesity, hypertension, diabetes mellitus, cardiovascular disease, advanced age, or superimposed acute kidney injury were found to be more susceptible to SARS-CoV-2 infection, and to have higher risk of intensive care admission or death due to COVID-19 [4] [5] [6] [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, these findings were mainly obtained from studies on the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patients on maintenance hemodialysis appear particularly vulnerable to SARS-CoV-2 infection due to uremia-related immune system dysfunction which consist in both impaired immune defense and pro-inflammatory state, increased comorbidity burden, frequent hospital admissions and the risk of cross-contamination in the dialysis centers [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most studies that included dialysis patients focused on infection susceptibility and strategies to limit the disease spread [11, 13] . To date, only isolated observations and small case series on prevalence and mortality rate have been reported in this population [10, 11, [14] [15] [16] [17] . Given the increased vulnerability of these patients, clinical presentation and outcome could be different from the general population. Moreover, regional differences are also conceivable since the extend and severity of outbreaks varied among countries.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 264,
                    "end": 268,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 273,
                    "end": 277,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, in this observational retrospective cohort study we aimed to assess the clinical presentation, treatment and outcome in hemodialysis patients with SARS-CoV-2 infection from a tertiary Nephrology care center in South-East Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All adult patients who were on maintenance hemodialysis therapy, and were admitted to our hospital with positive real-time reverse transcription-polymerase chain reaction (rRT-PCR) testing for SARS-CoV-2 between 24 March 2020, and 22 May 2020, were identified and enrolled in this retrospective observational study. The subjects were followed from the moment of admission to death or discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The study protocol was approved by the Local Ethics Committee (No 14/April 2020 \"Dr. Carol Davila\" Teaching Hospital of Nephrology Ethics Committee).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Demographic, clinical data, radiological evaluation and laboratory tests (hemoglobin, white blood cells and platelets count, C-reactive protein, serum albumin, lactate dehydrogenase and liver function tests) at admission time were retrieved form patients' files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The primary kidney disease diagnosis was summarized in six categories: glomerular nephropathies, diabetic kidney disease, vascular nephropathies, tubulointerstitial nephropathies and polycystic kidney disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The degree of severity of COVID-19 was defined as mild, moderate, severe and critical as previously described [11] . Mild refers to patients who had mild clinical symptoms without manifestation of viral pneumonia on chest X-ray. Moderate refers to patients who had symptoms with manifestation of viral pneumonia on chest X-ray. Severe refers to adults who met any of the following criteria: (1) respiratory rate 30 breaths/ min; (2) oxygen saturation 93% at rest state; and (3) arterial PO2/oxygen concentration 300 mmHg.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 429,
                    "end": 432,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Patients with pulmonary lesion progression >50% within 24-48 h on radiologic imaging were treated as severe cases. Critical refers to patients that met any of the following criteria: (1) occurrence of respiratory failure requiring mechanical ventilation; (2) presence of shock; and (3) other organ failure that requires monitoring and treatment in the intensive care unit [11] . The patients were classified in two groups as mild/moderate and severe/critical; comparisons between the two groups were performed.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Acute Respiratory Distress Syndrome (ARDS) was defined according to the Berlin definition [18] . Cardiac injury was defined as the serum levels of cardiac biomarkers (e.g., troponin I) being above the 99th percentile upper reference limit, or if new abnormalities were detected via electrocardiography and echocardiography.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Treatment measures included: immunomodulatory, antiviral or antibiotic therapy, corticosteroid therapy, respiratory support, continuous renal replacement therapy. Patients with moderate, severe and critical disease received hydroxychloroquine; while severe and critical patients were treated with lopinavir-ritonavir; tocilizumab was indicated only for critical patients. However, the treatment was tailored according to patients comorbidities and clinical care needs. Also, the dialysis prescription was individualized according to previous regimes and clinical evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Continuous variables are presented as mean or median and interquartile range (IQR), according to their distribution, and categorical variables as percentages. Group comparisons were performed with t test, Mann-Whitney U test and v 2 test, as appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The analysis of the variables related to survival was carried out using the multivariate Cox proportional hazard models. Adjustments were made for age and basal oxygen saturation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A p value of 0.05 or less was considered statistically significant. All statistical analyses were performed with SPSS 21.0 software (Chicago, IL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A total of 37 patients were included in the study. Eighty-five percent of the patients came from the same outpatient maintenance hemodialysis center.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The detailed baseline characteristics of the study population are displayed in Table 1 . The median age of the study population was 64 (IQR 55-71) years, and 51% were male. Approximately one quarter of the patients were obese, and only 14% were current smokers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The most common primary kidney diseases were diabetic kidney disease (32%) and vascular nephropathies Hemoglobin, g/L 11.0 (9.9-11.9) 11.8 (10.4-12.2) 9.6 (7.5-11.0) <0.001 Platelet, 10 (19%), followed by tubulointerstitial nephropathies (16%), polycystic kidney disease (14%) and glomerular nephropathies (11%). In our population, 95% had at least one comorbidity, arterial hypertension being the most frequent (81%), followed by coronary heart disease (51%), diabetes mellitus (35%) and atrial fibrillation (27%). Moreover, the median Charlson comorbidity index was seven. Other coexisting conditions like chronic obstructive pulmonary disease (8%), hepatitis B virus infection (3%), hepatitis C virus infection (11%) and cancer (5%) were rare ( Table 1) . All patients underwent dialysis three times per week before the pandemic and the median dialysis vintage was 38 (IQR 10-63) months. More than half of the patients (54%) used arteriovenous fistula as hemodialysis access at admission time, and 46% of them used cuffed tunneled central venous catheter.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 756,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The most common symptoms at admission were fatigue (51%), fever (43%), dyspnea (38%) and cough (35%). There were 22 (59%) mild/moderate patients and 15 (41%) severe/critical patients. Patients in the severe/ critical group had a significantly higher atherosclerotic burden since diabetic kidney disease and vascular nephropathies were the most common primary kidney diseases and eighty percent of them had coronary heart disease. Moreover, the median Charlson comorbidity score was higher in this group (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 503,
                    "end": 512,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Symptoms like fatigue, cough and dyspnea were more frequent in the severe/critical group. All complications, including ARDS, cardiac injury, cerebrovascular event and liver dysfunction, were found in the severe/critical group. With the exception of a higher grade of anemia in the severe/critical group, there were no significant differences in hematology and biochemical tests (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "On the admission chest X-ray, we observed abnormalities in 17 patients (46%). The typical radiologic pattern, consisting of peripheral ground-glass opacities, was bilateral in 12 patients and unilateral in 5 patients. All patients from the severe/critical group had peripheral ground-glass opacities (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Overall, 8 (22%) patients received lopinavir-ritonavir for antiviral therapy, 22 (60%) patients received hydroxychloroquine and 4 (11%) received tocilizumab. Systemic glucocorticoids were used in only 9 (24%) patients. More than half of the patients received prophylactic anticoagulation (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Antibiotherapy was used in 18 (49%) of the studied patients. Bacterial superinfection was found in 9 (24%) patients. Enterecoccus sp (4 patients), Pseudomonas sp (3 patients) and Klebisella sp (3 patients) were the most frequent isolated, followed by Acinetobacter sp (2 patients) and E coli (2 patients).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Tocilizumab was administered only in the severe/critical patients; also, these patients received more often treatment with hydroxychloroquine, systemic glucocorticoids, anticoagulation and antibiotics. Furthermore, noninvasive ventilation and mechanical ventilation were restricted to these patients (2 and 5 patients, respectively). Continuous renal replacement therapy was used only in the severe/critical group (5 patients), hemodynamic instability and overhydration being the major indications (Table 1 ). The rest of the patients received conventional high flux hemodialysis without schedule changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 498,
                    "end": 506,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Seven (19%) patients died during hospitalization and 30 were discharged. The main causes of death were cardiovascular (5 patients) and respiratory distress syndrome (2 patients). Mortality was significantly higher in the severe/critical group (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 252,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Positive history of coronary heart disease was present in all patients who died but one. Also, they had dyspnea at admission more frequently, lower oxygen saturation, higher grade of anemia and increased inflammation. Regarding the treatment, more than half of the patients from the non-survivors group received invasive mechanical ventilation and continuous renal replacement therapy. Furthermore, they received more often treatment with lopinavir-ritonavir, tocilizumab, systemic glucocorticoids and prophylactic anticoagulation ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 540,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The median time until discharge was 18 (IQR 15-28) days after symptom onset and 16 (IQR 12-25) days after admission, and the median time to death was 17 (IQR 12-28) days after symptom onset and 14 (IQR 11-21) days after admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Lower oxygen saturation at admission, anemia and hypoalbuminemia were associated with increased mortality. Treatment with lopinavir-ritonavir, tocilizumab and glucocorticoids was related to higher in-hospital mortality, but not when was adjusted for age and basal oxygen saturation. However, patients who received hydoxychloroquine had better in-hospital adjusted survival (Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 373,
                    "end": 381,
                    "text": "(Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To date, there are few reports regarding COVID-19 impact on patients undergoing maintenance hemodialysis [14, 19, 20] . To the best of our knowledge, this is the first study from South-East Europe to assess the clinical characteristics, treatment and outcome of acute SARS-CoV-2 infection in this group of patients.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Depending on geographical region and the studied population, i.e., hospitalized versus outpatients, general population versus patients on hemodialysis, different clinical findings have been described. Fever is the most common symptom noted in general population, irrespective of geographical region (99% in China [21] , 94% in United States [22] , 56% in Italy [23] ). In our cohort of hemodialysis patients, fever was found less frequent (43%), similar to data reported by Yiqiong et al. [24] . This could be due to a lower inflammatory response, since hemodialysis patients with COVID-19 had decreased number of lymphocytes and lower serum level of inflammatory cytokines than in the general population [24] .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 705,
                    "end": 709,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We noted fatigue as the most frequent complaint (51%), in contrast with data from hemodialysis patients from Spain (25%) [14] and China (8%) [24] . More than half of patients with fatigue were in the severe/critical group who were more anemic, which might explain these differences.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our patients, dyspnea and cough were also common symptoms (38% and 35%, respectively), less frequent than in general population (60.4% and 41.1%, respectively) [23] , but comparable with data from European (40% and 44%, respectively) [14] and Asian hemodialysis patients (26% and 37.4%, respectively) [11] . However, lower rates of gastrointestinal manifestations (diarrhea, vomiting) than in hemodialysis patients from the Spanish cohort (8% versus 17%) were noticed [14] . Although in studies from general population, smell and taste changes were reported ranging from 34 to 87% [23, 25] , none of our patients or from previous studies on hemodialysis patients [10, 11, 14] had any anomaly in this regard.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 237,
                    "end": 241,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 584,
                    "end": 588,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Admission chest X-rays showed normal aspect in 54% of patients, while all the patients from the severe/ critical group had typical radiologic pattern of peripheral ground-glass opacities. This is consistent with previous chest X-ray data from hemodialysis patients [14] , but in contrast with reported chest CT results where all of the hemodialysis patients had radiologic changes [24] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since clinical presentation in COVID-19 hemodialysis patients seems to be milder than in the general population, but with positive radiologic changes, CT scans could improve the diagnostic rate and management of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the current cohort, lower oxygen saturation at admission was associated with mortality, in opposite with data reported by Goicoechea et al. [14] , where this association was lost after age adjustment. However, this result could be related to the higher prevalence of chronic obstructive pulmonary disease and coronary heart disease in our non-survivors group.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding laboratory features associated with in-hospital mortality, we found no relationship with previous described risk factors such as lymphopenia, elevated lactate dehydrogenase, increased C-reactive protein [26] . Nonetheless, we found two baseline parameters related to mortality: hypoalbuminemia and anemia. The impact on mortality of hypoalbuminemia in hospitalized SARS-CoV-2 patients has been previously reported in the general population [27] . In our end-stage kidney disease patients, low serum albumin could be related to the malnutrition-inflammation complex syndrome, which is an important risk factor for cardiovascular mortality [28] . Furthermore, anemia could also be related to the increased cardiovascular mortality in our cohort. However, this relationship was not reported in similar Chinese hemodialysis COVID-19 studies [15, 29] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 847,
                    "end": 851,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 852,
                    "end": 855,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Zou et al. found that fever, dyspnea, and elevated Ddimer were independent risk factors for death in hemodialysis patients with COVID-19 [29] . Similarly, we found that the patients in the non-survivor group had dyspnea more frequently; however, there were no differences regarding the fever in our population. Currently, the pharmacological approach to treating SARS-CoV-2 infection is considered to be a two-step approach [17] . In the first step, antiviral drugs such as chloroquine or hydroxychloroquine, lopinavir-ritonavir, remdesivirare used due to their alleged inhibitory effect on viral entry and replication. In the second step, which typically begins after 7-10 days from the onset of symptoms, immunosuppressive and immunomodulatory drugs are thought to be of benefit because of the hyperinflammatory and cytokine release syndromes [30] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 845,
                    "end": 849,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "So far, there are no randomized controlled trials on therapies for COVID-19 patients who are on maintenance hemodialysis. Goicoechea et al. in a retrospective observational study on 36 hemodialysis patients reported a possible beneficial effect of corticosteroids and azithromycin treatment [14] . Of note, all patients but one from this study received hydroxychloroquine [14] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, patients who received treatment with lopinavir-ritonavir, tocilizumab and glucocorticoids were much more likely to die. Nevertheless, the relationship was not apparent after adjustments for age and basal oxygen saturation. These results could be due to confounding by indication, i.e., sicker patients were more likely to be given these treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Administration of hydroxychloroquine appeared to reduce the risk of death in our cohort. However, evidence on the benefits and harms of using hydroxychloroquine to treat COVID-19 is very weak and conflicting in the general population [31] [32] [33] . Therefore, these findings should be interpreted with caution owing to potential bias and residual confounding resulted from the observational design and small sample size of the study. End-stage kidney disease patients are unique in view of their immunosuppressed status and increased comorbidity index [17] . Thus, dedicated double-blinded randomized clinical trials should be conducted in this group of patients.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mortality rate in our cohort of maintenance hemodialysis patients was similar to that reported by Yiqiong et al. (19% versus 16.2%) in China, but lower than that described in studies from Spain (30.5%) and Italy (25-41%) [14] [15] [16] 34] .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 240,
                    "end": 243,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, compared with the reports from general population, mortality was higher (19% versus 1.4-8%) and similar to that observed in the intensive care units (26%) [35, 36] . These results may be explained by the older age of the patients and the increased comorbidity burden, notably the increased percentage of patients with positive history of coronary heart disease.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "36]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Recent autopsy data analyzing morphologic and molecular features of pulmonary specimens from patients who died from ARDS due to COVID-19 showed severe endothelial injury [37] . This suggest that the risk of developing severe form of COVID-19 is related to endothelial dysfunction. Due to the uremic milieu, hemodialysis patient has abnormal immune response and increased endothelial dysfunction which could increase the mortality risk [38, 39] .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 435,
                    "end": 439,
                    "text": "[38,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Wu et al. conducted a retrospective, observational study on COVID 19 patients from Wuhan comparing the clinical presentation and outcome of 49 hemodialysis patients with 52 hospitalized patients without kidney failure [10] . They found a significantly higher rate of complications in patients on hemodialysis, including shock, acute respiratory distress syndrome, arrhythmia, and acute cardiac injury. Also, compared with controls, more patients on hemodialysis received noninvasive ventilation (25% versus 6%) and the mortality rate was higher (14% versus 4%) [10] .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main cause of death in our patients was cardiovascular followed by respiratory distress syndrome. These data are in line with a similar Wuhan cohort, but in contrast with the reports from Spain and Italy where respiratory distress syndrome was the principal cause of mortality [14] [15] [16] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has a number of limitations. First, because of the small sample size from one single center, it was difficult to evaluate risk factors for mortality in regression models adjusted for more variables. Second, because of the retrospective nature of the study, laboratory tests like serum ferritin, procalcitonin, D-dimers were not assessed in all patients. Thus, their role as prognostic factors for in-hospital death was not evaluated. Third, due to the confounding by indication, the results related to treatment should be interpreted with caution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we observed a high mortality rate among maintenance hemodialysis patients hospitalized for COVID-19. Anemia, lower serum albumin and lower basal oxygen saturation at admission were factors associated with poor prognosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study was in adherence with the Declaration of Helsinki and was approved by the ethics committee of \"Dr. Carol Davila\" Teaching Hospital of Nephrology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "GSdesign of the study. IA, ADZ, DC, EM, IMdata acquisition. SS, SC, LP, ID, GG data analysis/interpretation. GS, RB statistical analysis. CC, VS, VG supervision. Writing original draft: GS, AMM. Each author contributed intellectual content during manuscript drafting or revision. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "No potential conflict of interest was reported by the author(s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "Datasets analyzed during the current study are available from corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        },
        {
            "text": "Available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Coronavirus Disease (COVID-19) Dashboard. Available from",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "WHO: Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO: Middle East respiratory syndrome coronavirus (MERS-CoV) [updates",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Survival rate in acute kidney injury superimposed COVID-19 patients: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Daoud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mohamed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ren Fail",
            "volume": "42",
            "issn": "1",
            "pages": "393--397",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "18",
            "pages": "1708--1720",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "46",
            "issn": "5",
            "pages": "846--848",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese center for disease control and prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical characteristics of and medical interventions for COVID-19 in hemodialysis patients in Wuhan",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Soc Nephrol",
            "volume": "31",
            "issn": "7",
            "pages": "1387--1397",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Korean Society of Nephrology C-TFT (2020) hemodialysis with cohort isolation to prevent secondary transmission during a COVID-19 outbreak in Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Soc Nephrol",
            "volume": "31",
            "issn": "7",
            "pages": "1398--1408",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Practical indications for the prevention and management of SARS-CoV-2 in ambulatory dialysis patients: lessons from the first phase of the epidemics in Lombardy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rombola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heidempergher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedrini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nephrol",
            "volume": "33",
            "issn": "2",
            "pages": "193--196",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19: clinical course and outcomes of 36 maintenance hemodialysis patients from a single center in",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goicoechea",
                    "suffix": ""
                },
                {
                    "first": "Sanchez",
                    "middle": [],
                    "last": "Camara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Macias",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "1",
            "pages": "27--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 in hemodialysis (HD) patients: Report from one HD center in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.24.20027201"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Covid-19 and its impact on nephropathic patients: the experience at Ospedale Guglielmo da Saliceto",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Scarpioni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Valsania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "G Ital Nefrol",
            "volume": "37",
            "issn": "2",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Management of patients on dialysis and with kidney transplant during SARS-COV-2 (COVID-19) pandemic in",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alberici",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delbarba",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manenti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int Rep",
            "volume": "5",
            "issn": "5",
            "pages": "580--585",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "Adt",
                    "middle": [],
                    "last": "Force",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "23",
            "pages": "2526--2533",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 outbreak in a large hemodialysis centre in",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Vea",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bacchini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Bigi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int Rep",
            "volume": "5",
            "issn": "7",
            "pages": "1095--1099",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ekir.2020.0019"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Novel coronavirus disease (COVID-19) in hemodialysis patients: a report of two cases",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Biochem",
            "volume": "81",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical features, laboratory characteristics, and outcomes of patients hospitalized with coronavirus disease 2019 (COVID-19): early report from the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garcia-Telles",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diagnosis",
            "volume": "7",
            "issn": "2",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Alterations in smell or taste in mildly symptomatic outpatients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spinato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fabbris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Polesel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "20",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID-19 in hemodialysis (HD) patients: Report from one HD center in Wuhan, China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.24.20027201"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Loss of smell and taste in 2013 European patients with mild to moderate COVID-19",
            "authors": [
                {
                    "first": "C-E",
                    "middle": [],
                    "last": "Jerome R Lechien",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Barillari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "8",
            "pages": "672--675",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "180",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictors of mortality in hospitalized COVID-19 patients: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "10",
            "pages": "1875--1883",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A malnutrition-inflammation score is correlated with morbidity and mortality in maintenance hemodialysis patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalantar-Zadeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kopple",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Kidney Dis",
            "volume": "38",
            "issn": "6",
            "pages": "1251--1263",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical characteristics and outcome of hemodialysis patients with COVID-19: a large cohort study in a single Chinese center",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ren Fail",
            "volume": "42",
            "issn": "1",
            "pages": "950--957",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanders",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Monogue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Z"
                    ],
                    "last": "Jodlowski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "18",
            "pages": "1824--1836",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Hydroxychloroquine or chloroquine for treatment or prophylaxis of COVID-19: a living systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pasupuleti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "173",
            "issn": "4",
            "pages": "287--296",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "31180--31186",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31180-6"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Association of treatment with hydroxychloroquine or azithromycin with in-hospital mortality in patients with COVID-19 in New York State",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Dufort",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Udo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "24",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Management of atrial fibrillation in patients with chronic kidney disease in clinical practice: a joint European Heart Rhythm Association (EHRA) and European Renal Association/European Dialysis and Transplantation Association (ERA/EDTA) physician-based survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Potpara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferro",
                    "suffix": ""
                },
                {
                    "first": "Gyh",
                    "middle": [],
                    "last": "Lip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Europace",
            "volume": "22",
            "issn": "3",
            "pages": "496--505",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lombardy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Network",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italy. JAMA",
            "volume": "323",
            "issn": "16",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Potential effects of coronaviruses on the cardiovascular system: a review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Safavi-Naeini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Solomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ackermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Verleden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuehnel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "2",
            "pages": "120--128",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Immune cell dysfunction and inflammation in end-stage renal disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Betjes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Nephrol",
            "volume": "9",
            "issn": "5",
            "pages": "255--265",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Intravenous ferric chloride hexahydrate supplementation induced endothelial dysfunction and increased cardiovascular risk among hemodialysis patients",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Characteristics of COVID-19 patients according to the severity of disease.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "ACEI/ARB: angiotensin converting enzyme inhibitor/angiotensin receptor blocker; CRRT: continuous renal replacement therapy; ESKD: end-stage kidney disease; GGT: gamma-glutamyl transferase; LDH: lactate dehydrogenase; GOT: glutamic oxaloacetic transaminase; GPT: glutamic pyruvic transaminase; NA: not assessed.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of COVID-19 patients according to survival.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Risk factors associated with in-hospital death.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}