{
    "paper_id": "7b79fcfaca24a285cdf851458562400c8e706b16",
    "metadata": {
        "title": "Exploring the Perceived Impact of the COVID-19 Pandemic Social Distancing Measures on Athlete Wellbeing: A Qualitative Study Utilising Photo-Elicitation",
        "authors": [
            {
                "first": "Göran",
                "middle": [],
                "last": "Kenttä",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deb",
                "middle": [],
                "last": "Agnew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tatiana",
                "middle": [
                    "V"
                ],
                "last": "Ryba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindsay",
                "middle": [],
                "last": "Woodford",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of the West of England",
                    "location": {
                        "settlement": "Bristol",
                        "country": "United Kingdom"
                    }
                },
                "email": "lindsay.woodford@uwe.ac.uk"
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Bussey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Teesside University",
                    "location": {
                        "settlement": "Middlesbrough",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Countries all over the globe have implemented mandatory social distancing measures in an attempt to suppress and control the spread of the Coronavirus disease . This enforced period of isolation, disruption to normal training routines and competition cancellation, could be having an adverse effect on the mental health and wellbeing of athletes. This study sought to explore the perceived impact of the COVID-19 social distancing measures on athlete wellbeing. Fourteen elite athletes who were unable to train or compete due to government imposed lockdown measures were recruited to participate in this qualitative study. Utilising the photo elicitation method, participants were asked to take a series of photographs that represented their experiences as athletes living in lockdown. These photographs were used to guide discussions in follow up unstructured interviews. Reflexive inductive thematic analysis identified three main themes that captured athletes' experience of social distancing measures and the implications for their wellbeing: (1) threats to wellbeing; (2) adapting routines and maintaining motivation; and (3) reflecting on participation in competitive elite sport. The initial sudden loss of sport in the athlete's lives posed a threat to their wellbeing, but over the duration of the lockdown period the athletes developed numerous strategies to protect their wellbeing. Furthermore, their time away from sport encouraged them to reflect on their athletic identity and to make life changes that would protect their wellbeing during the rest of the lockdown period and when they returned to sport. A number of immediate practical recommendations are offered for athlete support personnel working with athletes during the crisis, these include developing self-care strategies and social networks, adapting routines, setting new goals and encouraging the pursuit of dual-careers. Future research is encouraged to investigate how practitioners can deliver effective psychological support through tele-consulting, and to consider whether their support is best focused on therapeutic counselling or mental skills training during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On the 11th March 2020 the World Health Organisation (WHO) declared the coronavirus disease 2019 (COVID-19) outbreak as a pandemic. The situation is evolving rapidly with global case counts currently just over 122 million and deaths rates over 2.7 million worldwide on March 22nd, 2021 (World Health Organization, 2021) . Whilst ongoing clinical trials and investigations aim to further our knowledge about the virus, its origin, and how it affects humans countries all over the globe have implemented mandatory social distancing measures in an attempt to suppress and control the spread of the virus. These strategies include; lockdowns, stay-at-home orders, curfews, nonessential business closures, bans on mass gatherings, school and university closures, travel restrictions and bans, remote working and quarantine of exposed people/travellers (World Health Organization, 2021) .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 319,
                    "text": "(World Health Organization, 2021)",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 880,
                    "text": "(World Health Organization, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Studies exploring the psychological implications of previous epidemics and pandemics have found social distancing measures to be particularly detrimental to psychological health (Taylor, 2019) , with symptoms such as post-traumatic stress exacerbated by infection fears, longer quarantine duration, frustration, boredom, inadequate supplies, inadequate information and financial loss (Brooks et al., 2020) . Similar findings have been identified in the COVID-19 pandemic, such as an association between negative changes in health behaviours (physical activity, sleep, alcohol and tobacco) and increased psychological distress (depression, anxiety and stress) (Stanton et al., 2020; Duncan et al., 2020) , as well as increased psychological morbidity in those who identified as being at risk of contracting the virus (Jia et al., 2020) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 192,
                    "text": "(Taylor, 2019)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 384,
                    "end": 405,
                    "text": "(Brooks et al., 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 659,
                    "end": 681,
                    "text": "(Stanton et al., 2020;",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 682,
                    "end": 702,
                    "text": "Duncan et al., 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 816,
                    "end": 834,
                    "text": "(Jia et al., 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "There is an emerging evidence base that focuses on exploring the psychological implications of the COVID-19 pandemic on athletes, in response to the suggestion that athletes experience additional mental health risk factors compared to the nonathletic population (Schinke et al., 2018) . Athletes have expressed substantial grief and frustration in response to this enforced period of isolation, disruption to normal training routines and competition cancellation (Pillay et al., 2020; Toresdahl and Asif, 2020; Gupta and McCarthy, 2021) . These preliminary findings suggest that some pandemic mitigation strategies such as lockdowns, could be having an adverse effect on the mental health and wellbeing of athletes (Mann et al., 2020) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 284,
                    "text": "(Schinke et al., 2018)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 463,
                    "end": 484,
                    "text": "(Pillay et al., 2020;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 485,
                    "end": 510,
                    "text": "Toresdahl and Asif, 2020;",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 511,
                    "end": 536,
                    "text": "Gupta and McCarthy, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 715,
                    "end": 734,
                    "text": "(Mann et al., 2020)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to the World Health Organisation (World Health Organization, 2004) , mental health is defined as \"a state of well-being in which the individual realises his or her own abilities, can cope with the normal stresses of life, can work productively and fruitfully, and is able to make a contribution to his or her community\" (p 1). Whilst mental health is a major resource for athletes in relation to their performance and development in sport, high rates of psychological distress and disturbance are reported among athletes (Markser, 2011) which may impair performance and wellbeing, according to the International Olympic Committee consensus statement on mental health (Reardon et al., 2019) . Research suggests that the prevalence of mental health symptoms and disorders in male elite athletes in team sports (cricket, football, handball, ice hockey and rugby) varies from 5% for burnout and alcohol abuse, to nearly 45% for anxiety and depression (Nixdorf et al., 2013; Gulliver et al., 2014; Beable et al., 2017; Brown et al., 2017; Gouttebarge et al., 2017a,b; Schuring et al., 2017; Drew et al., 2018; Kiliç et al., 2018) . In female athletes, mental health disorders range from 10% to 25% for depression and eating disorders in particular (Greenleaf et al., 2009; Proctor and Boan-Lenzo, 2010; Brand et al., 2013; Wolanin et al., 2016) . There is also evidence to suggest that occurrence of such mental health disorders amongst elite athletes are associated with higher incidence of severe injuries, surgeries, recent adverse life events, a higher level of career dissatisfaction and a lower level of social support (Gouttebarge et al., 2017b) .",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 76,
                    "text": "(World Health Organization, 2004)",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 546,
                    "text": "(Markser, 2011)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 677,
                    "end": 699,
                    "text": "(Reardon et al., 2019)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 957,
                    "end": 979,
                    "text": "(Nixdorf et al., 2013;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 980,
                    "end": 1002,
                    "text": "Gulliver et al., 2014;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1003,
                    "end": 1023,
                    "text": "Beable et al., 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1024,
                    "end": 1043,
                    "text": "Brown et al., 2017;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1044,
                    "end": 1072,
                    "text": "Gouttebarge et al., 2017a,b;",
                    "ref_id": null
                },
                {
                    "start": 1073,
                    "end": 1095,
                    "text": "Schuring et al., 2017;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1096,
                    "end": 1114,
                    "text": "Drew et al., 2018;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1115,
                    "end": 1134,
                    "text": "Kiliç et al., 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1253,
                    "end": 1277,
                    "text": "(Greenleaf et al., 2009;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1278,
                    "end": 1307,
                    "text": "Proctor and Boan-Lenzo, 2010;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1308,
                    "end": 1327,
                    "text": "Brand et al., 2013;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1328,
                    "end": 1349,
                    "text": "Wolanin et al., 2016)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1630,
                    "end": 1657,
                    "text": "(Gouttebarge et al., 2017b)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Considering the increasing number of mental health problems being reported in the athletic population, the challenges that the pandemic presents to them, and recent research identifying the adverse effect of social distancing measures on mental health, athletes could be considered an at-risk group during the current COVID-19 pandemic. Indeed, this is reflected in recent findings that show the COVID-19 lockdown period significantly affected athletes' physical and mental health. Specifically, physical deconditioning, worsening nutrition, uncertainty on return to sport, and disruptions to social interaction, training, and sleep patterns (Pillay et al., 2020) were associated with increased depression, anxiety and stress symptoms (Facer-Childs et al., 2021) . Furthermore, in a recent study exploring adversity and resilience in athletes during COVID-19, athletes reported tangible losses with regards to their sport, support networks and athletic identity, and a sense of incongruence as a result of the dissonance between the usual structured, goal directed environment they were accustomed to, and the relatively aimless lockdown scenario presented by COVID-19 (Gupta and McCarthy, 2021) . The incongruence experienced due to the lack of agency during the pandemic, resulted in psychological distress, ruminations, negative emotions and loss of motivation. Whilst the authors acknowledged the role resilience is playing in mobilising coping methods to protect athletes from these adversities, it could not be inferred that the athletes had positively adapted to the stressors as they are still living in a pandemic. Although the overwhelming evidence suggests that athletes have experienced negative physical and psychological effects of the COVID-19 pandemic, Şenışık et al. (2020) reported that the mental health status of athletes was better than non-athletes, attributing this difference to the potential protective effects of physical activity that were still experienced during their pause in sport participation.",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 663,
                    "text": "(Pillay et al., 2020)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 735,
                    "end": 762,
                    "text": "(Facer-Childs et al., 2021)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1169,
                    "end": 1195,
                    "text": "(Gupta and McCarthy, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1769,
                    "end": 1790,
                    "text": "Şenışık et al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Whilst the literature reviewed has furthered our understanding of the impact of social distancing measures on athlete mental health, the current research will utilise the concept of wellbeing as a framework for examining athlete's experiences. Giles et al. (2020) argued that whilst athletes are by definition sport performers, first and foremost they are people whose physical, mental and social health is reflected through their wellbeing and ill-being. A consideration of athletes' holistic health is fundamental to their identity as performers and people, and their participation in sport can contribute to or detract from their wellbeing. It is argued that the exploration of wellbeing in relation to athletes' experiences of social distancing will provide a broader framework for investigation than mental health alone. Indeed, recent recommendations from a consensus statement on improving the mental health of high-performance athletes (Henriksen et al., 2019) , identified various propositions to inspire researchers and support elite sport organisations to investigate and enhance mental health in athletes. Of particular relevance to the current study was their recommendation to better define mental health in sport as being more than the absence of mental illness, separate from performance, contextualised and acknowledging the full range of human emotions that are experienced.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 263,
                    "text": "Giles et al. (2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 944,
                    "end": 968,
                    "text": "(Henriksen et al., 2019)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Throughout sport psychology literature, researchers have found the construct of wellbeing to be both multi-faceted and complex. Lundqvist (2011) argues that \"wellbeing is treated as an unspecific variable, inconsistently defined and assessed using a variety of theoretically questionable indicators\" (p. 118). For the purpose of this research, the concept of wellbeing will be based on a review of existing measures of wellbeing in sport performers by Giles et al. (2020) , who recommends an integrated measure of wellbeing that includes emotional, mental, social and physical components of wellbeing.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 144,
                    "text": "Lundqvist (2011)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 452,
                    "end": 471,
                    "text": "Giles et al. (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to Stambulova et al. (2020) , COVID-19 can be interpreted as a career transition barrier that interferes with athlete development and career progression. In the recent update of The International Society of Sport Psychology Position Stand on Athletes' Career Development and Transitions (Stambulova et al., 2020) , \"career excellence\" is defined as \"an athlete's ability to sustain a healthy, successful, and long-lasting career in sport and life\" and not as \"a destination to reach, but more a journey to, or process of, striving for it, in which athletes might need support\" (p. 14). If we consider COVID-19 as a career development barrier from a holistic developmental perspective (Wylleman, 2019) , it suggests substantial changes to athletes athletic development (e.g., closed sports facilities, postponed and cancelled competitions), psychological health (e.g., threatened athletic identity), psychosocial aspects (e.g., social isolation, worries about significant others), academicvocational responsibilities (e.g., change in focus to education or work), financial concerns (e.g., funding cuts) and changing legal developments (e.g., restrictions on movement). Indeed, Gupta and McCarthy (2021) suggested that if social isolation is conceptualised as an abrupt diversion in an athlete's career, it could trigger dissociations from their athletic identity and negatively impact wellbeing. Athletes often have a strong sense of identity that is derived from their participation in sport (Sparkes, 1998) and when this sporting platform is removed through injury or retirement, they lose access to vital resources and support networks which can result in threats to their wellbeing (Jewett et al., 2019) . Preliminary findings suggest that the COVID-19 pandemic and lockdowns have presented athletes with a similar experience to that of forced retirement (Jewett et al., 2019; Park et al., 2013) and recommendations to support athletes using career transition and/or chronic injury psychological rehabilitation research as an intervention has been advocated (Gupta and McCarthy, 2021) .",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 37,
                    "text": "Stambulova et al. (2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 297,
                    "end": 322,
                    "text": "(Stambulova et al., 2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 694,
                    "end": 710,
                    "text": "(Wylleman, 2019)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1186,
                    "end": 1211,
                    "text": "Gupta and McCarthy (2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1502,
                    "end": 1517,
                    "text": "(Sparkes, 1998)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1695,
                    "end": 1716,
                    "text": "(Jewett et al., 2019)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1868,
                    "end": 1889,
                    "text": "(Jewett et al., 2019;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1890,
                    "end": 1908,
                    "text": "Park et al., 2013)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2071,
                    "end": 2097,
                    "text": "(Gupta and McCarthy, 2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The current pandemic has presented sport and exercise psychologist consultants with challenges and opportunities with how best to support athlete's sport performance and wellbeing. A recent editorial by Schinke et al. (2020) reviewed the challenges encountered by athletes such as social isolation, career disruption, qualification process uncertainty and unconventional and limited access to training facilities and training partners. Underpinning these issues was the need to help maintain the health and wellbeing of athletes in their pursuit of performance excellence during this extraordinary time. Schinke et al. (2020) further reflected on their collective work with aspiring Olympic athletes across Asia, Europe and North America and suggested strategies to support athletes that encouraged openness to express their feelings and facilitate problem solving, identification of gaps in their development, and the setting of new goals. Mascret (2020) reported that confinement during the COVID-19 pandemic encouraged athletes to modify their achievement goals; selfapproach goals (improving oneself) and self-avoidance goals (avoiding regression). Specifically, they identified that selfapproach goals decreased, and self-avoidance goals increased, suggesting that during confinement athletes were more focused on avoiding performance decrements than enhancing it.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 224,
                    "text": "Schinke et al. (2020)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 604,
                    "end": 625,
                    "text": "Schinke et al. (2020)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 941,
                    "end": 955,
                    "text": "Mascret (2020)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In order to support athletes during this continuing global health crisis, further research is needed to investigate how social distancing measures are affecting athlete wellbeing. Given that isolation periods are detrimental to wellbeing (Taylor, 2019) , and that elite athletes are at greater risk of mental health disorders (Reardon et al., 2019) , together, the impact of the COVID-19 social distancing measures on elite athletes could be profound. It is vital that exploratory work which seeks to understand the lived experiences of athletes is conducted, to contribute to a limited but growing evidence base, in order to provide a foundation for future intervention studies to support athlete wellbeing, and to help inform Sport and Exercise Psychologists recommendations/practice.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 252,
                    "text": "(Taylor, 2019)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 326,
                    "end": 348,
                    "text": "(Reardon et al., 2019)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Research question This study aimed to explore the perceived impact of the COVID-19 social distancing measures on athlete wellbeing. Specifically, the authors sought to investigate the emotional, mental, social and physical components of wellbeing that may have been affected by the lockdown measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "According to Mayan (2009) , qualitative studies should have methodological coherence, which this study achieved by ensuring congruence between epistemological and ontological positions, theoretical perspective and the research question. This study adopts a realist ontological viewpoint which acknowledges there is an objective reality of the material world, and also takes a critical realist epistemological perspective, accepting multiple accounts of any phenomenon (Maxwell, 2012) . As described in Maxwell (2012) \"critical realists thus retain an ontological realism while accepting a form of epistemological constructivism and relativism (multiple versions of a phenomena can exist)\" (p.5).",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 25,
                    "text": "Mayan (2009)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 468,
                    "end": 483,
                    "text": "(Maxwell, 2012)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 502,
                    "end": 516,
                    "text": "Maxwell (2012)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "By taking this stance, this research was able to explore how athletes perceived the impact of social distancing measures in the COVID-19 pandemic on their wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "This qualitative research collected data through combining the participant driven (open) photo elicitation method (Bates et al., 2017) with unstructured interviews, and was analysed using thematic analysis (Braun and Clarke, 2006) . Conceptual coherence between theoretical and conceptual underpinnings of the research and the type of thematic analysis carried out is one of several proposed indicators of thematic analysis research quality (Braun and Clarke, 2020) . In line with our aforementioned theoretical perspectives a reflexive approach to thematic analysis was taken, acknowledging and embracing researcher subjectivity as an analytic resource (Braun and Clarke, 2020) . The choice to carry out an inductive thematic analysis was informed by the understanding that the analysis remains grounded in the data (Braun and Clarke, 2020) . Furthermore, this form of analysis ultimately respects the participants' unique experiences of the COVID-19 pandemic, and thus follows on from our previously stated ontological and epistemological position. To further ensure that the themes developed from the data are true to the participants' overt understanding of their experiences (Braun et al., 2016) , we employed semantic coding and did not aim to interpret any hidden or underlying meanings.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "text": "(Bates et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 206,
                    "end": 230,
                    "text": "(Braun and Clarke, 2006)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 441,
                    "end": 465,
                    "text": "(Braun and Clarke, 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 654,
                    "end": 678,
                    "text": "(Braun and Clarke, 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 817,
                    "end": 841,
                    "text": "(Braun and Clarke, 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1180,
                    "end": 1200,
                    "text": "(Braun et al., 2016)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical Underpinning"
        },
        {
            "text": "The rise in accessibility and advancement of visual technology and communication through social networking sites and smartphones means that a wealth of contemporary phenomena and experiences are captured visually (Bates et al., 2017) . The photo elicitation method uses photographs within an interview setting in order to prompt emotional connections to memories and evoke more meaningful accounts (Hogan and Warren, 2012; Kunimoto, 2004) . Bates et al. (2017) describe the following three variations to the photo elicitation method: (1) Participant-driven (open): participants choose to take any photo they feel is relevant to the phenomenon under exploration (2) Participant-driven (semi-structured): the researcher shares a set of questions with the participants and asks them to take photos that align with those (3) Researcher driven: the researcher provides the photos for the interview to stimulate discussion only.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "text": "(Bates et al., 2017)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 398,
                    "end": 422,
                    "text": "(Hogan and Warren, 2012;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 423,
                    "end": 438,
                    "text": "Kunimoto, 2004)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 441,
                    "end": 460,
                    "text": "Bates et al. (2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Photo Elicitation Method"
        },
        {
            "text": "The photo elicitation method has previously been implemented to explore elite runners' disordered eating (Busanich et al., 2014) , to capture the experience of Ironman competitors (Wakefield and Watt, 2012) , and in a similar vein, creative collages using images has also been used to understand young athletes future career aspirations (Ronkainen and Ryba, 2018) . The current study utilised the participant-driven (open) format as it was considered most appropriate to address the exploratory nature of the research question. By encouraging the production of participant-driven photographs the researcher can attempt to understand the experiences of the participants (including emotions and ideas) rather than imposing their own framework or preconceived ideas on the topic (Holloway and Galvin, 2017) . The purpose of the images, therefore, is to create a dialogue and to introduce new dimensions that had not been considered by the researcher, and in this respect is easily facilitated by the accompanying unstructured interviews.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 128,
                    "text": "(Busanich et al., 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 180,
                    "end": 206,
                    "text": "(Wakefield and Watt, 2012)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 337,
                    "end": 363,
                    "text": "(Ronkainen and Ryba, 2018)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 776,
                    "end": 803,
                    "text": "(Holloway and Galvin, 2017)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Photo Elicitation Method"
        },
        {
            "text": "As employed in previous qualitative work around athletes' experiences (e.g., Kirby et al., 2011) , purposeful sampling was utilised to recruit athletes residing in countries enforcing strict lockdown measures which prevented them from leaving their house to train and compete in their sport. Participants were recruited through the researcher's network in elite sport and sustained through snowball sampling (Patton, 2002) . However, none of the participants were known to the researchers so there was no potential for coercion. Contact was made to prospective participants through ethically approved invitations via email or through private messaging on public social media sites such as Twitter. The exclusion criteria were displayed in study invitations. Participants were unable to participate if they: were under the age of 18, had any existing clinical mental health problems, had contracted COVID-19, were recreational athletes, or resided in countries who did not have to adhere to lockdown measures. A heterogeneous sample of athletes were recruited to ensure that the research captured a wide range of athlete's experiences from team and individual sports.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 96,
                    "text": "Kirby et al., 2011)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 408,
                    "end": 422,
                    "text": "(Patton, 2002)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "A total of 14 elite athletes (eight White women, one Indian woman and five White men) representing 10 sports who were unable to train or compete due to government imposed lockdown measures participated in this study. Whilst the severity of the lockdown measures differed across the countries none of the athletes in the study were allowed to leave their homes to participate in organised sport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "In order to better define the sample, the athletic level of the participants was classified based on their highest standard of performance, their success at that level and the amount of experience they had gained at that level. Adopting the four-tiered classification system set out by Swann et al. (2015) participants were categorised as semi-elite; competitive elite; successful elite and world class elite. Semi-elite athletes participated below the highest level possible in their sport; competitive-elite athletes regularly competed at the highest level but had not achieved success; successful-elite athletes competed at the highest level and had experienced some success; world-class elite athletes competed and experienced sustained success at the highest level (e.g., Winning Olympic medals in consecutive games or major competitive victories over a number of seasons). To illustrate how participants met criteria for this research, pertinent demographic characteristics are provided in Table 1 .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 305,
                    "text": "Swann et al. (2015)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [
                {
                    "start": 996,
                    "end": 1003,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "Upon recruitment, participants were informed of the study aims and procedure, and then provided their consent to participate. Participants were instructed to take any number of photographs they felt represented their experience of the COVID-19 pandemic as an athlete, using any available technology (e.g., iPads, smart phones, or digital camera). They were informed that the photos should not contain any people or easily identifiable places and reminded that they were a conduit to aid discussions and would not be part of the data analysis; only the associated narratives would serve as the data set (as recommended by Bates et al., 2017) . Participants were contacted again 2 weeks later to organise an online interview, and to submit via email any photographs they wished to discuss in the interview. All interviews took place between April and May 2020 and were conducted virtually via Microsoft Teams due to the geographical spread of participants across the globe and lockdown regulations in place at the time of data collection. This virtual platform also provided a secure encrypted connection to ensure confidentiality. The online interviews were held in private rooms and the participants were informed that if they felt any discomfort discussing their experiences, they could terminate it without any questions asked.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 640,
                    "text": "Bates et al., 2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "PROCEDURE"
        },
        {
            "text": "Each interview was audio recorded and lasted between 45 and 60 min. In accordance with the participant driven (open) photo elicitation method, there were no pre-determined interview questions. The researcher began each interview asking, \"Please could you talk through these photos and explain why you chose them to discuss today?\" and asked follow up questions when appropriate. In this sense, the photos selected and discussed by the participant framed the interview process, leaving the control and power of the interview process as much as possible with the participant (Bates et al., 2017) .",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 593,
                    "text": "(Bates et al., 2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "PROCEDURE"
        },
        {
            "text": "To protect anonymity participants were assigned pseudonyms and any identifying information was redacted from transcripts (Braun and Clarke, 2013) and interview data were stored in a password protected computer. Participants were debriefed following the interviews and given an information document that signposted to support resources in the event that any of the discussions had prompted any adverse psychological or emotional reactions.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 145,
                    "text": "(Braun and Clarke, 2013)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "PROCEDURE"
        },
        {
            "text": "Due to the exploratory nature of this novel research, reflexive inductive thematic analysis Clarke, 2019, 2020) was used to analyse the data and the analysis process was informed by Braun and Clarke (2006) six phases of analysis. In order to achieve data familiarity, the researcher first transcribed interviews verbatim using NVivo software and engaged in repeated reading of transcripts and re-listening to the data, helping to move the analysis beyond a focus on the most obvious meanings. In the second stage of the analysis, all data relevant to the research question were coded. This process identified the first patterns in the data by grouping similar data segments at the semantic level. Similar codes were then clustered together to create a visual map of key patterns in the data, these existed in a hierarchical structure containing overarching themes, themes and sub-themes. The themes were reviewed to ensure they fitted with the coded data and the overall data set, and that they each had a clear organising concept. At this stage, the second author reviewed the themes to ensure they were substantially supported by data extracts, and contributed to answering the research question. The final themes and subthemes were then clearly defined and summarised to provide conceptual clarity and a road map for the final report.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 111,
                    "text": "Clarke, 2019, 2020)",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 205,
                    "text": "Braun and Clarke (2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "In alignment with the aforementioned conceptual underpinnings of the research, the authors engaged in careful design thinking to conduct reflexive thematic analysis research with methodological integrity (Braun and Clarke, 2021) and to ensure the validity of findings (Morse et al., 2002) . For example, the lead author engaged in regular journaling, reflecting on the process to ensure an in-depth engagement with the data resulting in a meaningful analysis, as recommended by Braun and Clarke (2021) . Furthermore, the lead author carried out the initial coding process which was reviewed by the second author, this process was repeated at the initial theme development stage, as per Braun and Clarke (2021) recommendations for best practise in reflexive thematic analysis. Credibility was ensured by giving participants the opportunity to check transcripts for accuracy, and to engage in a process of member reflections with the lead researcher (Tracy, 2010) to explore any gaps in the results and to share any similarities in the interpretations of the findings (Schinke et al., 2013) . The analysis was also discussed and cross analysed at various stages by the lead researcher's professional doctorate supervisory team to ensure worthy contribution to the topic and meaningful coherence (Tracy, 2010) . As such, we feel that this research is timely and that the findings contribute unique insights regarding athlete wellbeing throughout the COVID-19 pandemic, afforded by our use of the photo elicitation method that is seldom used in sport and exercise literature. Finally, the analytic write up contains data excerpts and analytical commentary to provide strong evidence of patterning across the data (Braun and Clarke, 2013) , which we hope resonates with other members of the elite sporting community also affected by COVID-19 mitigation strategies.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 228,
                    "text": "(Braun and Clarke, 2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 268,
                    "end": 288,
                    "text": "(Morse et al., 2002)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 478,
                    "end": 501,
                    "text": "Braun and Clarke (2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 948,
                    "end": 961,
                    "text": "(Tracy, 2010)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1066,
                    "end": 1088,
                    "text": "(Schinke et al., 2013)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1293,
                    "end": 1306,
                    "text": "(Tracy, 2010)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 1709,
                    "end": 1733,
                    "text": "(Braun and Clarke, 2013)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methodological Rigor"
        },
        {
            "text": "Ethical approval for this study was obtained from the Research Ethics Committee School of Social Sciences, Humanities, and Law at the University of Teesside.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "Following the participant driven (open) photo elicitation method, participants provided the researcher with photographs they had taken which documented their experience as an athlete living in lockdown, due to the global COVID-19 pandemic. Though the images were important to elicit discussion, they were not part of the analysis. Reflexive, inductive thematic analysis (Braun and Clarke, 2006) was applied to the participant's discussions of the images and identified three main themes which highlight their experiences of lockdown as athletes, these were (1) threats to wellbeing; (2) adapting routines and maintaining motivation; and (3) reflecting on participation in competitive elite sport.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 394,
                    "text": "(Braun and Clarke, 2006)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "This theme is defined by athletes' discussions that focused on how the lockdown and social distancing measures negatively affected their wellbeing. Athletes talked about how existing worries were exacerbated by lockdown, including maintaining a balanced diet, body image, mental health and injury recovery (subtheme 1), and how limited training opportunities and reduced access to outdoor space threatened their wellbeing (subtheme 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 1: Threats to Wellbeing"
        },
        {
            "text": "Following the initial shock of the COVID-19 crisis and its ramifications for participation in sport, the continued lockdown period posed a threat to wellbeing for those athletes who were already coping with some form of adversity in their lives. Pertinent to the pandemic, Amelia spoke of the stress she experienced when she could not buy the food she needed to maintain her physique because of the panic buying in supermarkets:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "So not being able to access my usual food in lockdown was really stressful at first, in my head I was thinking oh my goodness if I don't have 120grams of protein today I am going to lose all my gains. But if I took a step back and thought logically I knew I was not going to lose two years' worth of muscle in the space of a week because I couldn't get my hands on the food I needed. . . but at the time I thought my whole world had come crashing down, first they cancel my competitions and now I can't maintain my nutrition or physique because I can't eat the food I need to eat, I just can't cope with this. (Amelia, 25, body building, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "Jess also expressed physique concerns as she described noticing physical changes to her body due to the lack of training which translated into poorer mental wellbeing. The selfie she took in the bathroom mirror illustrated how her pre-existing body image struggles had been amplified during the lockdown:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "In terms of the other things like my hair and my skin, and even my nails they're not growing the same way. I just don't feel that nice and that's when I started getting down which is a bit concerning. I have tried not to look in the mirror to be honest, I just try not to overthink it. I haven't been on the scales, because I just actually point-blank refuse at this point. I know it's the physical activity, the lack of it makes me feel disgusting. But yeah, it's horrible, I'm just managing it, I really just try not to think about it. I've always struggled with kind of weight. And I always knew that this period, I said to myself this is gonna be hard, you're going to gain some weight. As soon as the restrictions are lifted. I'm really motivated to get rid of it, already. (Jess, 21, hockey, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "For many, participation in sport and exercise was used as a way to de-stress and to channel both physical and mental energy in a positive activity. This is exemplified by Rachel, who shared a photograph of her empty training diary and described how competing in sport had been a way of managing her attention deficit hyperactivity disorder (ADHD) and maintaining her wellbeing prior to lockdown: I always needed the physical stimulus of sport but didn't know why, it wasn't until after the diagnosis of ADHD and then only last year when I was doing some work with my counsellor and I said I feel guilty about training because I haven't started working and I have to collect my son and my days are really short. She said have you thought that maybe you need it in order to function and that was a massive light bulb moment for me. I didn't realise, she was right, she was spot on. I need my sport to manage my mental health. (Rachel, 42 powerlifting, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "Referring to a photograph of him participating in rehabilitation training at home, Charlie described how the psychological implications of injury recovery were more difficult to cope with during lockdown. Charlie described how not being able to see friends, family, or his teammates exacerbated feelings of social isolation during the lockdown:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "It's been tough having an injury in lockdown, usually I would use this time off to spend time with friends and family which I don't usually get time to do, but with lockdown you can't. Sat at home being isolated trying to find ways to connect with people, but it's not the same as face to face and I have found that difficult. Being injured can be quite isolating, you are away from the rest of the squad, you don't get those social interactions at the club that you really enjoy, and you feel like you are away from the group and so you go and see family and friends and to not be able to do that is pretty tough. (Charlie, 29, Rugby, France).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "Rob also echoed this idea that being isolated from fellow athletes throughout lockdown posed a threat to wellbeing, as he described relying on team training as an opportunity to offer and receive social support, which he and his family miss:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "As a family we miss the social interaction, my wife has a strong bond with a lot of the women in the training group and we all miss that as much as we miss the running itself, we are a bunch of good friends who support each other through difficult times. We can talk to each other on the phone but it is that actual physical interaction with a person that we miss. (Rob, 51, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "Overall, the athletes discussed how existing stressors were exacerbated by the pandemic restrictions, which they seemed to have negatively affected their wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Lockdown Impedes Basic Athlete Needs"
        },
        {
            "text": "This subtheme contributes to the overarching theme as many of the athletes shared how the lockdown had stunted their athletic development which they felt negatively affected their wellbeing. In response to their reduced access to training facilities the athletes made attempts to adapt equipment they had at home. Amelia shared a series of photographs of the weightlifting equipment she and her Dad had built together during lockdown. She described how her reduced financial income paired with price increases on home training equipment, encouraged her to build her own training kit at home with her Dad. According to Amelia, this had a positive effect on their father-daughter relationship and her wellbeing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "That photo is of a drill on a bench. So being on furlough I couldn't afford to buy any decent kit. So, my Dad built me a squat rack, we built that together, so it was a bonding thing, so I could work out. I just couldn't afford anything, it felt like everywhere shot up their prices when lockdown happened so the only way around it was to build it myself. My Dad has been so supportive of me and he's always pushed my athletic side and thrown money at all the sports I played as a kid, but nothing ever really stuck so he's seen my passion for body building and I've made it me, and he's been so supportive and anything he could do to help he was happy too, let's build the equipment you can't buy and make weights if we have too he told me, which was really nice. (Amelia, 25, body building, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Some athletes turned to social media to share their home training efforts, in order to feel connected with others in their sport. For example, Sarah shared images of herself training at home on Instagram with fellow gymnasts, which helped her feel part of the gymnastics community despite the lockdown restrictions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "As you can see in the photo of me doing a handstand on a wheelie bin, I have been posting lots on Instagram which helps you feel like you are in the world, that I am in the gymnastics environment, so it does sort of help. It keeps me motivated as I can see that everyone else is training at home and my friends call me and we are there for each other. (Sarah, 18, gymnastics, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Although Sarah found some solace in sharing her training online, other athletes found such updates to be damaging to their wellbeing, triggering downward social comparisons of body image and their own ability to cope with lockdown. Jess and Olivia described feeling pressured to be proactive and accomplish goals during the lockdown period which had a negative impact on their wellbeing: So, some girls on my team are skinnier than me, or better than me and I have never gone I wish I was like that, it has never impacted me because I've always had that self confidence that I am who I am and, to an extent I really do like who I am and I'm happy with how I am and what I'm doing and my achievements. But now, for some reason, it has hit me like should I be doing that? Why am I not doing that? How can I do that? Or why are people not including me in that? I've been noticing the most intricate things, and I'm thinking to myself, you're never normally like this, you shouldn't even be focusing on it. (Jess, 21, hockey, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "All over social media there is this thing that we need to use this time to get motivated and be so much better when we come out of the other side. But for some people they need a break, to slow down and relax for a while because all this bettering yourself might not be what you need right now and I think a lot of people are being pressured to think that they have to get better, to use this time productively and they beat themselves up if they don't, it is a really big thing right now. . . they shouldn't feel pressured to come out of the other side so much better than when they came in. (Olivia, 18, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "By immersing themselves in their respective virtual sporting communities, the athletes not only compared their adaptation to lockdown life with other athletes online, but they also noticed inequalities with regards to access to equipment. Ben expressed feeling disadvantaged due to his lack of home training equipment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "A lot of people are putting stuff on social media who have managed to get access to equipment, and you wonder well if they've got that then what advantage have they got over me? (Ben, 22, athletics, United Kingdom) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 183,
                    "text": "(Ben,",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 188,
                    "end": 198,
                    "text": "athletics,",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 214,
                    "text": "United Kingdom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Similarly, Olivia described feelings of animosity towards fellow athletes who could access more equipment than her, but also felt uplifted and inspired by some of the stories shared:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "But there's definitely been jealousy on social media with people who have access to more than I do at the moment, but it is also really cool to see people in similar situations who are fighting through this and are coming together to get through this. (Olivia, 18, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Underpinning the above conversations regarding athletic development during lockdown, there was a clear, common effort amongst the athletes to find alternative ways of training at home, although this did not always alleviate feelings of social isolation. Sarah a young gymnast, captured her experience of loneliness when training at home in an image of a sunset: Training from home not only heightened feelings of loneliness, but also blurred the boundaries between athletes' multiple identities which Rachel found difficult to manage: I need to have my places that I go too to do stuff, like the gym is where I train and eat, I go to uni to be quiet and have space and my son and dog can't come. I need to have those places to function, but I don't have those places and now my life isn't functioning. (Rachel, 42, powerlifting, United Kingdom) .",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 810,
                    "text": "(Rachel,",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 828,
                    "text": "powerlifting,",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 844,
                    "text": "United Kingdom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Rachel went on to explain how training from home was particularly challenging, but she was determined to make it work as her wellbeing depended on it:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "This is a photo of my makeshift home gym. So yesterday I had the first training session in it, I built it last week, it was ready to go but there was so much other stuff in there and I thought ugh I can't. I had to move the fridge freezer to get the plates on the bar, there's a lawn mower so I can't get into the cage I have to move it. It's really dusty in there so the first time I thought argh this isn't working. So, the first lift when I had to breath in and brace, I got a mouthful of dust and wasps flying around my head and the dog was under my feet. I thought this is dangerous I can't do this I think I just did ten squats and then I thought I can't do this, I can't use this gym, I can't lift safely and I can't get into the space into my head that I needed to with all that shit in there. (Rachel, 42, powerlifting, United Kingdom) .",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 810,
                    "text": "(Rachel,",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 814,
                    "text": "42,",
                    "ref_id": null
                },
                {
                    "start": 815,
                    "end": 828,
                    "text": "powerlifting,",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 844,
                    "text": "United Kingdom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Despite the differences in lockdown restrictions between countries, many athletes acknowledged the instrumental role that spending time outside had on their wellbeing. Luke reflected on a photograph of him doing circuit training in his small garden and discussed how the lockdown restrictions limited his opportunity to exercise outside, for which he relies on for a natural biochemical mood boost:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "We are all athletes and love being outside doing something that engages the endorphins, so to not be able to get the blood flowing and those positive vibes has been hard. (Luke, 30, cricket, Zimbabwe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Similarly, Amelia described how her daily walks by the canal were an uplifting experience helping to relieve the pressure of living in close quarters with her family during lockdown:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "So that is a photo of my caterpillar boots, throughout lockdown every morning I would stick them on and take myself out for an hour or two hours and go walking up by the canal, I am lucky where I live there are lots of beautiful places round here to walk. . .it was my meditation, those boots have done some mileage over the last year. . . During the lockdown my Dad was also furloughed from his job, so we were stuck in the house together, we are very close, but like any family you rub against each other eventually, so my walking was my time, it was my time to get out of the house and call my friends or stick my headphones in and listen to music or a podcast, it was my time to myself which I didn't have in the house. (Amelia, 25, Body building, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "For some athletes like Rob, the importance of access to outdoor space became even more apparent as he reflected on his friends' efforts to train with limited indoor space:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "Friends who stay in an apartment block have had to get permission from everyone in their apartment block to run up the flights of steps, we are so fortunate with the size of our garden and the treadmill. Their level of frustration is a lot higher than ours, they just want to be able to get out on a road and be less restricted. (Rob, 51, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "In this subtheme, athletes discussed how the lockdown stunted their athletic development as a result of the lack of access to training equipment, social support and limited space, which negatively impacted their wellbeing. Various strategies were utilised as coping methods to facilitate their athletic development and to protect their wellbeing, such as building their own equipment, connecting with teammates through social media, and participating in exercise outside where possible to boost mood and maintain healthy wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Lockdown Stunts Athletic Development"
        },
        {
            "text": "In this theme, the athletes mobilised coping resources such as adapting their routines and changing their motivational focus to manage the diminishing psychological wellbeing they experienced due to their lack of agency during the lockdown. They reflected on how before the pandemic their lives were structured and goal driven, but the lockdown scenario had created an aimless existence which threatened their wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 2: Adapting Routines and Maintaining Motivation"
        },
        {
            "text": "A key aspect which some athletes felt they lost in lockdown was their training routine, which for many provided a structure to their day. For Rachel, the lack of routine had deleterious implications for multiple aspects of her wellbeing, she discussed this as she shared a photograph of a bottle of gin and a kitchen cupboard filled with junk food:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "I had nothing to do, literally nothing to get up for and I lost momentum. I went to bed later and later every night and then got up later every day and within a week and half I couldn't sleep, I was staying up late watching Netflix and then going to bed late, having crazy dreams, probably because of the alcohol but also because everything was just weird. Then waking up really late and the whole day I felt like I was on the back foot. Nothing was getting done it was one long thing of sleeping and staying up late and not getting much done at all. My routine went out the window and I felt awful. Now I have one it feels better. (Rachel, 42, powerlifting, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "Similar to Rachel, Ben also shared the challenges of having so much spare time and how adapting his routine had helped ease the boredom and frustration:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "It was quite hard to adapt in the first couple of weeks and get into a routine and now I have that routine of I wake up and do a little circuit or something in the morning and then do some uni work and then go out training in the evening and now I have that routine it gives me a good structure and gets me through the days. It is quite good to have that routine or you sit around doing nothing all day. (Ben, 22, athletics, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "Some athletes involved their family members in their new routines, which had a positive impact on their wellbeing. For example, Sarah spoke of how she had coped with the decreased feedback from her gymnastic coaches during the lockdown, by becoming more autonomous with regards to her training and her parents taking on coaching roles:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "In this picture my Mum and sister are holding onto the bar, we normally hang our washing on it, but it's not that strong and I have been working on it to improve my grip. I have grown a lot because I used to rely on my coach to help me do stuff, but now they are no longer there I have to motivate myself and do it all by myself, so I think I am more independent. My parents have learnt a lot in the process as I have had to teach them how to spot. I am so used to my coach knowing what to do so I had to teach them. My family has been my biggest support during lockdown. (Sarah, 18, gymnastics, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "However, it was not only about setting new athletic routines that was protective for wellbeing, the inclusion of new non sport related hobbies were equally effective at maintaining wellbeing. Olivia described how taking up photography helped pass the time, but also acted as an outlet for expressing her feelings during lockdown:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "During the lockdown and having all this free time I have gotten into photography right. So, I have been playing with the camera and me peeking through the fence in that photo I was trying to get the same feeling as being isolated from other people and that was the best thing I could do, being isolated from the outside, not being able to leave and not being able to have the freedom of choice and that sort of stuff. (Olivia, 18, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "Luke took a photograph of his PlayStation console to explain how his new routine involved playing online video games with his teammates during the lockdown. He felt this helped him to stay socially connected with fellow cricketers and also filled some of the competitive void he was missing from playing sport:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "So Call of Duty, I am a very competitive person and I like to do things that involve competition and so obviously being locked up there are not many ways that we can find to do some competitive things, so having some online gaming has been entertaining and kept me busy and it's been nice because I've been playing with a lot of other friends, which is pretty cool, there are a lot of international cricketers that play so there's a lot of banter and stuff on the game which is quite cool. (Luke, 30, cricket, Zimbabwe).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "For others like Charlie, the simple act of setting small, achievable, non-sport related goal each day was a useful strategy to protect his wellbeing: I sent you a photo of a big hedge I trimmed, that was a whole day's work, it wasn't something I wanted to do, it just had to be done, it is about setting goals and that was my goal for the day. Being a sportsman, you are so used to having goals, you have games at the weekend and that is your goal all week, so doing things like that has helped me see that it is not just another day, it's the hedge day or the grass day or painting and it has been really important, it's really helped me. (Charlie, rugby, 29, France).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "Overall, this subtheme encapsulates how athletes replaced their usual strict training routines with new activities that enabled social connection and emotional expression, helping to support their wellbeing during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 1: Replacing Old Routines With New Ones"
        },
        {
            "text": "Whilst many athletes adapted to the lockdown by creating new routines, many of the athletes discussed the challenges of motivating themselves to train for their sport during lockdown, as they were unable to access training equipment and they were uncertain when competitions would resume: I didn't know why to train in quarantine, I had no big events coming up, I thought why should I train? (Olivia, 18, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "It's been quite lonely, and my motivation has been quite low. It has been in peaks and troughs, sometimes I am really motivated and have really good days and some days I do nothing at all. Keeping my motivation has been harder than anything else, just keeping my goals in mind despite the situation that is going on (Jess, 21, hockey, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "Adjusting goals from ego orientated to task orientated in light of the competition postponements and cancellations helped maintain their motivation to train despite the lack of agency in their sport:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "You don't have the coach forcing you to pitch up at training or your Mum forcing you to get out of bed to take you to training, you have to do it yourself and find the reasons behind why you are doing what you are doing. (Olivia, 18, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "My training diary is a good way of keeping track of what I am doing and that helps motivate me. Normally my sessions would be 2x200m and I'd know exactly what times I need to hit, but now I don't really know what a good time is to run across a football pitch in, or from one lamp post to the next, none of these things mean anything to me at the moment, it is all relevant to just me. (Ben, 22, athletics, United Kingdom) .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 390,
                    "text": "(Ben,",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 405,
                    "text": "athletics,",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 421,
                    "text": "United Kingdom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "In addition to changing their motivational focus to one of self-improvement in their sport, Hannah described how she was exercising to maintain her wellbeing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "As you can see from this photo of our pool it's not very big, but I swim in the morning, it is my favourite part of the day even though it is quite cold. It is not difficult it is not like training to keep fit, it is really fun, every time I get out of the pool, I feel refreshed. It is a good start to my day. It lifts my mood. (Hannah, 18 , biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 340,
                    "text": "(Hannah, 18",
                    "ref_id": null
                }
            ],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "It seems that some athletes relied upon external motivations from family members to continue to train during this period of uncertainty in their athletic career:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "I just try to get by week by week and motivate myself by; oh, look my Dad is running today I should run as well. So, my family plays a big role in motivating me. (Zoe, 18, athletics, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "With the four of us in our family running, if the kids aren't motivated my wife will motivate them to get on the treadmill or do a couple of laps around the garden. The community within the family is very motivational. (Rob, 51, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "Annika chose a photograph of her family running around the garden to illustrate how they had motivated each other through exercising as a group:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "We are doing a Park Run every Saturday; we have done four since lockdown and everyone must participate. . . we are running around our house, we have a big area where we can run, we are not allowed outside of our house. . . My son follows his time and he and his older brother compare their times, the rest of us we are just enjoying it. (Annika, 48, cross country, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "Whilst some relied upon the people they lived with during lockdown for motivation, Ben was enjoying competing online against other runners in his local town by setting up routes to race on through the smartphone application Strava which he shared a photograph of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "On Strava you can map your run and the whole athletics community can get involved and you can do segments to find out what other people have run, and you can get a crown for running the fastest time on that segment. There is a segment that runs from lamp post 77 to 82 in my town which used to belong to my brother in whatever time he did, he was the champion of that segment so I went out and did my run to try and get it and I did so it's quite a good way to keep that competitive element of athletics by trying to race and become the fastest on different areas of road that are dotted around my town. Although you can't race against anyone in close proximity. (Ben, 22, athletics, United Kingdom) .",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 668,
                    "text": "(Ben,",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "22,",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 683,
                    "text": "athletics,",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 699,
                    "text": "United Kingdom)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "In this subtheme, the athletes described relying upon family and friends to motivate and encourage them to train for their sport during lockdown, perhaps in replacement of teammates and coaches. Others however were motivated not by the pursuit of athletic development, but to protect their wellbeing during the lockdown, such as exercising outdoors to boost mood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtheme 2: Motivation for Training in Lockdown"
        },
        {
            "text": "Towards the end of the first lockdown period the athletes began to reflect on their athletic career. It seems the time spent away from competitive sport encouraged them to consider its place in their lives. Some engaged in a cost-benefit analysis of their participation with regards to the impact it had on their wellbeing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Dave began to reflect on the financial strain associated with competitive sport and questioned if the current pressure he felt to recover from his injury was outweighed by the rewards of a gold medal:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "I had planned to do the Provincial Biathle Champs and the Nationals, I probably won't go overseas as it is expensive, and I now question its value. It has all been cancelled now and I have broken my elbow, it may never be straight again. I have a lot of pressure to get this arm straight. But the other side of this thing is why am I competing? Is winning and getting a gold medal what it is really cut out to be? (Dave, 59, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Reflecting on a photograph of his professional rugby kit, Charlie also commented on his changing view of the importance of competing:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "But now it's like bloody hell we were really onto a good thing here and could have gone into the top league and had an amazing time, but that's disappeared as well and the longer it has gone on you realise that its only one year, one season and seasons come and go and I've done 13 of them or something, and as much as winning and being at the top is great it doesn't mean anything really, not when you really think about it, it's just a moment in the sun isn't it? (Charlie, 29, rugby, France).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "For some participants, lockdown restrictions gave them time to reflect on how damaging participation in elite sport could be to their mental and physical wellbeing, being rather thankful for the time out. When looking at a photograph of his race number, Rob shared his experiences of debilitating performance anxiety whilst competing and the relief he felt that this year's competitions had been cancelled due to the pandemic: I honestly think it is a good thing not to be competing, on race day my emotions are a combination of nerves and excitement, I usually have to go to the bathroom 3-4 times on the morning of an event, my stomach works overtime. It is nothing to do with my diet I have tried every variant of breakfast and lunch and dinner, nothing helps, it is just my nerves, I have a toilet roll in my back pocket. I put exceptionally high expectations on myself. I think that there has been more benefit to not racing from the psychological point of view, less stress on me. (Rob, 51, biathle, South Africa).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Like Rob, Luke also seemed to appreciate the time out provided by the pandemic, describing how before the lockdown he had continued to play hurt despite his injury, and that the lockdown had allowed him to take the time he needed to recover from his surgery and mentally prepare for his return to play:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "But this came at a good time for me as I actually tore my groin and my abdominal wall in January, but was still competing, I had an operation at the end of January so it's been quite nice as I was actually supposed to come back to play but it has given me a longer recovery period, so it's a kind of blessing in disguise as I can actually get my body back strong. I need to be in a good head space and have confidence in my body to be able to push it to its limits. It effects my performance a lot if I am not ready. (Luke, 30, cricket, Zimbabwe) .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 523,
                    "text": "(Luke,",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 536,
                    "text": "cricket,",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "Zimbabwe)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Whilst some of the athletes used the pause in competition as time to reflect and recover in preparation for their return to sport, others like Jess reflected on the importance of alternative career paths. Jess spoke of her identity as a student-athlete and how having a dual career was protective for her wellbeing, giving her something else to focus on during lockdown. She shared a photograph of a pile of research papers to illustrate this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "The photo of all the research papers is to show my identity as student now and that's what I have been doing with the majority of my time. Being a student-athlete has been protective for my wellbeing, definitely, in terms of my identity it has shifted a little bit. (Jess, 21, hockey, United Kingdom).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Charlie also considered how the time afforded by his injury during lockdown had forced him to think about what he was going to do after he retired from rugby, as he shared a photograph of an online apprenticeship programme he was studying:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "The fact that we are in lockdown it has given me a lot of free time to look at other things and it's important thing for me to have another route outside of rugby. To make sure that when I come out whether it's the next two years or ten years, I have something to fall back on and have credentials so I can do what I want to do outside of sport. Before the lockdown I was playing rugby five times a week and there wasn't much time to look at stuff like this, at that point in time I was coming home from a long days training and was pretty tired and it was hard to switch into the mindset of studying. It has been nice to have it now as a flip from rugby. The thing that lockdown has done is show 100% that you do need these things in place especially as rugby or sports careers are not everlasting at some point you will have to go out and do some sort of other work and with my injury that is something else that showed that. (Charlie, 29, rugby, France).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "Overall, the lockdown highlighted the fragility of the athlete's careers, and the extra time afforded by the cessation of their sport prompted them to explore alternative career paths that would help protect their wellbeing during subsequent periods away from sport.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theme 3: Reflecting on Participation in Competitive Elite Sport"
        },
        {
            "text": "This study was conducted in response to the growing number of athletes seeking sport psychology support during the pandemic, and the need to develop evidence-based interventions to inform best practice. Using a qualitative open photo elicitation method, this study explored the impact of the COVID-19 social distancing measures on athlete wellbeing. Three main themes; threats to wellbeing, adapting routines and maintaining motivation, and reflecting on participation in competitive elite sport, were developed through the process of thematic analysis, and the main findings are discussed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Overall, the athletes in this study provided narrative evidence for Giles et al's. (2020) conceptualisation of wellbeing as an integrated measure of emotional, mental, social and physical health. They shared their feelings of loss, shock and sadness at the cancellation of their sporting events, and spoke of the threat to their physical and mental health as a result of the social isolation during the lockdown. The current research identified athletes' feelings of loneliness from the lack of social interaction with their athletic peers and the negative impact this had on their wellbeing. Tomalski et al. (2019) similarly identified student-athletes as a unique population at a heightened risk for the development of mental health problems, coupled with a decreased willingness to seek help. It has been reported that periods of reduced physical activity compound feelings of isolation from teammates, distance athletes from the athletic community, allow less interaction with coaches and this lack of social support can cause emotional and psychological distress (Reardon et al., 2019) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 89,
                    "text": "Giles et al's. (2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 593,
                    "end": 615,
                    "text": "Tomalski et al. (2019)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1068,
                    "end": 1090,
                    "text": "(Reardon et al., 2019)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The Loss of Sport Impacts Wellbeing"
        },
        {
            "text": "Athletes also discussed how social media was used as a crux in order to immerse themselves in their sporting world, but which counterproductively encouraged downward social comparisons against fellow athletes who seemed to be coping better with lockdown, and highlighted inequalities regarding equipment accessibility which heightened return to play competition anxiety. Whilst not athlete specific, early research from Wuhan, China the first epicentre of the global pandemic has reported that excessive use of social media during lockdowns has led to an increase in mental health problems. The authors recommended that taking a social media break during the pandemic may promote wellbeing and mitigate the mental health repercussions of the pandemic (Zhong et al., 2021) .",
            "cite_spans": [
                {
                    "start": 751,
                    "end": 771,
                    "text": "(Zhong et al., 2021)",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "The Loss of Sport Impacts Wellbeing"
        },
        {
            "text": "The athletes identified numerous barriers to their athletic development and the maintenance of their wellbeing during the lockdown. The lack of access to equipment impacted on their ability to train effectively and the difficulty buying specific foods needed to fuel their recovery slowed down their progress. These stressors were further amplified by the lack of access to their usual coping resources particularly social support. The literature suggests that upon removal of athletes sporting platforms for example through retirement or injury, athletes lose access to vital coping resources such as social support which can threaten their wellbeing (Jewett et al., 2019) . Emerging research suggests that the COVID-19 crisis and lockdowns have caused athletes to experience a similarly, enforced pause in their athletic career to that of forced retirement and chronic injury (Jewett et al., 2019; Gupta and McCarthy, 2021) . Therefore, it has been suggested that career transition support and chronic injury psychological rehabilitation strategies be used to guide interventions with athletes who are struggling to cope with this non-normative transition. Stambulova et al. (2020) suggests that COVID-19 can be interpreted as a \"career transition barrier\" that interferes with athletes' ability to strive towards \"career excellence.\" The present study findings suggest that from a holistic developmental perspective (Wylleman, 2019) , the social distancing measures impacted participants' athletes, psychological, psychosocial, academic-vocational and financial development. Some athletes adapted their training routines to cope with this non-normative transition, whilst others experienced a crisis transition due to lack of resources and ineffective coping strategies. For example, some developed maladaptive behaviours such as disordered eating, sleep disruption, body image disturbance, depression and anxiety. These findings support the recommendation of Stambulova et al. (2020) that athletes need professional support in order to successfully negotiate this transition. Samuel et al. (2020) conceptualised the COVID-19 pandemic as a \"longitudinal, multifaceted, unpredicted, non-controlled change-event, with four distinct stages: (a) a pre-Coronavirus stage with unique career contextual conditions (i.e., stable engagement or a transitional period), (b) Coronavirus stage-A accompanied by instability and confusion, emotional response, and cognitive appraisal, (c) Coronavirus stage-B characterized by active coping or regression, and (d) Coronavirus stage-C; instability endures or decreases, depending on career trajectory.\" (pg1). The present study findings provide empirical evidence to support these proposed stages, as the athletes negotiated this career change-event by implementing changes across a number of the proposed dimensions, and recommend strategies such as setting new goals to help boost motivation, adapting their athletic career aspirations, developing new social networks outside of sport and broadening their self-identity in order to navigate the COVID-19 transition.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 673,
                    "text": "(Jewett et al., 2019)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 878,
                    "end": 899,
                    "text": "(Jewett et al., 2019;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 900,
                    "end": 925,
                    "text": "Gupta and McCarthy, 2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1159,
                    "end": 1183,
                    "text": "Stambulova et al. (2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1419,
                    "end": 1435,
                    "text": "(Wylleman, 2019)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1963,
                    "end": 1987,
                    "text": "Stambulova et al. (2020)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 2080,
                    "end": 2100,
                    "text": "Samuel et al. (2020)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "Negotiating the COVID-19 Athletic Career Transition"
        },
        {
            "text": "Whilst the current study suggests that athletes did experience threats to their wellbeing in response to the social distancing measures that restricted their participation in sport, they also developed strategies to protect it during the crisis. These included adapting training routines and setting new goals, utilising social support and exercising outdoors to boost mood. The athletes adapted their training programmes in order to provide a structure to their lives during the lockdown, and shifted their motivational focus from enhancing performance to avoiding performance decrements. These finding support the research by Mascret (2020) who reported that during the lockdown athletes modified their achievement goals from self-approach goals (improving oneself) to self-avoidance goals (avoiding regression). Similarly, Gupta and McCarthy (2021) reported that the incongruence experienced by athletes due to the lack of structure during the lockdown resulted in psychological distress, negative emotions and loss of motivation.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 642,
                    "text": "Mascret (2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 826,
                    "end": 851,
                    "text": "Gupta and McCarthy (2021)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Protect Wellbeing"
        },
        {
            "text": "Social support was instrumental in protecting the athlete's wellbeing during the lockdown, and they identified how different structural support systems provided specific functions, such as relying upon family members for emotional support and their coaches for feedback on their athletic accomplishments. Social support has been described in the literature as a multidimensional construct that is comprised of three interdependent dimensions; structural (who provides the support e.g., family, friends, coach, teammates), functional (how is the support experienced e.g., emotional, esteem, tangible, network and informational forms) and perceptual (appraisals of the available amount and quality of the social support sources) (Bianco and Eklund, 2001; Holt and Hoar, 2006) . Together with the present findings, this evidence suggests that athlete support personnel working with athletes during periods of isolation, need to assess and identify their social support preferences to ensure they are consistent with their needs and enhance its impact.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 752,
                    "text": "(Bianco and Eklund, 2001;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 753,
                    "end": 773,
                    "text": "Holt and Hoar, 2006)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Protect Wellbeing"
        },
        {
            "text": "The findings of the current study support previous research which suggests that physical activity can help protect wellbeing during lockdown, and this effect is amplified if the activity takes place outside. Indeed, Thompson-Coon et al. (2011) suggested that participating in physical activity in outdoor natural environments has a greater impact on physical and mental wellbeing than physical activity indoors (Thompson-Coon et al., 2011) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 243,
                    "text": "Thompson-Coon et al. (2011)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 411,
                    "end": 439,
                    "text": "(Thompson-Coon et al., 2011)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Protect Wellbeing"
        },
        {
            "text": "Many of the athletes in the current study were motivated to not just train to enhance their athletic performance but to exercise to boost their mood, as per previous research (Rosenbaum et al., 2014; Rebar et al., 2015; Bailey et al., 2018) . However, in light of the current global crisis there is a growing concern that social distancing measures that restrict exercise will contribute to a rise in obesity, depression, infections and cardiovascular disease (Chen et al., 2020) . Furthermore, Mehrsafar et al. (2020) suggested that a certain level of anxiety regarding the pandemic is completely normal, but that high levels of stress can have a devastating impact on daily life and the inability to manage stress can result in short-or long-term depression (Frank et al., 2020) . Recent research conducted during the COVID-19 pandemic has reported that higher levels of physical activity were associated with lower levels of anxiety, suggesting that physical activity can help protect against some of the stressors associated with the crisis (Antunes et al., 2020) , suggesting that our athletes' efforts to exercise improved overall wellbeing and were not in vein.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 199,
                    "text": "(Rosenbaum et al., 2014;",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 200,
                    "end": 219,
                    "text": "Rebar et al., 2015;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 220,
                    "end": 240,
                    "text": "Bailey et al., 2018)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 460,
                    "end": 479,
                    "text": "(Chen et al., 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 495,
                    "end": 518,
                    "text": "Mehrsafar et al. (2020)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 760,
                    "end": 780,
                    "text": "(Frank et al., 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1045,
                    "end": 1067,
                    "text": "(Antunes et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Strategies to Protect Wellbeing"
        },
        {
            "text": "The athletes in this study engaged in a process of reflective practice during the lockdown period and this helped facilitate \"stress related growth\" (Park et al., 1996) in response to the challenges presented by the pandemic. It has been suggested that not all stressful experiences result in negative consequences and that the process of confronting them can help broaden perspectives, develop new coping strategies, enhance relationships and mobilise personal resources (Park and Fenster, 2004) . Results from the current study suggest that athletes in lockdown were afforded a prolonged period of wakeful resting (Eccles and Kazmier, 2019) , that allowed them to reflect on their athletic participation and make life changes that would protect their wellbeing during the confinement period and when they returned to sport. These strategies included developing social support networks and engaging in activities and hobbies outside of their sport. In particular, they identified the importance of maintaining a dual career and how this was protective for their wellbeing during lockdown and this period encouraged them to consider their plans for retirement.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 168,
                    "text": "(Park et al., 1996)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 472,
                    "end": 496,
                    "text": "(Park and Fenster, 2004)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 616,
                    "end": 642,
                    "text": "(Eccles and Kazmier, 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Engaging in Reflective Practice Encourages Stress Related Growth"
        },
        {
            "text": "The recovery literature associates rest with the reduction or cessation of physical activity and is fundamental for physical and psychological recovery following training and competition (Kellmann et al., 2018) . Athletes become well rested if they engage in the resting process which includes sleeping and wakeful resting (Eccles and Kazmier, 2019) . Athletes experience wakeful resting when they do not think about their sport, for example through participating in activities outside of it. The ability to engage in wakeful rest that facilitates a period of \"psychological inactivity\" can be protective for athlete wellbeing (Eccles and Kazmier, 2019) . Indeed, the athletes in the current study reflected on how this enforced hiatus had allowed them to take a much needed rest from the physical and mental stress of competition. Although, for some this was particularly challenging during the first few weeks of lockdown due to the loss of structure and routine in their lives.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 210,
                    "text": "(Kellmann et al., 2018)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 323,
                    "end": 349,
                    "text": "(Eccles and Kazmier, 2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 627,
                    "end": 653,
                    "text": "(Eccles and Kazmier, 2019)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Engaging in Reflective Practice Encourages Stress Related Growth"
        },
        {
            "text": "Some athletes used this time out of competitive sport to recover from past injuries and acknowledged their willingness to play hurt. Schneider et al. (2019) suggested that participation in competitive sport despite being injured is risky, but a common occurrence in athletes. The authors reported that the older the athlete the higher the inclination for self-exploitation and self-endangerment as reflected in their willingness to \"play hurt.\" Others reflected on how the pause in their athletic schedule had allowed them to engage in non-sport related hobbies and build relationships with family and friends. Pink et al. (2015) suggested that a break from the pressures of sport can provide perspective to the individual and encourage the development of a multidimensional identity which can enhance wellbeing (Pink et al., 2018) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 156,
                    "text": "Schneider et al. (2019)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 611,
                    "end": 629,
                    "text": "Pink et al. (2015)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 812,
                    "end": 831,
                    "text": "(Pink et al., 2018)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Engaging in Reflective Practice Encourages Stress Related Growth"
        },
        {
            "text": "It has been suggested that the development of an adaptive and resilient personality, that enables athletes to control anxiety is fundamental to achieving success in high performance sport (Kellmann and Günther, 2000) . It may be that in order to cope with the social distancing measures that pose a threat to athlete wellbeing, that particular personality traits could play a protective role. Indeed, the current research suggests that athletes engaged in a reflective practice process during the crisis and this helped them evaluate their situation and employ appropriate coping strategies. Indeed, recent research conducted with aspiring Olympic and Paralympic Spanish athletes, reported that the lockdown period did not increase anxiety levels perhaps due to their adaptive and resilient personality traits (Clemente-Suárez et al., 2020) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 216,
                    "text": "(Kellmann and Günther, 2000)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 810,
                    "end": 840,
                    "text": "(Clemente-Suárez et al., 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Engaging in Reflective Practice Encourages Stress Related Growth"
        },
        {
            "text": "The present study highlights athlete's experiences of the COVID-19 pandemic, in particular, how lockdown restrictions have impacted athlete wellbeing. Findings of this study offer a number of more immediate practical recommendations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical Implications and Future Research"
        },
        {
            "text": "Firstly, the findings can be integrated into current athlete wellbeing strategies provided by athlete support personnel. It is paramount that intra and interdisciplinary collaboration between athlete support personnel is encouraged, in order to coordinate efforts to help athletes cope with the current global crisis. For example, case conferencing between multidisciplinary team members and key stake holders to identify athletes with pre-existing mental health problems, injuries or poor social networks who could be at increased risk during periods of social isolation and mobilise appropriate professional support. Sport psychology support should focus on the maintenance of wellbeing and the development of self-care strategies rather than performance gains during this crisis. Athletes are encouraged to adapt their athletic routines to facilitate a positive adjustment to the constraints of social distancing and help protect against the development of maladaptive coping behaviours. Goal setting strategies that focus on a mastery approach that encourages personal development over a performance approach that is focused on outperforming others (Elliot and McGregor, 2001) , should be encouraged in order to boost motivation.",
            "cite_spans": [
                {
                    "start": 1153,
                    "end": 1180,
                    "text": "(Elliot and McGregor, 2001)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Practical Implications and Future Research"
        },
        {
            "text": "It is recommended that efforts should focus on developing social support within teammates and coaches through incorporating team activities, that provide an opportunity to check in and promote social connectedness. These might include virtual team competitions such as quiz nights or guided discussions to help encourage mutual sharing of their experiences. With the increased accessibility of virtual communication in response to the pandemic, this is an opportune time to capitalise on these new technologies to help enhance athlete wellbeing. In particular, it is worth evaluating the effectiveness of tele-consulting and future research is encouraged to investigate how practitioners can deliver effective psychological support through teleconsulting, and to consider whether their support is best focused on therapeutic counselling or mental skills training during the pandemic. Beyond the COVID-19 pandemic studies could explore how such technologies can be utilised to promote social connectedness during times of normal physical distancing such as injury and breaks between seasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practical Implications and Future Research"
        },
        {
            "text": "Lastly, and in line with previous career transition research (Wylleman, 2019) , athletes are encouraged to pursue dual careers to facilitate the development of multiple identities that can help protect wellbeing during times away from sport. In the very least athletes should be encouraged to participate in hobbies and activities outside of the sporting arena.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 77,
                    "text": "(Wylleman, 2019)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Practical Implications and Future Research"
        },
        {
            "text": "Qualitative methods of enquiry provide rich data and facilitate in depth exploration and examination of issues (Anderson, 2010) . This qualitative study used an inductive approach which enabled the researchers to explore the perceived impact of social distancing measures during the COVID-19 pandemic on athlete wellbeing. However, the utilisation of an explicit wellbeing scale may have provided further validation to the findings (Ryff, 1989) .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 127,
                    "text": "(Anderson, 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 432,
                    "end": 444,
                    "text": "(Ryff, 1989)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "This study has a number of key methodological strengths. First, the heterogonous sample (Braun and Clarke, 2013) included athletes of different ages and career stages, as well as representing individual and team sports, and from different countries. However, a potential limitation of this heterogeneity is that there may be different cross-cultural conceptions of wellbeing. The majority of the athletes in the study were white so future research must seek to include athletes from other racial backgrounds. Findings reported in this article are unique to this sample and this current pandemic, thus generalization of findings should be avoided, though it would be pertinent to conduct future research that surveys a larger number of athletes. Utilisation of the open photo elicitation method is another strength of this research. Having been previously used in sporting research (e.g., Wakefield and Watt, 2012) , the use of visual imagery in research is thought to evoke memories and facilitate greater immersion and more detailed storytelling by participants, providing rich experiential data (Green and Brock, 2002) . However, the interview process and our interpretations of the athlete's stories could have been influenced by the authors experience and knowledge as a sport psychologist, although the participants were invited to verify the findings in order to decrease the risk of misinterpretation (Karnieli-Miller et al., 2009 ).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 112,
                    "text": "(Braun and Clarke, 2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 913,
                    "text": "Wakefield and Watt, 2012)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1097,
                    "end": 1120,
                    "text": "(Green and Brock, 2002)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1408,
                    "end": 1437,
                    "text": "(Karnieli-Miller et al., 2009",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and Limitations"
        },
        {
            "text": "In summary, the COVID-19 social distancing measures have had a considerable impact on athlete wellbeing. The initial sudden loss of sport in the athlete's lives posed a threat to their wellbeing, but over the duration of the lockdown period the athletes developed numerous strategies to protect it, such as adapting their routines, setting new goals, fostering social connectedness through technology and participating in new hobbies. Furthermore, their time away from sport encouraged them to reflect on their athletic career and to make life changes that would protect their wellbeing should they experience any future lockdowns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by Research Ethics Committee, School of Social Sciences, Humanities and Law, University of Teesside. The patients/participants provided their written informed consent to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "LW conceived the study and conducted participant interviews. LW conducted data analysis and interpretations were reviewed by LB and created the initial manuscript draft. LB provided critical revisions of successive drafts. LW and LB wrote and edited the manuscript. Both authors contributed to the article and approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Presenting and evaluating qualitative research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Pharm. Educ",
            "volume": "74",
            "issn": "",
            "pages": "141--141",
            "other_ids": {
                "DOI": [
                    "10.5688/aj7408141"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Higher physical activity levels may help buffer the negative psychological consequences of COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antunes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amaro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salvador",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Morouço",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rebelo-Gonçalves",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.672811"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treating depression with physical activity in adolescents and young adults: A systematic review and meta-analysis of randomised controlled trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hetrick",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol. Med",
            "volume": "48",
            "issn": "",
            "pages": "1068--1083",
            "other_ids": {
                "DOI": [
                    "10.1017/S0033291717002653"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Beyond words\": A researcher's guide to using photo elicitation in psychology",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Qual. Res. Psychol",
            "volume": "14",
            "issn": "",
            "pages": "459--481",
            "other_ids": {
                "DOI": [
                    "10.1080/14780887.2017.1359352"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SHARPSports mental health awareness research project: Prevalence and risk factors of depressive symptoms and life stress in elite athletes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Beable",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fulcher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Hamilton",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Sci. Med. Sport",
            "volume": "20",
            "issn": "",
            "pages": "1047--1052",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsams.2017.04.018"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Conceptual considerations for social support research in sport and exercise settings: The case of sport injury",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bianco",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Eklund",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Sport Exerc. Psychol",
            "volume": "23",
            "issn": "",
            "pages": "85--107",
            "other_ids": {
                "DOI": [
                    "10.1123/jsep.23.2.85"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Psychological symptoms and chronic mood in representative samples of elite student-athletes, deselected studentathletes and comparison students",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "School Ment. Health",
            "volume": "5",
            "issn": "",
            "pages": "166--174",
            "other_ids": {
                "DOI": [
                    "10.1007/s12310-012-9095-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual. Res. Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Successful qualitative research: A practical guide for beginners",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reflecting on reflexive thematic analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Qual. Res. Sport Exerc. Health",
            "volume": "11",
            "issn": "",
            "pages": "589--597",
            "other_ids": {
                "DOI": [
                    "10.1080/2159676X.2019.1628806"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "One size fits all? what counts as quality practice in (reflexive) thematic analysis?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qual. Res. Psychol",
            "volume": "2020",
            "issn": "",
            "pages": "1--25",
            "other_ids": {
                "DOI": [
                    "10.1080/14780887.2020.1769238"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Conceptual and design thinking for thematic analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "Clarke",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Qual Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1037/qup0000196"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Using thematic analysis in sport and exercise research",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weate",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Routledge Handbook of Qualitative Research in Sport and Exercise",
            "volume": "",
            "issn": "",
            "pages": "191--205",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30460--30468",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30460-8"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Forced retirement from professional rugby union is associated with symptoms of distress",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerkhoffs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gouttebarge",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Sports Med",
            "volume": "38",
            "issn": "",
            "pages": "582--587",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0043-103959"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparing elite male and female distance runner's experiences of disordered eating through narrative analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Busanich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgannon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schinke",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychol. Sport Exerc",
            "volume": "15",
            "issn": "",
            "pages": "705--712",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2013.10.002"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Coronavirus disease (COVID-19): the need to maintain regular physical activity while taking precautions",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Nassis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Harmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Ainsworth",
                    "suffix": ""
                },
                {
                    "first": "Li",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Sport Health Sci",
            "volume": "9",
            "issn": "",
            "pages": "103--104",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jshs.2020.02.001"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Modulators of the personal and professional threat perception of olympic athletes in the actual COVID-19 crisis",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Clemente-Suárez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Fuentes-García",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De La Vega Marcos",
                    "suffix": ""
                },
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "Patiño",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.01985"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Prevalence of illness, poor mental health and sleep quality and low energy availability prior to the 2016 summer Olympic games",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vlahovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Appaneal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lundy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br. J. Sports Med",
            "volume": "52",
            "issn": "",
            "pages": "47--53",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsports-2017-098208"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Perceived change in physical activity levels and mental health during COVID-19: Findings among adult twin pairs",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Avery",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0237695"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The psychology of rest in athletes: An empirical study and initial model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Eccles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Kazmier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychol. Sport Exerc",
            "volume": "44",
            "issn": "",
            "pages": "90--98",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2019.05.007"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A 2 X 2 achievement goal framework",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgregor",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "80",
            "issn": "",
            "pages": "501--519",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.80.3.501"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Sleep and mental health in athletes during COVID-19 lockdown",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Facer-Childs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P A"
                    ],
                    "last": "Drummond",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M W"
                    ],
                    "last": "Rajaratnam",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sleep",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/sleep/zsaa261"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Depression, dependence and prices of the COVID-19-crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fatke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Förstl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hölzle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav. Immun",
            "volume": "87",
            "issn": "",
            "pages": "99--99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.068"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A history of concussions is associated with symptoms of common mental disorders in former male professional athletes across a range of sports",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ashfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "; Z Gouttebarge",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerkhoffs",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sports Med. (Auckland)",
            "volume": "50",
            "issn": "",
            "pages": "443--449",
            "other_ids": {
                "DOI": [
                    "10.1080/00913847.2017.1376572"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Symptoms of common mental disorders in professional rugby: An international observational descriptive study",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gouttebarge",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hopley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerkhoffs",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verhagen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Viljoen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wylleman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Sports Med",
            "volume": "38",
            "issn": "",
            "pages": "864--870",
            "other_ids": {
                "DOI": [
                    "10.1055/s-0043-114010"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Narrative impact: Social and cognitive foundations, \" in In the mind's eye: Transportation-imagery model of narrative persuasion",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "315--341",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Female collegiate athletes: prevalence of eating disorders and disordered eating behaviors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greenleaf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Reel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Am. Coll. Health",
            "volume": "57",
            "issn": "",
            "pages": "489--496",
            "other_ids": {
                "DOI": [
                    "10.3200/JACH.57.5.489-496"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The mental health of Australian elite athletes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulliver",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mackinnon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Batterham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanimirovic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Sci. Med. Sport",
            "volume": "18",
            "issn": "",
            "pages": "255--261",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsams.2014.04.006"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sporting resilience during COVID-19: what is the nature of this adversity and how are competitive elite athletes adapting?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccarthy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.611261"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Consensus statement on improving the mental health of high performance athletes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henriksen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schinke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Moesch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Parham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Sport Exerc. Psychol",
            "volume": "8",
            "issn": "",
            "pages": "553--560",
            "other_ids": {
                "DOI": [
                    "10.1080/1612197X.2019.1570473"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dealing with complexity in research processes and findings: How do older women negotiate and challenge images of aging",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "Warren",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Qualitative research in nursing and healthcare, Fourth Edn",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Galvin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The multidimensional construct of social support",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hoar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Literature review in sport psychology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "University sport retirement and athlete mental health: a narrative analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jewett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamminen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Qual. Res. Sport Exerc. Health",
            "volume": "11",
            "issn": "",
            "pages": "416--433",
            "other_ids": {
                "DOI": [
                    "10.1080/2159676X.2018.1506497"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Mental health in the UK during the COVID-19 pandemic: crosssectional analyses from a community cohort study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ayling",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chalder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Broadbent",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Coupland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2020-040620"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Power relations in qualitative research",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Karnieli-Miller",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Strier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pessach",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Qual. Health Res",
            "volume": "19",
            "issn": "",
            "pages": "279--289",
            "other_ids": {
                "DOI": [
                    "10.1177/1049732308329306"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Recovery and performance in sport: consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertollo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bosquet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Coutts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Duffield",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Sports Physiol. Perform",
            "volume": "13",
            "issn": "",
            "pages": "240--245",
            "other_ids": {
                "DOI": [
                    "10.1123/ijspp.2017-0759"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Changes in stress and recovery in elite rowers during preparation for the olympic games",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kellmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Günther",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Med. Sci. Sports Exerc",
            "volume": "32",
            "issn": "",
            "pages": "676--683",
            "other_ids": {
                "DOI": [
                    "10.1097/00005768-200003000-00019"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Severe musculoskeletal time-loss injuries and symptoms of common mental disorders in professional soccer: A longitudinal analysis of 12-month follow-up data",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Kiliç",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goedhart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hägglund",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M M J"
                    ],
                    "last": "Kerkhoffs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P F M"
                    ],
                    "last": "Kuijer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Knee Surg. Sports Traumatol. Arthrosc",
            "volume": "26",
            "issn": "",
            "pages": "946--954",
            "other_ids": {
                "DOI": [
                    "10.1007/s00167-017-4644-1"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "A qualitative analysis of the experiences of elite athletes who have admitted to doping for performance enhancement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guerin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Sport Policy",
            "volume": "3",
            "issn": "",
            "pages": "205--224",
            "other_ids": {
                "DOI": [
                    "10.1080/19406940.2011.577081"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Intimate archives: Japanese-Canadian family photography",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kunimoto",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Art. Hist",
            "volume": "27",
            "issn": "",
            "pages": "129--155",
            "other_ids": {
                "DOI": [
                    "10.1111/j.0141-6790.2004.02701005.x"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Well-being in competitive sports-The feel-good factor? A review of conceptual considerations of well-being",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lundqvist",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. Rev. Sport Exerc. Psychol",
            "volume": "4",
            "issn": "",
            "pages": "109--127",
            "other_ids": {
                "DOI": [
                    "10.1080/1750984X.2011.584067"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Athletes as community; athletes in community: Covid-19, sporting mega-events and athlete health protection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Clift",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boykoff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bekker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. J. Sports Med",
            "volume": "54",
            "issn": "",
            "pages": "1071--1072",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsports-2020-102433"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Sport psychiatry and psychotherapy. Mental strains and disorders in professional sports. Challenge and answer to societal changes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "Z"
                    ],
                    "last": "Markser",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur. Arch. Psychiatry Clin. Neurosci",
            "volume": "261",
            "issn": "",
            "pages": "182--185",
            "other_ids": {
                "DOI": [
                    "10.1007/s00406-011-0239-x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Confinement during covid-19 outbreak modifies athletes' selfbased goals",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mascret",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol. Sport Exerc",
            "volume": "51",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2020.101796"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "A realist approach for qualitative research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Maxwell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Essentials of Qualitative Inquiry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Mayan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Addressing potential impact of COVID-19 pandemic on physical and mental health of elite athletes",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Mehrsafar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gazerani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moghadam Zadeh",
                    "suffix": ""
                },
                {
                    "first": "Jaenes",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav. Immun",
            "volume": "87",
            "issn": "",
            "pages": "147--148",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.05.011"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Verification strategies for establishing reliability and validity in qualitative research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Morse",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int. J. Qual. Methods",
            "volume": "1",
            "issn": "",
            "pages": "13--22",
            "other_ids": {
                "DOI": [
                    "10.1177/160940690200100202"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Prevalence of depressive symptoms and correlating variables among german elite athletes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nixdorf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hautzinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beckmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Assessment and prediction of stress related growth",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murch",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Pers",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Stress-related growth: predictors of occurrence and correlates with psychological adjustment",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Fenster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Soc. Clin. Psychol",
            "volume": "23",
            "issn": "",
            "pages": "195--215",
            "other_ids": {
                "DOI": [
                    "10.1521/jscp.23.2.195.31019"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Athletes' career transition out of sport: a systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavallee",
                    "suffix": ""
                },
                {
                    "first": "Tod",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. Rev. Sport Exerc",
            "volume": "6",
            "issn": "",
            "pages": "22--53",
            "other_ids": {
                "DOI": [
                    "10.1080/1750984x.2012.687053"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Two decades of developments in qualitative inquiry: A personal, experiential perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Q"
                    ],
                    "last": "Patton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Qual. Soc. Work",
            "volume": "1",
            "issn": "",
            "pages": "261--283",
            "other_ids": {
                "DOI": [
                    "10.1177/1473325002001003636"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Nowhere to hide: The significant impact of coronavirus disease 2019 (COVID-19) measures on elite and semielite South African athletes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pillay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C C"
                    ],
                    "last": "Janse Van Rensburg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jansen Van Rensburg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramagole",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Holtzhausen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Dijkstra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Sci. Med. Sport",
            "volume": "23",
            "issn": "",
            "pages": "670--679",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsams.2020.05.016"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Reconciling the maintenance of onfield success with off-field player development: A case study of a club culture within the Australian football league",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stynes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychol. Sport Exerc",
            "volume": "21",
            "issn": "",
            "pages": "98--108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2014.11.009"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "The challenges of the semi-professional footballer: A case study of the management of dual career development at a Victorian Football League (VFL) club",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pink",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Lonie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol. Sport Exerc",
            "volume": "35",
            "issn": "",
            "pages": "160--170",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2017.12.005"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Prevalence of depressive symptoms in male intercollegiate student-athletes and nonathletes",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boan-Lenzo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Sport Psychol",
            "volume": "4",
            "issn": "",
            "pages": "204--220",
            "other_ids": {
                "DOI": [
                    "10.1123/jcsp.4.3.204"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Lonliness during Coronavirus. Available Online at",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Mental health in elite athletes: international olympic committee consensus statement (2019)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Reardon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hainline",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Aron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bindra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br. J. Sports Med",
            "volume": "53",
            "issn": "",
            "pages": "667--699",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsports-2019-100715"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "A meta-meta-analysis of the effect of physical activity on depression and anxiety in non-clinical adult populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rebar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Geard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Short",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vandelanotte",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Psychol. Rev",
            "volume": "9",
            "issn": "",
            "pages": "366--378",
            "other_ids": {
                "DOI": [
                    "10.1080/17437199.2015.1022901"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Understanding youth athletes' life designing processes through dream day narratives",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Ronkainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Ryba",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Voc. Behav",
            "volume": "108",
            "issn": "",
            "pages": "42--56",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jvb.2018.06.005"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Physical activity interventions for people with mental illness: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiedemann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sherrington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Sci. Med. Sport",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsams.2014.11.161"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Happiness is everything, or is it? explorations on the meaning of psychological well-being",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Ryff",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J. Pers Soc. Psychol",
            "volume": "57",
            "issn": "",
            "pages": "1069--1081",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.57.6.1069"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The 2020 coronavirus pandemic as a change-event in sport performers' careers: Conceptual and applied practice considerations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tenenbaum",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Galily",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.567966"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Sport psychology services to high performance athletes during COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schinke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papaioannou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Henriksen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haberl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Sport Exerc. Psychol",
            "volume": "18",
            "issn": "",
            "pages": "269--272",
            "other_ids": {
                "DOI": [
                    "10.1080/1612197X.2020.1754616"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Expanding the sport and physical activity research landscape through community scholarship: Introduction",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schinke",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcgannon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Qual. Res. Sport Exerc. Health",
            "volume": "5",
            "issn": "",
            "pages": "287--290",
            "other_ids": {
                "DOI": [
                    "10.1080/2159676X.2013.847477"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "International society of sport psychology position stand: Athletes' mental health, performance, and development",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schinke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Stambulova",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Si",
                    "suffix": ""
                },
                {
                    "first": "Moore",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Sport Exerc. Psychol",
            "volume": "16",
            "issn": "",
            "pages": "622--639",
            "other_ids": {
                "DOI": [
                    "10.1080/1612197X.2017.1295557"
                ]
            }
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Playing hurt\"-competitive sport despite being injured or in pain",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sauer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berrsche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Löbel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The mental wellbeing of current and retired professional cricketers: An observational prospective cohort study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schuring",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kerkhoffs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gouttebarge",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Phys. Sportsmed",
            "volume": "45",
            "issn": "",
            "pages": "463--469",
            "other_ids": {
                "DOI": [
                    "10.1080/00913847.2017.1386069"
                ]
            }
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "The effect of isolation on athletes' mental health during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Senışık",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Denerel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Köyaðasıoðlu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tunç",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Phys. Sportsmed",
            "volume": "49",
            "issn": "",
            "pages": "187--193",
            "other_ids": {
                "DOI": [
                    "10.1080/00913847.2020.1807297"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Athletic identity: an Achilles' Heel to the survival of self",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Sparkes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Qual. Health Res",
            "volume": "8",
            "issn": "",
            "pages": "644--664",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The COVID-19 pandemic and Olympic/Paralympic athletes' developmental challenges and possibilities in times of a global crisis-transition",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Stambulova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Schinke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lavallee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wylleman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Sport Exerc. Psychol",
            "volume": "2020",
            "issn": "",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1080/1612197X.2020.1810865"
                ]
            }
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Depression, anxiety and stress during COVID-19: Associations with changes in physical activity, sleep, tobacco and alcohol use in Australian adults",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "G"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khalesi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Alley",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Thwaite",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17114065"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Defining elite athletes: Issues in the study of expert performance in sport psychology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Swann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Piggott",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychol. Sport Exerc",
            "volume": "16",
            "issn": "",
            "pages": "3--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychsport.2014.07.004"
                ]
            }
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The psychology of pandemics: Preparing for the next global outbreak of infectious disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Does participating in physical activity in outdoor natural environments have a greater effect on physical and mental wellbeing than physical activity indoors? A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson-Coon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boddy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whear",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Depledge",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environ. Sci. Technol",
            "volume": "45",
            "issn": "",
            "pages": "1761--1772",
            "other_ids": {
                "DOI": [
                    "10.1021/es102947t"
                ]
            }
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Mental health screening for athletes: Program development, implementation, and evaluation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tomalski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Clevinger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wartalowicz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Sport Psychol. Action",
            "volume": "10",
            "issn": "",
            "pages": "121--135",
            "other_ids": {
                "DOI": [
                    "10.1080/21520704.2019.1604589"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Coronavirus disease 2019 (COVID-19): considerations for the competitive athlete",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Toresdahl",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Asif",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sports Health",
            "volume": "12",
            "issn": "",
            "pages": "221--224",
            "other_ids": {
                "DOI": [
                    "10.1177/1941738120918876"
                ]
            }
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Qualitative quality: Eight \"Big-tent\" criteria for excellent qualitative research",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tracy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Qual. Inq",
            "volume": "16",
            "issn": "",
            "pages": "837--851",
            "other_ids": {
                "DOI": [
                    "10.1177/1077800410383121"
                ]
            }
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "There will always be a part of you that longs to return: The usefulness of photo elicitation in exploring experiences of an ironman triathlon",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wakefield",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Qual. Res. Psychol. Bull",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Prevalence of clinically elevated depressive symptoms in college athletes and differences by gender and sport",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wolanin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Panchoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Br. J. Sports Med",
            "volume": "50",
            "issn": "",
            "pages": "167--171",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsports-2015-095756"
                ]
            }
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Promoting mental health: Concepts, emerging evidence, practice. Geneva: World Health Organization",
            "authors": [],
            "year": 2004,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Coronavirus Disease 2019 (COVID-19): WHO Coronavirus (COVID-19) Dashboard. Available Online at",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "A developmental and holistic perspective on transiting out of elite sport",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wylleman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "APA handbooks in psychology series. APA handbook of sport and exercise psychology Sport psychology",
            "volume": "1",
            "issn": "",
            "pages": "201--2016",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Mental health toll from the coronavirus: Social media usage reveals wuhan residents' depression and secondary trauma in the COVID-19 outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Comput. Hum. Behav",
            "volume": "114",
            "issn": "",
            "pages": "106524--106524",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2020.106524"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "This photo of the wall with a sunset behind reminds me that my teammates are not with me and you are by yourself you are alone, it's different when you are in the gym there are about 100 people in there training with you and supporting you, but you don't have that being at home. It is an empty open space; it makes me sad. (Sarah, gymnastics, 18, South Africa).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Participant demographic information.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the athletes who participated in this study, and Liz Sillence and Victoria Clarke for proofreading and providing comments on the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Copyright © 2021 Woodford and Bussey. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}