{
    "paper_id": "7baa4930e5d2274f9981495fd8e937a9f7ab9433",
    "metadata": {
        "title": "Analyzing user-generated content using natural language processing: a case study of public satisfaction with healthcare systems",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Ruelens",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "While user-generated online content (UGC) is increasingly available, public opinion studies are yet to fully exploit the abundance and richness of online data. This study contributes to the practical knowledge of user-generated online content and machine learning techniques that can be used for the analysis of UGC. For this purpose, we explore the potential of user-generated content and present an application of natural language pre-processing, text mining and sentiment analysis to the question of public satisfaction with healthcare systems. Concretely, we analyze 634 online comments reflecting attitudes towards healthcare services in different countries. Our analysis identifies the frequency of topics related to healthcare services in textual content of the comments and attempts to classify and rank national healthcare systems based on the respondents' sentiment scores. In this paper, we describe our approach, summarize our main findings, and compare them with the results from cross-national surveys. Finally, we outline the typical limitations inherent in the analysis of usergenerated online content and suggest avenues for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, user-generated online content (UGC)-including, but not limited to, social media-has accumulated large amount of data on individual attitudes, behaviors, and experiences. While the actual contribution of these data to the study of public opinion is still under discussion, the potential insights derived from the UGC are expected to be significant [4] . In addition, the costs associated with collecting and processing of such information using automated technologies are generally low, especially compared to the more conventional means of gathering data on public opinion.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While user-generated content is increasingly available, its practical use in addressing relevant research questions and the knowledge of analytical techniques to examine such data among social science researchers remain limited. As a consequence, many current public opinion studies do not take a full advantage of the available information. Hence, the main purpose of this study is to explore the possibilities of UGC for the study of public opinion. We do so, by analyzing 634 online reader comments reflecting attitudes towards healthcare systems across different countries. Until now, comparative studies on public satisfaction with healthcare services have mostly utilized cross-national survey data (e.g. [23, 28, 43] . To the best of our knowledge, this is the first study that assesses public attitudes towards healthcare system in comparative perspective using unsolicited user-generated online data. In addition to providing an example of how UGC can be used for the analysis of public attitudes, we demonstrate the practical implementation of analytical tools to explore the user-generated content.",
            "cite_spans": [
                {
                    "start": 711,
                    "end": 715,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper begins by providing a brief discussion of user-generated online content. Consequently, we introduce an example of how UGC can be used to study public attitudes towards healthcare systems. In the following section, we outline the proposed methodology and the analytical procedure. The paper concludes with a discussion of the results and limitations of the present study, and suggestions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "User-generated online content is considered to be one particular type of big data [22] . As such, UGC represents a new form of data that has not previously been available for public opinion research. User-generated content is defined as information in the form of text, media or metadata that are posted by users online, often on social networking sites (SNSs) [26] . User posts on Facebook or tweets generated by users are typical examples of UGC. Although until now most social research using UGC has focused on analyzing Twitter and Facebook data (e.g. [1, 32, 41, 42] ), user generate content can be found across different types of outlets, including posts on online forums, customer reviews, newspaper comments, and interaction on social media.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "41,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "One particular source of UGC and the one used in the present study are online readers' comments. Such comments often appear following the (news) articles published in online versions of newspapers and are often encouraged by the newspapers to foster reader engagement, online deliberation, and \"citizen journalism\" [27] . While representing a relatively new phenomenon, online reader comments have already been heralded as \"new opinion pipeline\" [36] . Indeed, the amount of information shared by readers in their comments makes them an invaluable source of insights into public opinion on a wide variety of topics.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "The distinguishing feature of UGC, in general, and online user comments, in particular, is that these data are not solicited by researchers [34] . In contrast to the conventional means of obtaining information on public opinion such as surveys or focus groups, which are specifically designed for research purposes, the unsolicited online data are considered to be \"naturally occurring\" [14] , \"organic\" [16] , or \"found\" data [18] . The use of UGC for research purposes presents both opportunities and challenges for public opinion research. Many of these, in particular in comparison with survey methods, have been well documented in the recent literature 1 so we will limit ourselves to a brief discussion.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 387,
                    "end": 391,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "Regarding the main challenges associated with the use of UGC, one of the oftencited issues is the limited generalizability of the findings. Considering that such data are not sampled in the conventional way, they may not be representative of the entire population. Connected with the issue of generalizability is the issue of selection bias, given that the users who post online are often self-selected. Moreover, not every topic is equally likely to be discussed by the online community. As aptly captured by Couper [9] : \"if we are to make use of the vast amount of public information on the Internet, we need more work to understand how those who willingly share information with the broader public differ from those who do not, and what kinds of topics are more or less susceptible to selection biases\" (p. 903). At the same time, it is important to remember that the generalization to the entire population is not a requirement for every study. For some research purposes, having the data on only one specific group can be of value, especially in the context of studying opinions of sub-groups or \"hard-to-reach\" populations (see, for example, [10] .",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 520,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1149,
                    "end": 1153,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "While traditional surveys can boast extensive metadata on respondents, usergenerated data often lack information on basic socio-demographic characteristics of users. Nevertheless, while lacking some socio-demographic information, user generate data often contain a lot of other relevant metadata that can be used in the analysis, including geographical location, frequency of posting, among others. Another challenge associated with UGC is that such data are often complex, messy, and unstructured. Therefore, the quality of UGC cannot always be guaranteed and it depends on the amount of noise in the data. This latter characteristic makes usergenerated data similar to the information obtained by qualitative research methods. At the same time, as with the qualitative data, UGC often provides richer information on specific user attitudes than do survey responses. Moreover, researchers analyzing UGC can often derive additional information on the emotional state of the individual, while such information is generally unavailable in survey data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "It is also important to note that, although it is not always a requirement, to exploit UGC in the manner that is both accurate and reliable, public opinion researchers may need to develop certain specialized computational skills when working with such data. Recently more traditional machine learning (ML) techniques applied to natural language processing (NLP), such as keyword extraction, topic recognition, and sentiment analysis have been enhanced by the application of deep learning methods. For example, in their recent paper Souma and colleagues [39] apply recurrent neural network (RNN) with long short-term memory (LSTM) units to forecast financial news sentiments. In another study, Naeem and colleagues [30] use a novel deep learning framework for clickbait detection on social area network. The application of deep learning methods is more technically demanding and may present an additional barrier to the wide use of UGC in public opinion research among social scientists.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "Another relevant aspect that should be considered when using UGC for research purposes is that the use of such data may have certain legal and/or ethical barriers. In contrast to the clear procedures for ensuring consent of survey respondents, individuals who leave their 'digital traces' online often do not give their explicit consent for their data to be used for research purposes. When such data are in public domain this may present less of an issue for the researcher interested in analyzing such information. Nevertheless, considerable privacy concerns, especially when users can be identified, need to be acknowledged and addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "In what follows, we provide an illustration of how online user comments can be used to gain insights into public opinion about different healthcare systems. This example is only one possible path among many lines of investigation available to the researcher interested in analyzing UGC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "User-generated online data"
        },
        {
            "text": "Background As its fundamental institution and the largest consumer of its resources, healthcare is central to the welfare state [43] . The last several decades have been characterized by increasing pressure to transform healthcare systems with a number of reforms implemented in many European countries, as well as in the United States. In the European context, the reforms have been almost continuous [5] . These policy changes and their effects on the individual citizens have been reflected in public evaluation of healthcare system performance.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 402,
                    "end": 405,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "In addition to representing a key indicator of healthcare quality, public attitudes on healthcare services act as a reflection of popular legitimacy of healthcare systems [28] and of welfare institutions, in general [43] . Furthermore, recent studies found that high levels of public satisfaction with the performance of a healthcare system are strongly associated with trust in government [6] . This makes the study of public attitudes towards healthcare systems an important line of inquiry both for public opinion researchers and policy experts.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 216,
                    "end": 220,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 390,
                    "end": 393,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "Previous research has highlighted the important role of the individual and institutional characteristics for the satisfaction with healthcare systems [25, 28, 43] . At the individual level, the determinants of user satisfaction with healthcare services include the usual socio-demographic characteristics, such as age, gender, marital status, and educational level, as well as health status and income level [28, 33] . A number of studies have also emphasized the importance of ideology for healthcare satisfaction [12, 13] . In addition, personal experience with the healthcare services has been shown to affect the level of user satisfaction [2] , but cf. [3] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 515,
                    "end": 519,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 644,
                    "end": 647,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "At the institutional level, healthcare regimes and their characteristics, including type and level of financing (public, private, mixed), as well as the key quality indicators of healthcare provision (such as the ratio of doctors and nurses to patients, the number of hospital facilities, the number of hospital beds, among others) are often cited as important factors for determining the level of support for the healthcare system [43] . In general, scholars consider healthcare satisfaction to be a multidimensional attitude, with most factors related to its evaluation to belong to one of the three domains: access, quality, and affordability.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "Traditionally, most of the comparative data on public satisfaction with healthcare systems came from the large cross-national surveys. In the European context, such surveys include the Eurobarometer, the European Social Survey (ESS), and the European Quality of Life Survey (EQLS). However, implementing such surveys is costly and, similar to other international surveys, they are increasingly characterized by high non-response rate, which impacts the validity of the conclusions. In addition, the attitudes towards healthcare systems across different world regions are usually not reflected within the same survey, making it difficult to compare healthcare systems. While user-generated content containing information on healthcare evaluation is increasingly available, these online resources are yet to be utilized to their full potential. The COVID-19 pandemic has served as an impetus for a number of studies using online data. For example, Havey [19] analyzes six misinformation topics related to the COVID-19 pandemic using sentiment analysis of Twitter data. In another study, Shahsavari and colleagues [38] examine online forum discussions and news reports to detect the emergence of conspiracy theories related to the pandemic. Yet in another paper, Uyheng and Carley [41] analyze online conversation and hate speech around the COVID-19 crisis in the United States and the Philippines. These studies demonstrate the richness of insights that can be derived from the analysis of online data. In the present study, we use a particular type of UGC, namely newspaper readers' comments, to answer the following research questions about general attitudes towards healthcare systems:",
            "cite_spans": [
                {
                    "start": 952,
                    "end": 956,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "1. What healthcare related topics do readers perceive as important when comparing healthcare systems? 2. Are these topics reflective of one of the three dimensions of healthcare system evaluation, namely accessibility, affordability, and quality? 3. Can we identify in the body of comments certain specific individual or institutional factors that are deemed important for the evaluation of healthcare systems? 4. Is it possible to generate a ranking of healthcare systems based on the user comments? 5. How do results of the analysis of readers' comparative evaluation of healthcare systems correspond to the results obtained from the cross-national surveys?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Illustration: examining public satisfaction with healthcare systems"
        },
        {
            "text": "In this study, we analyze a unique dataset of user-generated online comments from The New York Times (https:// www. nytim es. com). The comments represent responses of the readers to the original article by Carroll 2 and Frakt 3 titled \"The best health care system in the world: which one would you pick?\" that was written as a contribution on the ongoing debate on healthcare policy in the United States (US) and published online on September 18, 2018. The article contains opinions of an expert panel consisting of five distinguished health researchers who discuss and compare healthcare systems across eight countries: Canada, Britain, Singapore, Germany, Switzerland, France, Australia, and the United States. The amount of online comments at the beginning of our analysis was 636, and after deleting duplicate comments, our completed dataset contained 634 unique reader comments (Fig. 1) . The following section explains the method and analytical steps and procedures used to analyze these comments. The online corpus of comments was freely available on the New York Times website at https:// www. nytim es. com/ inter active/ 2017/ 09/ 18/ upshot/ best-health-care-system-count ry-brack et. html. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 892,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Previous research of online readers' comments has often relied on manual analysis, which is a limited factor in the ability to analyze larger corpora of comments. In this study, we use automated natural language processing (NLP) tools that facilitate this type of textual analysis. The two main text mining methods applied in this study are word frequency analysis and sentiment analysis. Both methods are extensively used in the studies based on computational approach (e.g. [24, 39, 40] ). The first method, word frequency analysis, as its name suggests, involves identifying most frequently used terms in the body of user comments. This technique is based on the idea that words which are most frequently used by the commenter indicate issues of higher importance to the user [35] . This method is inductive in identifying the topics of relevance, compared, for example, to the predefined structure of the survey instrument. Given the focus of this study, we were particularly interested in the most common terms related to healthcare and medical services.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "In the second part of our analysis, we employed text sentiment analysis also known as emotional polarity computation. The main aim of sentiment analysis is to determine the subjective opinions of online users with respect to a specific topic (for an overview of sentiment analysis see [31] . These opinions can be of an evaluative or of a judgmental nature. Moreover, they can also reflect the emotional state of the user, revealed either intentionally or unintentionally. For the purposes of this study, higher positive sentiment score reflects a more positive attitude towards healthcare systems. Although sentiment analysis is a mainstream tool in text mining, this method continues to evolve and achieves greater accuracy and validity.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 289,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "In our analytical approach to examining textual content we build on the typical steps employed in text analytics and we develop these steps further to make them appropriate for our analyses. Concretely, in Step 1 (extraction phase) we extracted the readers' comments by adapting a publicly available script written by Caren [7] . In this step, we used web-scraping techniques to retrieve the comments and to convert them into suitable format for further analysis.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 327,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "In Step 2, we conducted data cleaning using natural language pre-processing techniques. The goal of this step was to transform the raw data into a usable format for textual analysis [20] . Although frequently regarded as time-consuming and tedious, this stage of data pre-processing is essential to ensure quality results. 4 At this stage, we removed spaces and special symbols from the text corpus to be analyzed.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 323,
                    "end": 324,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "In",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "Step 3, we used the Natural Language Toolkit (NLTK) toolbox implemented in Python to conduct Named Entity Recognition (NER) to extract the names of the countries mentioned in the text corpora. One of the main challenges of unstructured text data is that the input is not standardized. In this particular instance, the location names included not only the names of countries but also the names of cities, US states, Canadian provinces, and various municipalities. Some locations were also abbreviated in multiple different ways (e.g. US, US, USA, America), misspelled, or referred to by their unofficial name (e.g. \"Holland\" instead of \"the Netherlands\"). To ensure the consistency of country names we implemented the algorithm using a \"Geocoder\" module in Python.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "In Step 4, using genderize.io API, we determined the gender of a commenter based on his/her first name. While on some online platforms identification of gender presents a challenge with many users providing only a username or commenting as \"anonymous\", the users of the NYT comments tended to provide their first name.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "In",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "Step 5, we conducted a word frequency count analysis using \"tm\" package in R [11] to identify most frequently used words associated with healthcare in the body of comments. Given that no separate online dictionary exists that would allow automatized allocation of healthcare terms to healthcare attitudes domains, we accomplished this part manually.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "In the final step, Step 6, we conducted a sentiment analysis using Vader (Valence Aware Dictionary for sEntiment Reasoning) rule-based module from the NLTK toolbox [21] . Vader outputs scores for a positive, negative, and neutral sentiment. In addition, it provides a compound sentiment score that reflects the overall sentiment associated with the given piece of text. The compound score ranges from −1 (most negative) to 1 (most positive). First, we applied Vader to determine sentiment of the entire comment. Consequently, we parsed each comment into separate sentences and conducted sentiment analysis on the sentences containing country names. This technique allowed us to analyze the association between a particular country and a corresponding sentiment. When several countries were used in one given sentence the same compound sentiment score was assigned to them. Afterwards, we averaged a compound score for each country to generate a country ranking.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Analytical strategy and tools"
        },
        {
            "text": "After removing the duplicates, we identified 634 unique comments, as of April 16th, 2018. After aggregating and standardizing the names and abbreviations, sixty-one unique geographical entities were identified at the country level. Regarding the gender composition, 167 comments (26.3%) were assigned to female commenters, 289 comments (45.6%) were assigned to male commenters and 178 comments (28.1%) were non-identified based on the username.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive information"
        },
        {
            "text": "Word frequency analysis was used to identify the most frequently occurring terms in the body of comments. Table 1 presents fifteen high-frequency words in the text corpus, related to healthcare. Given the topic of the newspaper article, it is not surprising that the top three words include \"system(s)\", \"care\", and \"health\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Word frequency analysis"
        },
        {
            "text": "The high-frequency terms were associated with the three healthcare domains of accessibility, affordability, and quality, outlined in the literature on patient satisfaction. Most of the identified terms belong to the dimension of affordability, followed by the dimension of quality. The words associated with access to healthcare services, while relevant were less frequently used by the commenters (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Word frequency analysis"
        },
        {
            "text": "A comparison of high-frequency terms used by female and male commenters indicates that most words are common to both genders, although female readers appear to focus more on the affordability of healthcare services frequently using the terms such as \"free\", \"coverage\", \"taxes\" and \"need\", while male commenters appear to be more concerned with the organizational and structural aspects of healthcare systems, frequently using such words as \"government\" and \"private\". In addition, the word frequency analysis demonstrates the relevance of personal experiences with healthcare systems for their evaluations. This is indicated by the frequency of such terms as \"experience\" [60], \"experiences\" [10] , \"experienced\" [36] , and \"personal\" [14] .",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 697,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Word frequency analysis"
        },
        {
            "text": "In the first part of sentiment analysis, we determined the emotional polarity at the level of a comment. Table 3 provides an example of two comments, one was assigned a positive sentiment score and another was assigned a negative sentiment score.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sentiment analysis"
        },
        {
            "text": "Based on the sentiment score of the comment, we compared the most frequently mentioned healthcare topics for the 10% most satisfied and 10% least satisfied commenters. The findings indicate that most frequently used terms related to healthcare are common to both groups. This is the case, for example, for the topics of \"insurance\", \"doctor(s)\", and \"cost(s)\". Some differences are worth noting, however. For example, most positive commenters mention \"access\", \"free\", and \"patients\" while the least positive commenters frequently discuss \"private\", \"wait times\", \"coverage\", and \"poor\". ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sentiment analysis"
        },
        {
            "text": "Literature on healthcare attitudes based on survey data indicate that gender is an important factor in the evaluation of healthcare systems. Nevertheless, the results of the empirical studies on the impact of gender on healthcare satisfaction remain mixed [8, 19, 28] . To test whether any differences between female and male commenters can be observed in our set of comments, we calculated the mean compound sentiment score for the male and the female group separately. The results indicate that the mean sentiment score in the female group (0.397) is somewhat lower than that in the male group (0.433). However, the actual difference between the means of the two groups does not appear to be statistically significant in the analyzed body of comments.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Sentiment analysis: male vs. female commenters"
        },
        {
            "text": "In the following step, we identified the sentiment score for each specific country based on the sentiment analysis conducted at the level of a sentence. In the cases in which a particular country was mentioned more than once, we used the average compound sentiment score. The number of times that a specific country appeared in the body of comments differ greatly. For instance, the United States appeared 654 times, which is not surprising given that the comments address the article published in the U.S. newspaper. To provide other examples, France was mentioned 330 times, Germany 67 times, Mexico 40 times, and Japan 22 times. We performed accuracy check which resulted in the set of twenty-two countries with the assigned compound sentiment score. The results of the sentiment analysis indicate that when collapsed into sentiment categories, eighteen countries (82%) were assigned a positive sentiment (compound score ≥ 0.05) while four countries (18%) were assigned a neutral sentiment (compound score between − 0.05 and Fig. 2 Continuous sentiment score at the country level 0.05). A number of countries were originally assigned a negative sentiment but after averaging the result the compound score turned out to be neutral or positive. Figure 2 presents the sentiment score for twenty-two countries. A continuous sentiment score shows that Israel, New Zealand, Cuba, and Denmark are associated with the most positive sentiment score, while Portugal Spain, Poland, and Italy with the least positive sentiment score. Additionally, Figure 2 presents an interesting comparison between public approval of national healthcare systems across different world regions. This information is usually unavailable from the survey data, considering that most surveys that gather information on this topic generally focus on one region, such as Europe or North America.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1028,
                    "end": 1034,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1246,
                    "end": 1254,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1547,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Sentiment analysis: country level"
        },
        {
            "text": "Focusing on the European region, we plotted a sentiment score per European country (Fig. 3) . Figure 3 shows that Northern European countries such as Sweden, Norway, and Denmark together with Germany and France have higher positive sentiments compared to Southern European countries, such as Italy, Portugal, Spain. Poland, the only East European country in the set of comments, also has a low sentiment score associated with it.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 94,
                    "end": 102,
                    "text": "Figure 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sentiment analysis: country level"
        },
        {
            "text": "In this section, we address the question of how our results compare to the findings from the commonly used cross-national surveys. The questions around satisfaction with healthcare systems are routinely included in major European surveys, such as In the EQLS, the question wording is: \"In general, how would you rate the quality of each of the following public services in [country]? Please tell me on a scale of 1-10, where 1 means very poor quality and 10 means very high quality. (a) Health services.\" The ESS asks the question in the following way: \"[still] using this card, please say what you think overall about the state of health services in [country] nowadays?, where \"0\" is \"extremely bad\" and \"10\" is \"extremely good.\" After rescaling the ESS mean scores and the sentiment scores to match the scale of the EQLS (from 1 to 10), we obtained the results presented in Table 4 and visually depicted in Fig. 4 . Although not identical, the ranking across the three sources appears to be similar. To ease the comparison, we correlated the mean scores of the ESS and the EQLS with the country sentiment scores. The results from the ESS show similar patterns to that of the EQLS and the correlation between the two country rankings is high (0.88). While lower than the correlation value between the two analyzed surveys, the correlation between sentiment scores and the EQLS mean scores is also strong and positive (0.70). The correlation between sentiment scores and the ESS mean scores is somewhat less and is considered to be moderate (0.63).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 876,
                    "end": 883,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 909,
                    "end": 915,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Comparison of country rankings with survey results"
        },
        {
            "text": "The scatterplots of the relationship between the mean scores from the EQLS, the ESS and the sentiment scores are presented in Fig. 5 . As can be observed, the relationship between the EQLS mean scores and the scores from the sentiment analysis is linear and positive, confirming the results of the correlation analysis. The scatterplot of the ESS mean scores versus sentiment scores also indicates positive and linear relationship.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Comparison of country rankings with survey results"
        },
        {
            "text": "The present study was motivated by a desire to explore the usefulness of user-generated online content for public opinion research. While the amount of information shared by individuals online has increased dramatically, these data on personal experiences, opinions, and attitudes have been generally underutilized. Our second aim was to determine a level of correspondence between the results obtained from the analysis of UGC compared to those obtained by analyzing conventional survey data. Finally, the third purpose of this study was to provide a practical example of tools and procedures for analyzing UGC. To achieve these three goals, we focused specifically on public attitudes towards healthcare systems. Below we highlight the main findings of this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "First, the results obtained from the word frequency analysis reflected all three dimensions of healthcare evaluation, namely affordability, accessibility, and quality of health services. The words with the highest frequencies included \"cost(s)\", \"insurance\", \"pay(id)\", \"doctor(s)\" and \"hospital(s)\". This result indicates that the most commenters are greatly concerned with the affordability and quality domains, although the accessibility domain is also important. While it is not clear without further analysis what exactly the users mean by \"access\", the commenters mention frequently \"wait times\", indicating that this issue presents a significant barrier to the accessibility of healthcare services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "The analysis of word frequency for female and male commenters separately revealed that although most of the high-frequency words were identical, female users tend to focus more on the affordability of healthcare services, indicated by such words as \"free\", \"coverage\", \"taxes\", and \"need\", while male users tend to prioritize the institutional structure of healthcare systems using such words as \"government\" and \"private\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "A comparison of high-frequency words related to healthcare between 10% of commenters with the most positive sentiment score and 10% with the least positive sentiment score showed that although such factors as insurance, doctors, and costs are relevant to both groups, the most positive group frequently mentioned such aspects as \"access\", \"free\", and \"patients\", while the least positive group were concerned with \"private\", \"wait times\", \"coverage\", and \"poor\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Taken together, the results of the word frequency analysis provide support for the importance of the institutional factors in determining public satisfaction with healthcare systems. In particular, the manner in which healthcare provision is organized and funded (public or private), as well as certain aspects of quality (number of doctors, number of hospitals) and access (wait times) play an important role in influencing public opinion about healthcare services. These findings provide additional validity to the institutional indicators collected as part of the official healthcare services statistics by the agencies such as the World Health Organization (WHO) or the Eurostat.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Literature on public attitudes towards healthcare systems have shown inconsistent results in regard to the influence played by gender [8, 17, 28] . Based on the analyzed set of readers' comments, we found that female commenters tend to have a lower compound sentiment score than do the male commenters, indicating that women readers are less satisfied with healthcare services. However, it is important to note that the difference between the means of two groups was not found to be statistically significant. At the same time, in line with the literature on the individual-level determinants of healthcare attitudes the results of the word frequency analysis confirmed that personal experiences with the healthcare system play an important role for healthcare system evaluation [2] .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 142,
                    "end": 145,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 779,
                    "end": 782,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Regarding other individual-level characteristics relevant to healthcare satisfaction, while we were able to include gender into our analysis, it was not possible to investigate the effect of age, given that the information on this variable was missing and could not be directly inferred from the user comments. On the other hand, we can assume that the individuals posting on the NYT website have similar sociodemographic profiles in terms of educational level and income. As our analysis shows, despite similar socio-demographic backgrounds, these individuals exhibited divergent opinions about healthcare systems and their comparison. Thus, in contrast to previous studies, this result suggests that this group of commenters should not be treated as homogeneous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Using sentence-level sentiment analysis, we obtained a sentiment score for 61 countries, distributed across several continents. To ensure the robustness of our findings, we focused on the set of 22 countries that were assigned the sentiment score more than once in the body of comments. Most of these countries belong to the European region but we also obtained the sentiment score for Australia, Cuba, Israel, and New Zealand. This allowed us to compare countries from different regions across the globe, which has not been possible using cross-national survey data that are often confined to a single region. Interestingly, although the European healthcare systems traditionally enjoy high levels of public support compared to other regions [25, 29] , in our analysis the top three countries with the most positive sentiment score were found to be outside the European area (Israel, New Zealand, and Cuba).",
            "cite_spans": [
                {
                    "start": 743,
                    "end": 747,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 748,
                    "end": 751,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "The findings from the sentiment analysis at the country level for the European region produced results that are quite similar to those obtained on the basis of aggregated cross-national survey data. The results of the correlation analysis indicated a relatively high correspondence of country sentiment scores with the mean scores from the EQLS (0.70) and a moderate correspondence with the mean scores from the ESS (0.63). This is an encouraging result, considering the ease and the low cost associated with obtaining the UGC data, especially in comparison with the comparative survey data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "We should acknowledge certain limitations of this study that offer several opportunities for future work. First, like with much of the research using user-generated content, we should be cautious in generalizing our results. The majority of the individuals who participated in commenting online represent a general NYT readership. As mentioned above, in terms of the socio-demographics, this group of commenters is characterized by medium to high level of education and income. In addition, many of these individuals have either lived or studied in a different country. Thus, the results of this study may not be generalizable to other groups of respondents, particularly those with lower level of education and income, less experience abroad, and those with limited experience with the Internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Another limitation common to many studies employing user-generated data, is that the body of comments may grow while the platform for commenting remains open. Hence, it is possible that the findings based on the body of comments at the given time may be different when another time frame is analyzed. To illustrate, when we first accessed the data in March 2018, the NYT article \"The Best Healthcare System in the World\" had 636 comments. As of January 24, 2020, the body of comments has grown to 771 comments, with the last comment made in April 12, 2019, when the administrators closed the comments section for this article. Much of UGC is real-time or streaming data and, as such, it is generated continuously. Implementing streaming APIs and similar tools will assist with gathering, managing, and analyzing such data, as they are generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Finally, as mentioned above, user-generated data are often complex and noisy. In this regard, UGC presents similar challenges to those of qualitative data. And much like the analysis of qualitative information, the analysis of UGC does not often lends itself easily to replicability, especially when not all steps in the analysis are automatized. In this study, as part of the validation step, 5 we had to conduct a manual check of the results of sentiment analysis and remove a number of cases to ensure consistency. This was possible considering the small set of comments analyzed but would be difficult and time-consuming with a larger corpus of comments. We hope that the development of better algorithms and analytical tools will ensure a greater replicability and reproducibility of UGC analysis in the future.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        },
        {
            "text": "Despite these challenges, we believe that user-generated online data offer promising opportunities for public opinion research. This study provides only one preliminary examination of how user-generated data can be analyzed and future opportunities are abundant. For example, future studies may consider analyzing a larger corpus of online comments and/or different online platforms for gathering information on healthcare attitudes. While we do not consider the online user-generated content to be a direct competitor to more traditional survey data, we are certain that the richness of such data combined with appropriate analytical tools would be of great benefit to researchers of public opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The rise of jihadist propaganda on social networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badawy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Computational Social Science",
            "volume": "1",
            "issn": "2",
            "pages": "453--470",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Who has the best health care system? A second look",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Donelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leitman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Koeck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gitterman",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Health Affairs",
            "volume": "14",
            "issn": "4",
            "pages": "220--230",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How does satisfaction with the health-care system relate to patient experience?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Bleich",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Özaltin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bulletin of the World Health Organization",
            "volume": "87",
            "issn": "",
            "pages": "271--278",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Big data: challenges and opportunities for comparative historical sociology",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bonikowski",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trajectories Newsletter of the ASA Comparative and Historical Section",
            "volume": "28",
            "issn": "2",
            "pages": "29--32",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Changing the politics of social programmes: Innovative change in British and French welfare reforms",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bonoli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Palier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of European Social Policy",
            "volume": "8",
            "issn": "4",
            "pages": "317--330",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The influence of private health care financing on citizen trust in government",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cammett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bilev",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Perspectives on Politics",
            "volume": "13",
            "issn": "4",
            "pages": "938--957",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Age and health status in a patient satisfaction survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social Science & Medicine",
            "volume": "42",
            "issn": "7",
            "pages": "1085--1093",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The future of modes of data collection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Couper",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Opinion Quarterly",
            "volume": "75",
            "issn": "5",
            "pages": "889--908",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The value of unsolicited online data in drug policy research",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Enghoff",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aldridge",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Drug Policy",
            "volume": "73",
            "issn": "",
            "pages": "210--218",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An introduction to text mining in R. The Newsletter of the R Project",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Feinerer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Popular support for institutionalised solidarity: A comparison between European welfare states",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelissen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Social Welfare",
            "volume": "9",
            "issn": "4",
            "pages": "285--300",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Public health care in the balance: Exploring popular support for health care systems in the European Union",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gevers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gelissen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muffels",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Social Welfare",
            "volume": "9",
            "issn": "4",
            "pages": "301--321",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Naturally occurring data. The Routledge Handbook of Pragmatics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golato",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "21--26",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Text as data: The promise and pitfalls of automatic content analysis methods for political texts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grimmer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Political Analysis",
            "volume": "21",
            "issn": "3",
            "pages": "267--297",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Three eras of survey research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Groves",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Opinion Quarterly",
            "volume": "75",
            "issn": "5",
            "pages": "861--871",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Patient sociodemographic characteristics as predictors of satisfaction with medical care: A meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dornan",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Social Science & Medicine",
            "volume": "30",
            "issn": "7",
            "pages": "811--818",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Big data: A big mistake? Significance",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Harford",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "14--19",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Partisan public health: How does political ideology influence support for COVID-19 related misinformation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "F"
                    ],
                    "last": "Havey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Computational Social Science",
            "volume": "3",
            "issn": "2",
            "pages": "319--342",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Application of social media analytics: a case of analyzing online hotel reviews",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Akula",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Online Information Review",
            "volume": "41",
            "issn": "",
            "pages": "921--935",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Vader: A parsimonious rule-based model for sentiment analysis of social media text",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hutto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eric",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Eighth international AAAI conference on weblogs and social media",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Big data in survey research: AAPOR task force report",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Japec",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kreuter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biemer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Decker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Usher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "79",
            "issn": "",
            "pages": "839--880",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Increasing pressures and support for public healthcare in Europe",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Naumann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Health Policy",
            "volume": "120",
            "issn": "6",
            "pages": "698--705",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The temporal evolution of a far-right forum",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Van Der Isabelle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Computational Social Science",
            "volume": "4",
            "issn": "1",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Satisfaction with health care systems. A comparison of EU countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Challenges for Quality of Life in the Contemporary World",
            "volume": "",
            "issn": "",
            "pages": "311--331",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Facebook use by the open access repository users",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Kurian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Online Information Review",
            "volume": "39",
            "issn": "",
            "pages": "903--922",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reader comments to online opinion journalism: A space of public deliberation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manosevitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Symposium on Online Journalism",
            "volume": "10",
            "issn": "",
            "pages": "1--30",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The popular legitimacy of European healthcare systems: A multilevel analysis of 24 countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Missinne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meuleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bracke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of European Social Policy",
            "volume": "23",
            "issn": "3",
            "pages": "231--247",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Citizens' views on health care systems in the 15 member states of the European Union",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mossialos",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Health Economics",
            "volume": "6",
            "issn": "2",
            "pages": "109--116",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A deep learning framework for clickbait detection on social area network using natural language cues",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Naeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Beg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mujtaba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Computational Social Science",
            "volume": "3",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Opinion mining and sentiment analysis. Foundations and Trends in Information Retrieval",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "1--135",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "From neuroscience to computer science: a topical approach on Twitter",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Piña-García",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mario-Siqueiros-García",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robles-Belmont",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Carreón",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gershenson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Amador-Díaz-López",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Computational Social Science",
            "volume": "1",
            "issn": "1",
            "pages": "187--208",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Patient characteristics and quality dimensions related to patient satisfaction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahmqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Bara",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Journal for Quality in Health Care",
            "volume": "22",
            "issn": "2",
            "pages": "86--92",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Unsolicited narratives from the Internet: A rich source of qualitative data",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qualitative Health Research",
            "volume": "11",
            "issn": "5",
            "pages": "706--714",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Techniques to identify themes",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Field Methods",
            "volume": "15",
            "issn": "1",
            "pages": "85--109",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Online readers' comments represent new opinion pipeline",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Santana",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Newspaper Research Journal",
            "volume": "32",
            "issn": "3",
            "pages": "66--81",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Social media analyses for social measurement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Schober",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pasek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guggenheim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lampe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Opinion Quarterly",
            "volume": "80",
            "issn": "1",
            "pages": "180--211",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Conspiracy in the time of corona: Automatic detection of emerging COVID-19 conspiracy theories in social media and the news",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shahsavari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Holur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tangherlini",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Roychowdhury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Computational Social Science",
            "volume": "3",
            "issn": "2",
            "pages": "279--317",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Enhanced news sentiment analysis using deep learning methods",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Souma",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vodenska",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aoyama",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Computational Social Science",
            "volume": "2",
            "issn": "1",
            "pages": "33--46",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Online influence, offline violence: language use on YouTube surrounding the 'Unite the Right'rally",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van Der Vegt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maximilian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Computational Social Science",
            "volume": "4",
            "issn": "1",
            "pages": "333--354",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Bots and online hate during the COVID-19 pandemic: Case studies in the United States and the Philippines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Uyheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Carley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Computational Social Science",
            "volume": "3",
            "issn": "2",
            "pages": "445--468",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Influencing overseas Chinese by tweets: text-images as the key tactic of Chinese propaganda",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": ".-E",
                    "middle": [],
                    "last": "Mei-Chun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Min-Hsuan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Puma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Computational Social Science",
            "volume": "3",
            "issn": "2",
            "pages": "469--486",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "How do Europeans perceive their healthcare system? Patterns of satisfaction and preference for state involvement in the field of healthcare",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mischke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pfeifer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "European Sociological Review",
            "volume": "26",
            "issn": "2",
            "pages": "177--192",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Screenshot of readers' comments on nytimes.com. Retrieved from https:// www. nytim es. com/ inter active/ 2017/ 09/ 18/ upshot/ best-health-care-system-count ry-brack et. html",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Sentiment Quality of Life Survey (EQLS), the European Social Survey (ESS), and the Eurobarometer. We have chosen to compare the country-level results of the sentiment analysis to the results of the EQLS 2016 and the ESS 2018, as these two surveys use a similar wording of the question. Additionally, the measurement scale of the two surveys can be more easily compared.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Ranking of ESS, EQLS and the results of sentiment analysis per country",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Scatterplot of country scores from the EQLS and the ESS versus sentiment scores",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Top 15 words with high frequencies related to healthcare",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "High-frequency words per healthcare domain",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Seppe vanden Broucke for his valuable suggestions in the earlier stages of the paper.Funding Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Code availability Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials Not applicable."
        },
        {
            "text": "On behalf of all authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}