{
    "paper_id": "7be60d76eea228b54e2fccaa3fb14af1163de05b",
    "metadata": {
        "title": "Barriers and facilitators to populational adherence to prevention and control measures of COVID-19 and other respiratory infectious diseases: a rapid qualitative evidence synthesis protocol",
        "authors": [
            {
                "first": "Karolinne",
                "middle": [],
                "last": "Souza Monteiro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thayla",
                "middle": [
                    "Amorim"
                ],
                "last": "Santino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ada",
                "middle": [
                    "Cristina"
                ],
                "last": "Jácome",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Baldomero",
                "middle": [],
                "last": "Silva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cecilia",
                "middle": [
                    "M"
                ],
                "last": "Patino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Chaves",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "João",
                "middle": [
                    "Carlos"
                ],
                "last": "Alchieri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Leite",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Kleber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Luz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ricardo",
                "middle": [
                    "O"
                ],
                "last": "Guerra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Karla",
                "middle": [],
                "last": "Morganna",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pereira",
                "middle": [],
                "last": "Pinto De Mendonça",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "INTRODUCTION COVID-19, named SARS-CoV-2, is caused by a strain of coronavirus and first emerged in China in December 2019. Infected people can be asymptomatic, have mild influenza symptoms or develop severe acute respiratory syndromes. 1 The COVID-19 pandemic has raised concerns regarding the population's ability to adhere to measures internationally recommended to prevent and control the disease.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The strength of virus transmission depends on the number of person-to-person interactions and how these interactions occur. Thus, most recommendations to prevent the spread of SARS CoV-2 infection depend on population behavioural changes in social and individual routines, implementing quarantine on suspicion or confirmation of infection,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "► The review will summarise the evidence on barriers and facilitators to populational adherence to prevent and control COVID-19 and other respiratory infectious diseases. ► To improve the confidence in the findings, this protocol was written according to international recommendations. ► The inclusion of studies published only in English, Portuguese and Spanish can limit the results. ► This protocol does not include patient and public involvement in its methods. ► This study's findings will be useful to researchers, health policy-makers and the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Open access avoiding agglomerations, keeping distance and practising regular hygiene procedures. 2 Isolation and quarantine are considered high-impact measures that have had a satisfactory effect on the slowdown in the growth rates of COVID-19 in countries that have adopted these measures. 3 WHO also recommends more simple measures, such as facial masks, to limit the spread of the new coronavirus. However, they should not be used in isolation but associated with other measures such as social distancing and hand hygiene. 4 The Centers for Disease Control and Prevention emphasises the need to adopt measures to prevent the spread of the new coronavirus, such as avoiding touching eyes, nose with unwashed hands, coughs and sneezing etiquette, keeping the touched surfaces cleaned and disinfected. 5 Public health programmes require behavioural change in many domains to effectively help people maintain health and reduce disease risks. 6 The practice of preventive behaviour by the population is one of the most effective ways of preventing disease and promoting health. 7 8 With the support of public policies, these preventative health individual behaviours can translate significant prevention efforts at the populational level. 9 However, low degree of agreement between a population's behaviour with the recommended health actions implies clinical, health and psychosocial consequences. It is valid to consider the existence of a complex relationship among knowledge, awareness of the need to change, intention to change and a real change of health behaviour. This change is a process, not an event and maintaining behavioural change requires different strategies. 6 A previous systematic review summarised the current evidence related to existing barriers and facilitators to healthcare workers' adherence to infection prevention and control (IPC) guidelines for respiratory infectious diseases. The authors concluded that several factors, such as workplace culture, training and access to protective equipment, influence healthcare workers' ability and willingness to follow the IPC guidelines. 10 Currently, vaccines are not yet available, and the world is facing the consequences of the COVID-19 pandemic trying to recover the economy and social life, including work and study environments. Thus, there is an urgent need to promote adherence to measures that prevent and control COVID-19 and other prevalent respiratory infectious diseases among the general population. Therefore, this rapid qualitative evidence synthesis aims to summarise research evidence on barriers and facilitators to population adherence to COVID-19 and other respiratory infectious diseases prevention and control measures.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 291,
                    "end": 292,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 526,
                    "end": 527,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 802,
                    "end": 803,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 941,
                    "end": 942,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 1237,
                    "end": 1238,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1675,
                    "end": 1676,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "This protocol was drafted and written according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) Protocols statement 11 and following the Cochrane Effective Practice and Organisation of Care: Qualitative Evidence Synthesis. 12 Information sources Search strategy A systematic electronic search will be performed in the following databases: MEDLINE (Ovid), Embase (Ovid) and PsycINFO. The databases will be searched from their inception to the present. We will develop search strategies for each database. We will not include a methodological filter for qualitative studies, since this will limit our capacity to retrieve mixed-methods studies. We will check the reference lists of all primary studies included and review articles for additional references. The proposed search strategy for MEDLINE (Ovid) is shown in online supplemental file 1.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 258,
                    "end": 260,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "METHODS AND ANALYSIS Registration"
        },
        {
            "text": "We will include studies that use both qualitative data collection and analysis methods (eg, open-ended survey questions, focus group discussions, individual interviews, observation, diaries, document analysis, thematic analysis, framework analysis, grounded theory). We will also include studies that use mixed methods, when using qualitative methods of analysis. We will include studies published at any time in English, Portuguese and Spanish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion criteria Types of studies"
        },
        {
            "text": "The review will focus on adults (>18 years) receiving protective behaviour recommendations at various strategies to combat COVID-19 and other respiratory infectious diseases. We will not include studies of protective recommendations for healthcare workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic of interest"
        },
        {
            "text": "We will exclude studies that collected data using qualitative methods but did not analyse them using qualitative analysis methods. We will also exclude systematic reviews, books, policy reports, editorials, letters to the editor, conference papers, abstracts or expert reviews, unpublished, as well as, non-peer-reviewed studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "Two reviewers (authors ACJJ and GC) will independently screen the titles and abstracts using Covidence software. The full text of the relevant studies will be retrieved, and the review authors will independently screen for inclusion. They will identify and record the reasons for the exclusion of ineligible studies. Any disagreements will be resolved through discussion or by consulting a third review author (BS) when necessary. Multiple reports from the same study will be identified and collated so that each study and their respective reports are identified. The selection process will be recorded in sufficient detail to complete a PRISMA flow diagram.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study selection"
        },
        {
            "text": "Two review authors (KSM and SL) will extract data individually into a data extraction form (Covidence), explicitly designed for this synthesis. Two other review authors (KMPPM and TAS) will check for the correctness and completeness of extracted data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "We will extract the following study characteristics: year, aims and purpose, study design, setting, type of respiratory disease, population, sample size, participants characteristics (age, gender, education degree, geographical area), data collection methods, type of control and prevention measures, outcome(s), result(s), limitations and conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data items extracted"
        },
        {
            "text": "Two review authors (BS and KSM) will independently assess the risk of bias using the Critical Skills Appraisal Programme, 13 which include the following domains: clarity of aims; appropriateness of qualitative methodology, research design, recruitment strategy and data collection method; consideration of reflexivity and ethical issues; rigour of analysis; clarity of findings and the value of the research. We will resolve disagreements by discussion and consensus involving a third review author (KMPPM).",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "Two reviewers (SL and TAS) will independently assess the confidence in the evidence of each finding using the Grading of Recommendations, Assessment, Development and Evaluations-Confidence in the Evidence from Reviews of Qualitative research (GRADE-CERQual) approach. GRADE-CERQual is a 4-item tool designed to assess methodological limitations, coherence, adequacy of data and relevance of the included studies. We will examine each finding and judge the overall confidence as high, moderate, low or very low. 14 We will present the summary of findings and provide the assessment of confidence in a 'Summary of qualitative findings'. table.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 513,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Assessment of confidence in synthesised findings"
        },
        {
            "text": "We will follow the best-fit framework approach as the strategy for data analysis and synthesis. 15 Thus, existing frameworks and models will be conceptually adapted to form the themes of a priori framework. We will use the five stages of the best-fit framework: familiarisation, identifying a thematic framework, indexing, charting, mapping and interpretation. 15 We will use adapted dimensions derived from the following frameworks: 'The Health Belief Model' (HBM) 16 and the 'Behaviour Change Wheel' (BCW). 17 Six dimensions are posited as health behaviour predictors by the HBM (risk susceptibility, risk severity, benefits to action, barriers to action, self-efficacy and cues to action). This model has often been applied for health preventionrelated and asymptomatic concerns where beliefs are as relevant or more relevant than evident symptoms. 6 In the BCW the Capability, Opportunity, and Motivation system are the components which interact to generate behaviour. 17 After data extraction, two reviewer authors will reread the findings of the included studies and will apply the framework across the themes. New themes may be generated from evidence not captured by the a priori framework. To complete the evidence synthesis focused on the review question, aims and context, we will subsequently rearrange and explore data while charting, mapping and interpreting the concepts.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 509,
                    "end": 511,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 852,
                    "end": 853,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 973,
                    "end": 975,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "There was no patient/public involvement in this protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement"
        },
        {
            "text": "This rapid qualitative evidence synthesis will map and provide evidence on barriers and facilitators to population adherence to prevention and control measures in COVID-19 and other respiratory infectious diseases. Given that we will use published evidence to support this study, no ethical approval is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        },
        {
            "text": "The findings of this study will be disseminated among academic audiences, health policy-makers and the general population. We will publish the results in peer-reviewed journals and present the findings in international and national conferences as oral and poster presentations. We aim to disseminate the evidence provided by this study to government health policy-makers to inform decision making in formulating and planning effective strategies to avoid the spread of respiratory infectious diseases. We also aim to translate the research findings to plain language and spread the knowledge gained to the society to increase public interest. Thus, we plan to share information based on the evidence provided by our study using social media platforms like Facebook, Instagram, YouTube, Twitter and WhatsApp. All these strategies will help reach wider audiences worldwide, including researchers, health policy-makers and the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS AND DISSEMINATION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "European Centre for Disease Prevention and Control. Infection prevention and control for COVID-19 in healthcare settings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The value of mitigating epidemic peaks of COVID-19 for more effective public health responses",
            "authors": [
                {
                    "first": "Dam",
                    "middle": [],
                    "last": "Villela",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Soc Bras Med Trop",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/0037-8682-0135-2020"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolamento social vertical X Isolamento social horizontal: os dilemas sanitários E sociais no enfrentamento dA pandemia de COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Schuchmann",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Schnorrenberger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Chiquetti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BJHR",
            "volume": "3",
            "issn": "",
            "pages": "3556--76",
            "other_ids": {
                "DOI": [
                    "10.34119/bjhrv3n2-185"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection prevention and control for the safe management of a dead body in the context of COVID-19: interim guidance",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "People at increased risk and other people who need to take extra precautions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The role of behavioral science theory in development and implementation of public health interventions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu Rev Public Health",
            "volume": "31",
            "issn": "",
            "pages": "399--418",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.publhealth.012809.103604"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preventive behaviors Conveyed on YouTube to mitigate transmission of COVID-19: crosssectional study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Basch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Hillyer",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "C"
                    ],
                    "last": "Meleo-Erwin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Public Heal Surveill",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Combination prevention for COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc5798"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Preventive behavioral responses to the 2015 middle East respiratory syndrome coronavirus outbreak in Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Environ Res Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16122161"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Houghton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Meskell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst Rev",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shamseer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/2046-4053-4-1"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "EPOC qualitative evidence syntheses: protocol and review template. version 1.1. EPOC resources for review authors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bohren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Downe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Applying GRADE-CERQual to qualitative evidence synthesis findings: introduction to the series",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Implement Sci",
            "volume": "13",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13012-017-0688-3"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How to build up the actionable knowledge base: the role of 'best fit' framework synthesis for studies of improvement in healthcare",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Qual Saf",
            "volume": "24",
            "issn": "",
            "pages": "700--708",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjqs-2014-003642"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Health Belief Model",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Champion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Skinner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Glanz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health behavior and health education",
            "volume": "",
            "issn": "",
            "pages": "45--65",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Stralen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Implement Sci",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1748-5908-6-42"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Funding This work is funded by Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Fundo Nacional de Desenvolvimento Científico e Tecnológico (FNDCT), Ministério da Ciência, Tecnologia, Inovações e Comunicações (MCTIC), and Ministério da Saúde (MS), grant number 403248/2020-5.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http:// creativecommons. org/ licenses/ by-nc/ 4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "Karolinne Souza Monteiro http:// orcid. org/ 0000-0003-2254-8723 Thayla Amorim Santino http:// orcid. org/ 0000-0002-5514-762X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}