{
    "paper_id": "7c0073ed73cae46af3b00a200ad9da3e0de5b7b6",
    "metadata": {
        "title": "Split Bregman iteration for multi-period mean variance portfolio optimization",
        "authors": [
            {
                "first": "Stefania",
                "middle": [],
                "last": "Corsaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Napoli \"Parthenope\"",
                    "location": {
                        "addrLine": "Via Generale Parisi, 13",
                        "postCode": "I-80133",
                        "region": "Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Valentina",
                "middle": [],
                "last": "De Simone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università della Campania \"Luigi Vanvitelli\"",
                    "location": {
                        "addrLine": "Viale Lincoln, 5",
                        "postCode": "I-81100",
                        "region": "Caserta",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Zelda",
                "middle": [],
                "last": "Marino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Napoli \"Parthenope\"",
                    "location": {
                        "addrLine": "Via Generale Parisi, 13",
                        "postCode": "I-80133",
                        "region": "Napoli",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper investigates the problem of defining an optimal long-term investment strategy, where the investor can exit the investment before maturity without severe loss. Our setting is a multi-period one, where the aim is to make a plan for allocating all of wealth among the n assets within a time horizon of m periods. In addition, the investor can rebalance the portfolio at the beginning of each period. We develop a model in Markowitz context, based on a fused lasso approach. According to it, both wealth and its variation across periods are penalized using the l 1 norm, so to produce sparse portfolios, with limited number of transactions. The model leads to a non-smooth constrained optimization problem, where the inequality constraints are aimed to guarantee at least a minimum level of expected wealth at each date. We solve it by using split Bregman method, that has proved to be efficient in the solution of this type of problems. Due to the additive structure of the objective function, the alternating split Bregman at each iteration yields to easier subproblems to be solved, which either admit closed form solutions or can be solved very quickly. Numerical results on data sets generated using real-world price values show the effectiveness of the proposed model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We consider the regularized multi-period mean variance optimization problem and its solution using the split Bregman method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In recent years there has been a growing interest in the solution of fused lasso models [1] , that are linearly constrained minimization of functions given as:",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where f : n → is a closed convex function at least twice continuously differentiable, and L is the difference operator. The l 1 penalty in (1) promotes sparse solutions, and the term L w 1 is included to produce smooth solutions. Problems described by fused lasso models arise, e.g., in image processing [2] , classification [3] , finance [4] . The nonsmoothness of the l 1 -type regularization terms precludes the use of standard descent methods for smooth objective functions. Problems of this kind can be solved either by smoothing the l 1 terms, e.g., [5, 6] , and applying optimization solvers for differentiable problems such as gradient methods [7] [8] [9] or by using directly optimization solvers for nondifferentiable problems, such as Bregman, proximal and ADMM methods [2, [10] [11] [12] . Due to the additive structure in (1) , splitting methods have became popular because they yield algorithms which consist at each iteration of subproblems that are easier to solve [13, 14] . These subproblems often either admit closed form solutions or can be solved very quickly with specialized methods. In this context, methods based on Split Bregman iteration have proved to be efficient in different fields [2, [15] [16] [17] . At each iteration of the Bregman method an l 1 regularized unconstrained optimization subproblem is solved. Auxiliary variables allow to separate the two l 1 regularization terms making the use of splitting methods an easy task. In the field of portfolio optimization, both in the static and the dynamic case, Bregman iteration has been used to solve efficiently l 1 regularized models in Markowitz's framework. The use of l 1 penalty terms in portfolio modelling has become popular for several reasons. Transaction costs are well described by the l 1 norm of the portfolio, especially in moderate size trades. The properties of this norm allow one to obtain sparse solutions, that is, small portfolios. Small portfolios are often considered preferable to large ones. They are feasible to small investors, for the reduced holding cost. Moreover, it seems that the estimation errors for variances and covariances are reduced in this case [18, 19] . Finally, it has been observed that the application of l 1 regularization has the effect of penalizing short positions [20, 21] , forbidden in several markets. The structure of Bregman iteration has been exploited both in the static and the dynamic case, to develop procedures which adaptively fix the value of the regularization parameter; this value is chosen as one that provides solutions with certain financial properties, while preserving fidelity to data [21, 22] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 785,
                    "end": 789,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 790,
                    "end": 794,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 985,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 986,
                    "end": 989,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1217,
                    "end": 1221,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1222,
                    "end": 1226,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1227,
                    "end": 1231,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2171,
                    "end": 2175,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2176,
                    "end": 2179,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2300,
                    "end": 2304,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2305,
                    "end": 2308,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2643,
                    "end": 2647,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2648,
                    "end": 2651,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In [4] a model based on the fused lasso approach is presented in a multi-period setting. This seems to be very promising, since the fusion term is a penalty on portfolio turnover, which produces strategies with low transaction cost by preserving the pattern of active position over time. The fused lasso model is also considered in this paper. The novelty is the focus on strategies in which the investor can exit before the end without incurring severe loss; this is particularly significant to protect investment from financial market crisis. At this purpose, control at intermediate periods on wealth is introduced in the model. According to the multi-period approach, the so called rebalancing dates are defined to divide the investment period into subperiods; at these dates, the investment strategy is revised according to evolving information. We fix a minimum level of expected wealth at intermediate dates. From the mathematical point of view, this leads to a nonsmooth optimization problem with equality and inequality constraints. We reformulate the problem as one with equality constraints only and apply the alternating Split Bregman method for its solution. The resulting algorithm requires, at each iteration, the solution of unconstrained subproblems which are easily solved exactly.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In order to test our model, we introduce some perfomance measures. In particular, we assess performance with respect to two benchmarks built on real market data; this task is usually referred to as the Enhanced Index Tracking problem [23, 24] , where one aims at selecting a portfolio that outperforms a reference index.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Section 2 we describe the mathematical model. In Section 3 we present the procedure for the numerical solution of the model, based on alternating Split Bregman iteration. In Section 4 we show results of our tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section we extend the fused lasso model presented in [4] with the aim of guaranteeing the investor in the case of early exit. The model refers to either a medium or long-term investment, in which the investor could exit before the term; thus, at this purpose, the expected minimum wealth is fixed at each rebalancing date.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Let m be the number of rebalancing dates, n the number of assets and ( w j ) i the portion of the investor's total wealth invested in security i at time j ; the vector",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "with N = m · n, defines the portfolio. At each rebalancing date j = 1 , . . . , m, the wealth is thus given by w T j 1 n , where 1 n is the column vector with n elements, all equal to one. We assume that j = 1 is the starting date. We denote with r j ∈ n the expected return vector and with C j ∈ n × n the covariance matrix, that we assume positive definite. The model is stated as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where ξ init is the initial wealth, w min is the vector of expected minimum wealth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "The quadratic term in the objective function represents the portfolio risk. This is obtained by summing single-period variances. The successive terms are regularization ones introduced by fused lasso approach. The l 1 norm is well-known to promote sparsity. We apply it to w , weighted by τ 1 > 0, in order to have small portfolios. This improves the control on the investment and reduces holding cost. Moreover, we have observed that it penalizes negative components, thus resulting in a penalty on shorting [21, 22] . This turns out to be useful when short positions are not allowed, since one can obtain positive weights by properly tuning τ 1 . The fusion term, that is the l 1 norm applied to the time variation w , has a smoothing effect on solution, preserving patterns of non-zero values across time. Its financial interpretation is a penalty on the portfolio turnover; it has then the effect of reducing transaction cost [4] . This term is weighted by τ 2 > 0. The values τ 1 , τ 2 are referred to as the regularization parameters.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 513,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Both equality and inequality constraints are imposed on wealth. The first wealth must be equal to the initial investment, as the first constraint establishes. Constraints from 2 to m state the self-financing property, that is, money is neither added to the portfolio nor withdrawn from it for j > 1. Thus, at the end of each period the wealth is given by the revaluation of the previous one. Inequality constraints state that a lower bound is defined on the portfolio wealth at the end of each subperiod, that is, at all rebalancing dates. Finally, the last component ( w min ) m is the minimum wealth expected by the overall investment. It is given by the revaluation of the last weight sequence produced by the investment strategy on the last rebalancing date. For sake of notation simplicity, we formulate problem (3) in compact form. We introduce the matrix ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where I is the identity matrix of dimension n. L has 1 − 2 N % sparsity degree. The m × m lower bidiagonal block equality constraint matrix A , with blocks of dimension 1 × n and 1 − 2 m % sparsity degree, is defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Finally, let G be the inequality constraint matrix; it is a m × m upper bidiagonal block matrix with blocks of dimension 1 × n and 1 − 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "Then, problem (3) admits the following compact formulation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "We solve (4) using the split Bregman scheme. Therefore, we first provide a short description of it. It is based on Bregman iteration method for convex optimization problems with equality constraints",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "The main idea of Bregman iteration is to transform the problem into a sequence of easier ones which are constructed by adding a \"cost-to-move\" term to the original objective function [14] . This term penalizes the distance between two iterates defining the Bregman distance at point u , as:",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "where p ∈ ∂E ( u ) is a subgradient in the subdifferential of E . Note that if E is smooth, then (6) is the difference between E ( v ) and the first-order Taylor expansion of E at v . Bregman iteration applied to problem (5) produces the following scheme:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "with λ > 0. The split Bregman method was introduced in [2] , where authors proposed to use an auxiliary variable d before applying Bregman iteration to solve problem (5) . The introduction of d is aimed at replacing the original problem with an equivalent one in which the smooth and nonsmooth portions of objective function are separated. Then, a further constraint is added, which forces the equality between d and the nonsmooth term.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 166,
                    "end": 169,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "In order to apply split Bregman method to problem (4) the first step is to reformulate it in terms of equality constraints only. We introduce the slack variable s ∈ m in order to transform the inequality constraint in (4) into an equality one. We rewrite the minimization problem using the indicator function I D (s ) to incorporate the non-negativity constraint on the slack variable into the objective function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "According to split Bregman method, we introduce the auxiliary variables d and z such that d = L w and z = w . Problem (8) is then reformulated in the following way:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "Alternating split Bregman method proposes to minimize the function in (9) with respect to the variables w, s, d and z alternately. Note that this algorithm is equivalent to other well-known methods such as the Douglas-Rachford splitting and the alternating direction method of minimizers [14] . Due to linearity of constraints in (9) , a simplified version of split Bregman iteration can be used. In this version, the Bregman vectors allow one to use the function E rather than its Bregman distance [25] . This leads to the following simplified alternating minimization algorithm:",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "with quadratic function Q defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "Closed form solutions can be obtained for minimization with respect to s, d and z . Minimization with respect to d and z can be done efficiently using soft thresholding operator, defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "where x is real vector and γ > 0, while the proximal mapping of the indicator function on a given set is the orthogonal projection operator onto the same set. Regarding the quadratic minimization with respect to w , we note that at each step k the optimal value can be obtained by solving the system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "We observe that the coefficient matrix defined in (13) does not depend on the iteration and it is SPD and sparse, as shown in the next proposition. (13) is a SPD, m × m tridiagonal block matrix with blocks of dimension n.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Split Bregman iteration"
        },
        {
            "text": "Proof. H is the sum of C and I, that are SPD, and of other matrices that are semi-positive definite; then the first statement follows. We analyze the structure of matrices in ( 13 ) . L, A and G are bidiagonal block matrices with blocks of dimension 1 × n, then for each of them the product of its transpose by the matrix itself is a tridiagonal block matrix with blocks of dimension n × n. It follows that the sum has a block tridiagonal structure.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 181,
                    "text": "( 13 )",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Proposition 1. Matrix H defined in"
        },
        {
            "text": "In the next proposition we give bounds on the eigenvalues of H .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 1. Matrix H defined in"
        },
        {
            "text": "Proof. We recall that if A and B are real, symmetric matrices, then A + B has real eigenvalues, and the following inequalities hold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 1. Matrix H defined in"
        },
        {
            "text": "The matrix H is the sum of real and symmetrix matrices, then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 1. Matrix H defined in"
        },
        {
            "text": "Proposition 1 suggests to use sparse Cholesky factorization to solve the systems (12) . Sparse direct methods are a combination of techniques from numerical linear algebra, graph theory, graph algorithms, permutations, and other topics in discrete mathematics. They exploit the sparsity of a matrix to solve problems much faster and using far less memory than if all the entries of a matrix were stored and took part in explicit computations (see [26, 27] and references therein). We note that the factorization is computed only once, while at each step two triangular linear systems are solved. The resulting method is outlined in Algorithm 1 .",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The matrices A, G and L have rank smaller then N, so, for each one of them, the product between the matrix and its transpose is rank deficient. This completes the proof."
        },
        {
            "text": "Choose λ 1 , λ 2 , λ 3 , λ 4 > 0 ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1 Alternating Split Bregman for Portfolio Optimization."
        },
        {
            "text": "according to (10) end for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algorithm 1 Alternating Split Bregman for Portfolio Optimization."
        },
        {
            "text": "In this section, we show some results of tests that we perform on real market data. Algorithm 1 is applied to several data sets generated using real-world price values provided in [28] . The datasets contain weekly return time series of assets belonging to several major stock markets across the world, cleaned from errors as much as possible. We simulate 10 years investment strategies, where the investor revises decisions once a year. In Table 1 we summarise information on the datasets.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 448,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "The problem requires an estimate of the covariance matrix. It is well known that the sample covariance matrix is affected by estimation error; this is particularly severe when the number of stocks, which is the dimension of the matrix, is large relative to the number of historical returns, that is the sample size. We thus apply the linear shrinkage estimator proposed in [29] to C . This method acts on the eigenvalues of C , reducing their dispersion by shrinking them towards their grand mean: as a consequence, it strongly improves the conditioning of the covariance matrix, as Table 2 shows. In this table we report the condition number of the sample matrix and the condition number of its estimator. We compare optimal portfolios produced by the investment strategy with two benchmarks. The first one is the naive strategy, that extends the classical 1/ n [30] to the multi-period case. The investor splits the money evenly among available assets, at the beginning of the investment as well as at rebalancing dates. Thus, at each rebalancing date we set as expected minimum wealth the expected value produced by the recursive application of the 1/ n allocation strategy:",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 590,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "Moreover, for datasets 1 − 5 in Table 1 also weekly return time series for the index are reported in [28] . So for this datasets the market index is also used as benchmark. In this case the expected minimum wealth is the one of the market index: w min = r index (16) where r index ∈ R m is the index return. We introduce six performance measures to evaluate the goodness of results:",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 262,
                    "end": 266,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "M1 we estimate the risk reduction when the naive strategy is taken as benchmark, by means of the following quantity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "where the numerator is the variance of the portfolio produced by the naive strategy, the denominator is the variance of the optimal portfolio produced by Algorithm 1 ; M2 the number of nonzero elements in the solution (percentage), that gives an estimation of holding cost; M3 the transaction costs. In order to evaluate them we define the matrix V ∈ n ×(m −1) , with: . . . , n and j = 1 , . . . , m − 1 . Note that, as in [4] , in order to discard variations not significant from the financial point of view, we neglet the differences below 10 −6 * ξ init . The number of estimated transactions of the optimal strategy is therefore:",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 392,
                    "text": ". . . , n and j = 1 , .",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "We then relate T opt to the maximum value that it can assume, that is, to the number of transactions of the portfolio with full turnover, which is the size N of the portfolio: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "M5 the Sharpe Ratio (SR) [31] is the ratio between the average of the expected return of the portfolio and its standard deviation. In the multi-period framework we compute the SR in the following way:",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "M6 the Information Ratio (IR) [32] is the average excess return per unit of volatility in excess return. We compute it as:",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "We assume that one unit of wealth is invested, so we fix ξ init = 1 . We set λ i = 1 , ∀ i = 1 , . . . , 4 . The stopping criterion is based on constraint violation, so the algorithm stops when all constraints are satisfied within T ol = 10 −6 . In Algorithm 1 we set a lower bound on w min to guarantee the investment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "In our experiments we set ξ = ξ init · 1 n , to preserve the initially invested amount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "In Table 3 we report the condition number of H . We observe that in almost cases the conditioning of H is better with respect to C . This is motivated by the shift of the spectrum to the right, according to Proposition 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "Regularization parameters τ 1 and τ 2 are chosen in the set { 10 −4 , 10 −3 , 10 −2 } ; the combined choice of them depends on the specific metric one focuses on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "We start by analyzing the behaviour of the wealth produced by the optimum portfolio over time, and compare it with the benchmarks. Figs. 1 and 2 show the values of wealth at rebalanging dates on datasets FTSE 100 and Dow Jones, but similar results are observed also for the other datasets. The first row of figures refers to dataset FTSE 100, compared with the naive strategy. The second row of the figure refers to dataset DowJones, compared with the index return. In Fig. 1 parameter τ 2 has been set to 10 −3 while τ 1 values range in the set { 10 −4 , 10 −3 , 10 −2 } from left to right. According to the analysis in [4] for both the datasets we have that increasing τ 1 results in a reduction of the number of short positions, from 102 to 0 for FTSE 100 and from 30 to 0 for Dow Jones, and the number of transactions, from 15% to 9% for FTSE 100 and from the 23% to the 16% for Dow Jones. This is due to the reduced size of the portfolio, as result of the sparsification effect of regularization on portfolio wealth. Focusing on wealth, Fig. 1 shows that the excess return is penalized as τ 1 increases. Indeed, our model outperforms the benchmark, showing an expected wealth higher than the one of the index, in almost all cases, but the difference is higher for smaller values of τ 1 , while the gain in terms of cost reduction is valuable. All experiments exhibit a breakdown in the benchmark at the fourth year of the simulation period. This is probably due to the fact that t = 4 corresponds to year 2008, so the lower return can be ascribed to the Crisis. Thus, at this date the excess return of the optimal portfolio is higher, as effect of (18) .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 624,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 144,
                    "text": "Figs. 1 and 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 469,
                    "end": 475,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1042,
                    "end": 1048,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "In Fig. 2 the behaviour of wealth over time is shown for τ 1 equal to 10 −3 and for τ 2 varying in { 10 −4 , 10 −3 , 10 −2 } .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "For both the datasets, we have, as expected, a reduction on the number of transactions, from 22% to 5% for FTSE 100 and from 47% to 10% for Dow Jones. Limitation on transactions results in a slight increase in risk, and thus higher return at intermediate periods is observed. In all cases τ 2 = 10 −3 , τ 1 ranges among 10 −4 (left), 10 −3 (center), 10 −2 (right). As already pointed out, financial targets of the investment and market conditions drive the choice of the regularization parameters. In the following tests τ 1 is chosen as the smallest number that guarantees the minimum number of short positions. This is an important issue as in some cases stock market regulators can impose bans on short-selling like in the two European countries hardest hit by the Covid-19 in March 2020, Italy and Spain. Once fixed τ 1 , τ 2 is chosen so to have a good trade-off among the other performance metrics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "In Table 4 we report on all the datasets the comparison with the index in terms of excess return and Information Ratio. However for completeness we report also the other metrics of the optimal portfolios, that are the amount of shorting, the percentage of active positions and of transactions, and the Sharpe Ratio. In all tests the optimal portfolio outperforms the benchmark. We achieve an excess return of about the 7% on the average, varying between the 2% and the 14%. The IR ranges between 0.301 and 0.453; SP500 exhibits the highest value of IR, coherently with the observed value of the excess return.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "On the other hand, FSTSE100 provides the highest excess return but its IR is slightly affected by the dispersion of excess returns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical experiments"
        },
        {
            "text": "In Table 5 we show comparisons with the naive strategy. In this case we furthermore report the value of RR defined in M1 . The reduction of transaction costs is about the 90% on the average. Note that the naive portfolio is a full-turnover one, thus the value of T represents the percentage of transactions made by the optimal strategy with respect to the benchmark. We also observe an higher excess return, varying between the 8% and the 17%, with an average value of 12%. The IR ranges between 0.302 and 0.440; DJ exhibits the highest value of IR, while the excess return is maximum for SP500 and FF49. We note that the SR values are greater than the corresponding values obtained when the benchmark is the index. Finally, our strategy produces optimal portfolios that outperform the benchmark in terms of final wealth with a lower risk, as shown by RR, that varies between 1.510 to 4.962.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Numerical experiments"
        },
        {
            "text": "In this work we use split Bregman method for the problem of defining an optimal long-term investment strategy, where the investor can exit the investment before maturity without severe loss. We propose a model in a multi-period Markowitz framework, which extends the fused lasso model proposed in [4] . The inequality constraints on expected minimum wealth at each rebalancing date are introduced to guarantee the investment throughout the period, especially during the unforeseen events such as market crisis. Alternating Split Bregman produces an algorithm that yields subproblems that are solved by fast methods. Numerical comparisons with respect different benchmarks on real databeses show the its effectiveness.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 300,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sparsity and mmoothness via the fused lasso",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rosset",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Royal Stat. Soc. Series B (Stat. Methodol.)",
            "volume": "67",
            "issn": "1",
            "pages": "91--108",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The split Bregman for l1-regularization problems",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osher",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "SIAM J. Imag. Sci",
            "volume": "2",
            "issn": "2",
            "pages": "323--343",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Classification of spectral data using fused lasso logistic regression",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Know",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Chemom. Intell. Lab. Syst",
            "volume": "142",
            "issn": "15",
            "pages": "70--77",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fused lasso approach in portfolio selection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corsaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann. Oper. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10479-019-03289-w"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparison of minimization methods for nonsmooth image segmentation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "De"
                    ],
                    "last": "Simone",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Commun. Appl. Ind. Math",
            "volume": "9",
            "issn": "",
            "pages": "68--96",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ACQUIRE: An inexact iteratively reweighted norm approach for TV-based Poisson image restoration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Serafino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl. Math. Comput",
            "volume": "364",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An efficient gradient method using the yuan steplength",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Asmundis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Serafino",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hager",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toraldo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Comput. Optim. Appl",
            "volume": "59",
            "issn": "3",
            "pages": "541--563",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "On the application of the spectral projected gradient method in image segmentation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Antonelli",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Serafino",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Math. Imag. Vis",
            "volume": "54",
            "issn": "",
            "pages": "106--116",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the steplength selection in gradient methods for unconstrained optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Serafino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toraldo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zanni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl. Math. Comput",
            "volume": "318",
            "issn": "",
            "pages": "176--195",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Gradient-based algorithms with applications to signal recovery",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teboulle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Convex Optim. Signal Process. Commun",
            "volume": "",
            "issn": "",
            "pages": "42--88",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A splitting method for optimal control",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;donoghue",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stathopoulos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Trans. Control Sys. Technol",
            "volume": "21",
            "issn": "6",
            "pages": "2432--2442",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A primer on monotone operator methods",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Appl. Comput. Math",
            "volume": "15",
            "issn": "1",
            "pages": "3--43",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Operator splittings, bregman methods and frame shrinkage in image processing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Setzer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Computer Vis",
            "volume": "9",
            "issn": "",
            "pages": "265--280",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A subspace-accelerated split Bregman method for sparse data recovery with joint 1 -type regularizers",
            "authors": [
                {
                    "first": "V. De",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Serafino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viola",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Electron. Trans. Numer. Anal",
            "volume": "53",
            "issn": "",
            "pages": "406--425",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Geometric applications of the split Bregman method: segmentation and surface reconstruction",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bresson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Sci. Comput",
            "volume": "45",
            "issn": "1-3",
            "pages": "272--293",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Split Bregman method for large scale fused lasso",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comput. Stat. Data Anal",
            "volume": "55",
            "issn": "",
            "pages": "1552--1569",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Linear vs. quadratic portfolio selection models with hard real-world constraints",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cesarone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scozzari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tardella",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Comput. Manag. Sci",
            "volume": "12",
            "issn": "",
            "pages": "345--370",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Optimally chosen small portfolios are better than large ones",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cesarone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moretti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tardella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Econ. Bull",
            "volume": "36",
            "issn": "4",
            "pages": "1876--1891",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sparse and stable Markowitz portfolios",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Daubechies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "De Mol",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giannone",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Loris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "12267--12272",
            "other_ids": {
                "DOI": [
                    "10.1007/s10479-019-03308-w"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "L 1 -regularization for multi-period portfolio selection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corsaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Simone",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Perla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ann. Oper. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10479-019-03308-w"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Adaptive l 1 -regularization for short-selling control in portfolio selection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Corsaro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "De"
                    ],
                    "last": "Simone",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comput. Optim. Appl",
            "volume": "72",
            "issn": "2",
            "pages": "457--478",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "On exact and approximate stochastic dominance strategies for portfolio selection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cesarone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scozzari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tardella",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. J. Oper. Res",
            "volume": "259",
            "issn": "1",
            "pages": "322--329",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Linear programming models based on omega ratio for the enhanced index tracking problem",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Guastaroba",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mansini",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ogryczak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Speranza",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur. J. Oper. Res",
            "volume": "251",
            "issn": "3",
            "pages": "938--956",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Bregman iterative algorithms for l1-minimization with applications to compressed sensing",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Goldfarb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Darbon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SIAM J. Imag. Sci",
            "volume": "1",
            "issn": "1",
            "pages": "143--168",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Direct Methods for Sparse Linear Systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Society for Industrial and Applied Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1137/1.9780898718881"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A survey of direct methods for sparse linear systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajamanickam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Sid-Lakhdar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Numer",
            "volume": "25",
            "issn": "",
            "pages": "383--566",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Real-world datasets for portfolio selection and solutions of some stochastic dominance portfolio models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cesarone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scozzari",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tardella",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Data Brief",
            "volume": "8",
            "issn": "",
            "pages": "858--862",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A well-conditioned estimator for large-dimensional covariance matrices",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ledoit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Multivar. Anal",
            "volume": "88",
            "issn": "2",
            "pages": "365--411",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Optimal versus naive diversification: how inefficient is the 1-n portfolio strategy?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Demiguel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garlappi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uppal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Rev. Financ. Stud",
            "volume": "22",
            "issn": "5",
            "pages": "1915--1953",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The sharpe ratio",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Sharpe",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Portf. Manag",
            "volume": "21",
            "issn": "1",
            "pages": "49--58",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The information ratio",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Goodwin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Financ. Anal. J",
            "volume": "54",
            "issn": "4",
            "pages": "34--43",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The blocks are the covariance matrices estimated at the beginning of each subperiod. The matrix C is symmetric positive definite (SPD) with 1 − 1 m % sparsity degree. Let L ∈ (N−n ) ×N be the discrete difference operator; it can be viewed as the (m − 1) × n upper bidiagonal block matrix, with blocks of dimension n × n , defined by:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Behaviour of the wealth over time. First row: FTSE 100 compared with the naive strategy. Second row: DowJones compared with the index return.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Behaviour of the wealth over time. First row: FTSE 100 compared with the naive strategy. Second row: DowJones compared with the index return.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "10 −3 , τ 2 takes values 10 −4 (left), 10 −3 (center), 10 −2 (right).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Some characteristics of the datasets.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Condition number of matrix C : effect of the shrinkage.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Condition number of matrix H .",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison with the index. Columns contain in order: the test case label, parameters τ 1 and τ 2 , the number of short positions, the percentage of active positions, the percentage of transactions, the Sharpe Ratio, the excess return and the Information Ratio.Comparison with the naive strategy. Columns contain in order: test case label, parameters τ 1 and τ 2 , the number of short positions, the percentage of active positions, the percentage of transactions, the Sharpe Ratio, the excess return, the Information Ratio and the risk reduction factor.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}