{
    "paper_id": "7d793ee099bcf24c109117accbdd8e3a930ff522",
    "metadata": {
        "title": "Circumferential Scar on Wrist of Children: an Explicit Warning Sign of Rubber Band Syndrome",
        "authors": [
            {
                "first": "Pranav",
                "middle": [
                    "S"
                ],
                "last": "Kumar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashish",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ravinder",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "I T"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Common habits develop into rare syndromes.\" This idiom holds true when one such colorful rubber band put on the wrist of a child gets forgotten, burrows through the skin, and presents with a swollen paralyzed hand with a circumferential scar on the wrist. We present two cases of rubber band syndrome (Dhaga syndrome) who presented with painful, swollen, complete claw hand. Until 2019, only 15 cases were reported with predominance of Indian children. MRI is the gold standard investigation where a high degree of clinical suspicion is diagnostic. Surgical exploration with removal of the constricting band and excision of neuroma in continuity of ulnar and median nerves for preventing neurological deficit and tenolysis of tendons depending on the depth of the band is unambiguous treatment of choice. Where history is not forthcoming, a circumferential scar on the wrist of a child demands exploration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Rubber band syndrome is a rare yet serious consequence of a residual constricting band endemic to India [1] . We present a report of two children aged 3 and 4 years who presented with a swollen paralyzed hand and a circumferential scar around the wrist. Its action is akin to a self-tightening cutting seton rather than a static tight ligature which is commonly seen in pediatric practice, making \"Dhaga syndrome\" a misnomer.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 3-year-old male child presented with claw hand and a circumferential scar over the right wrist. MRI showed scarring over the flexor tendons and median and ulnar nerve with preserved continuity. On exploration, a yellow rubber band was extracted deep to the flexor digitorum superficialis tendons. Tenolysis was done for the flexor tendons and excision of neuroma with end-to-end apposition by epi-perineural repair of both nerves done using 8-0 nylon sutures. The wound was closed with multiple z-plasties. Splints were continued for 6 weeks with complete neurological recovery over 1-year follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 1"
        },
        {
            "text": "At the end of the first COVID-19 lockdown, a 4-year-old child presented with a circumferential scar around the left wrist with multiple discharging sinuses on volar and dorsal aspect with complete claw hand. MRI showed osteomyelitis of carpal bones and radial styloid epiphyseal plate. On wound exploration, a black rubber band was extracted deep to the deep fascia. The median nerve was found scarred and ulnar nerve and artery were discontinuous with end neuromas adherent to distal end of ulna. After curettage of osteomyelitic bones, microneural repair was done for both nerves. Healing was uneventful with neurological deficit resolving over 9 months of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2"
        },
        {
            "text": "A linear circumferential scar around the wrist with discharging sinuses and distal edema in a child is easily misdiagnosed as soft tissue inflammation/compartment syndrome. The first ever such case reported dates back to 1965 by Hogeboom et al. [2] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Historically, only 15 cases of acquired rubber band syndrome have been reported worldwide, most of them being from India [3] . It is noticed in children less than 6 years in regions where the bands are tied around the wrist, ankle, arms, or fingers of children for decorative or religious reasons or as a result of mere unnoticed playfulness. Only one case reports a band on a baby's ankle and another on the arm, but the wrist is the most common site [4] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 452,
                    "end": 455,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The band is forgotten, hidden within the wrist crease of chubby toddlers only to present with a swollen hand due to the gradual, surprisingly painless penetration of the elastic band through the soft tissue making it invisible, due to the rapid re-epithelialization of skin in children [4] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The pathognomonic clinical feature is a circumferential constricting scar with one or multiple discharging sinuses [5] . It differentiates from amniotic band syndrome as the rubber band acts like a self-tightening seton cutting through the skin, fascia, tendons, and nerves rather than the scarred skin constricting vascularity and growth of the distal limb. The scar can be addressed locally with multiple z-plasties rather than circumferential excision with reconstruction of the scarred nerves and tendons all in a single stage.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Garge SS et al. reported history of kite thread in a 10-month-old girl, Narayan Kurup et al. reported fracture of radius and ulna, and McIver et al. reported impending compartment syndrome like presentation [6] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Rubber band syndrome is easily a clinical diagnosis for the conscious mind. Gupta et al. confirmed the preoperative diagnosis using USG. MRI is the gold standard investigation but still requires high degree of clinical suspicion to reach a diagnosis in the absence of any corroborative history [3] .",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 297,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Surgical exploration and removal of the buried band are the mainstay of treatment with debridement and sinusectomy with repair of scarred nerves. Postoperative recovery is invariably complete with a good functional outcome [5] . Multiple z-plasties or Lazy S incision should be given to prevent cutting through the band and better exposure. The longer the band remains inside, the deeper it burrows. Agarwal A et al. reveal residual ulnar nerve palsy in the affected limb 14 months postoperatively, even though the neuromuscular structures were anatomically continuous during surgical exploration. None yet has required a nerve or vascular repair according to the literature search [7] . Arora A et al. describe a case of 18-month-old girl, diagnosed and treated for tuberculous infection. Only after persistence of symptoms was surgical exploration done where a thread was found superficial to the volar tendons [8] .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[8]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Very few cases have complicated to the extent of neurovascular damage but none underwent a nerve or vascular repair akin to cases reported here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Moral, \"Skin should not come between the surgeon and the diagnosis.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The 'forgotten rubber band' syndrome -a systematic review of a uniquely 'desi' complication with a case illustration",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanojia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chayapathi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcot.2018.04.014"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The dangerous rubber band",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Hogeboom",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J Dent Child",
            "volume": "32",
            "issn": "4",
            "pages": "199--201",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MRI diagnosis of rubber band constriction syndrome",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sosnouski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Chapin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Thacker",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "J"
                    ],
                    "last": "Walton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.radcr.2020.04.039"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A rare case report of acquired rubber band syndrome due to an unnoticed rubber band on a baby's ankle",
            "authors": [
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transl Pediatrics",
            "volume": "9",
            "issn": "1",
            "pages": "66--69",
            "other_ids": {
                "DOI": [
                    "10.21037/tp.2020.01.03"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acquired constriction ring: a case of rubber band syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Haug",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Surke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mathys",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vögelin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pediatr Emerg Care",
            "volume": "35",
            "issn": "6",
            "pages": "113--115",
            "other_ids": {
                "DOI": [
                    "10.1097/PEC.0000000000000992"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Elastic bands on the wris",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mciver",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Gochman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Emerg Care",
            "volume": "27",
            "issn": "5",
            "pages": "428--429",
            "other_ids": {
                "DOI": [
                    "10.1097/PEC.0b013e318217b5a7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The 'forgotten rubber band' syndrome -a systematic review of a uniquely 'desi' complication with a case illustration",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanojia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chayapathi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcot.2018.04.014"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dhaga syndrome: a previously undescribed entity",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Bone Joint Surg British",
            "volume": "86",
            "issn": "2",
            "pages": "282--286",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}