{
    "paper_id": "7e1ffeedf034f272095740e3e5f79301236129be",
    "metadata": {
        "title": "Analysis of Policies to Protect the Health of Urban Refugees and Asylum Seekers in Thailand: A Qualitative Study and Delphi Survey",
        "authors": [
            {
                "first": "Sataporn",
                "middle": [],
                "last": "Julchoo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mathudara",
                "middle": [],
                "last": "Phaiyarom",
                "suffix": "",
                "affiliation": {},
                "email": "mathudara@ihpp.thaigov.netm.p."
            },
            {
                "first": "Pigunkaew",
                "middle": [],
                "last": "Sinam",
                "suffix": "",
                "affiliation": {},
                "email": "pigunkaew@ihpp.thaigov.netp.s."
            },
            {
                "first": "Watinee",
                "middle": [],
                "last": "Kunpeuk",
                "suffix": "",
                "affiliation": {},
                "email": "watinee@ihpp.thaigov.netw.k."
            },
            {
                "first": "Nareerut",
                "middle": [],
                "last": "Pudpong",
                "suffix": "",
                "affiliation": {},
                "email": "nareerut@ihpp.thaigov.netn.p."
            },
            {
                "first": "Rapeepong",
                "middle": [],
                "last": "Suphanchaimat",
                "suffix": "",
                "affiliation": {},
                "email": "rapeepong@ihpp.thaigov.netr.s."
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Julchoo, S.; Phaiyarom, M.; Sinam, P.; Kunpeuk, W.; Pudpong, N.;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Suphanchaimat, R. Analysis of Abstract: The health of urban refugees and asylum seekers (URAS) in Bangkok has been neglected and health policies for USAR have not materialized. This study aimed to explore the views of stakeholders on policies to protect URAS well-being in Thailand. This study conducted a mixedmethods approach comprising both in-depth interviews and Delphi survey. The interview findings revealed six main themes: (1) the government position on URAS; (2) opinions on Thailand becoming a party of the 1951 Refugee Convention; (3) NGOs on health promotion for URAS; (4) options on health insurance management for URAS; (5) working potential of URAS; and (6) uncertainty of future life plans for URAS. The Delphi survey showed that URAS should have the right to acquire a work permit and be enrolled in the public insurance scheme managed by the Ministry of Public Health. Moreover, the ideology of national security was more influential than the concept of human rights. The ambiguity of the central authorities' policy direction to take care of URAS creates haphazard legal interpretations. The Delphi survey findings suggested the need for a more inclusive policy for URAS, however actual policy implementation requires further research on policy feasibility and acceptance by the wider public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 2019, the estimated number of migrants internationally amounted to 272 million, equivalent to about 3.5% of the world's population [1] . In 2019, there were 79.5 million forcedly displaced people around the world. Among these, 26 million were refugees, and 3.5 million were asylum seekers [2] . The volume of refugees worldwide has greatly increased from 10 million to 26 million in the last decade. Approximately 68% of refugees globally originated from five countries, including Afghanistan, Myanmar, South Sudan, Syria, and Venezuela. The major refugee crises that contributed to massive displacement of people were the exodus of the Rohingya people from Myanmar to Bangladesh and the conflict in Arab countries that caused the unprecedented outflow of refugees from countries including Syria, Iraq, and Libya into Europe [2] .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 831,
                    "end": 834,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Refugees and asylum seekers usually face many health threats, including infectious diseases, non-communicable diseases, and mental health [3] . For infectious diseases, refugee and asylum seekers are likely to be more vulnerable to serious outbreak because of poor living conditions, poor sanitization, and lack of access to healthcare [4] [5] [6] [7] . Kondilis et al. demonstrated that, during the coronavirus disease 2019 (COVID-19) pandemic, refugees and asylum seekers in Greece faced numerous events of outbreaks. The overall 9-month incidence of COVID-19 amongst refugees and asylum seekers in Greece was relatively high (about 2000 cases per 100,000 population) [8] .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 336,
                    "end": 339,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 354,
                    "end": 369,
                    "text": "Kondilis et al.",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thailand is among the most common destination for cross-border migration in Southeast Asia. The majority of migrants in Thailand came from its neighboring countries, namely, Cambodia, Lao PDR, Myanmar, and Vietnam (so-called CLMV nations). At present, there are more than 3 million migrants living in Thailand [9] .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, Thailand is also a residence for refugees and asylum seekers [10] . The country has hosted refugees along the Thai-Myanmar border for more than four decades. During the 1980s and 1990s, Thailand faced a huge influx of refugees from Myanmar because of the conflict between ethnic groups and the Myanmar government. To date, there are nine temporary shelters for almost 100,000 refugees [10] . Apart from sheltering refugees along the border, Thailand is a host country for urban refugees and asylum seekers (URAS). The majority of URAS live in the capital city, Bangkok, approximately 5000. The well-being of sheltered refugees shows tangible advancement as it is relatively straightforward to implement a policy in a well-defined geographical space. The United Nations High Commissioner for Refugees (UNHCR) and international non-governmental organizations (NGOs), such as Médecins Sans Frontières and the International Rescue Committee, provide additional humanitarian assistance in the shelters. In contrast, the health of URAS in Thailand has not been widely discussed in most policy dialogues [11] . In addition, almost all URAS live scattered across the city, creating difficulty in identifying a main responsible agency to take a pivotal role to protect the health of URAS at the utmost. A greater understanding about necessary health policies that support the health of URAS has important public health implications as URAS are necessarily involved with Thailand's quest to achieve universal health coverage (UHC). The Thai government has set a clear direction for UHC where 'all people' on Thai soil must have their health protected. This is stipulated in many policy documents such as the Border Health Plan of the Ministry of Public Health (MOPH) (2017-2521) [12] and Strategies for National Health Insurance Development of the National Health Security Office (2017-2521) [13] .",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1782,
                    "end": 1786,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, the main objective of this study was to explore views of stakeholders engaged with policies that are related to or have influenced the health and well-being of URAS in Thailand. We also investigated the views of URAS themselves to complement the stakeholders' perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study employed a mixed-methods approach, comprising both qualitative and quantitative data collection, and focusing on URAS in Greater Bangkok only (N~5000).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design and Setting"
        },
        {
            "text": "For the qualitative strand, we used in-depth interviews. Prior to and right after the fieldwork, we arranged a meeting among the team members to finetune the understanding on the interview topics and data from the interviewees. Each interview took approximately 45-60 minutes per informant. For Thai interviewees, the interviews either took place face-to-face in the workplace of the informant, or, during a telephone interview, in a private room. For URAS informants, we used face to face interview at the office of Bangkok Refugee Center (BRC). BRC is the main NGO under the patronage of UNHCR. The main function of the BRC is to provide legal support and counselling for URAS. The BRC staff also assisted the research team to recruit URAS who could serve as the informant for the study. However, the BRC staff did not present themselves during the interview with URAS. Only the researchers and URAS informants presented during the interview in BRC private room. A purposive sampling was used to identify key informants and additional informants were identified by snowball selection. The sampling of Thai informants focused on those who had been involved in the policies for URAS or had ever dealt with the research on URAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection Methods"
        },
        {
            "text": "The interviews were audio-recorded and transcribed verbatim, with consent from the interviewees. Key information from the interviews was used to guide the Delphi survey's questions. The total number of 37 interviewees consisted of nine representatives from NGOs with work experience on URAS, five representatives from the MOPH, five independent academics, four healthcare providers in public health facilities where URAS usually visited, four policymakers from the National Health Security Office (NHSO), Ministry of Labor (MOL), Ministry of Foreign Affairs (MFA), and Ministry of Interior (MOI), three representatives from international development agencies, and seven URAS from six nationalities (Afghani, Iraqi, Pakistani, Somali, Sri Lankan, and Vietnamese), Table 1 . For the quantitative strand, a Delphi survey was exercised. We invited the informants from the prior in-depth interviews to take part in the Delphi survey. However, only thirteen informants agreed to participate (four NGO staff, three policymakers, two representatives from international development agencies, one academic, and one healthcare provider). The survey began by circulating the questionnaire via an electronic mail to these thirteen participants. We then collected their responses and sent the questionnaire back to them for another two rounds. In the later rounds, the participants were able to view the group's responses. Two participants dropped out in the later rounds. This meant, finally, eleven participants completed the three-round survey. Once the survey was completed, we then re-interviewed or had an informal discussion with some interviewees to triangulate the survey results against the survey responses (and vice versa) and to assess if any additional themes would emerge. The data were collected in the office computer with password protection. Only the principal investigator could access the interview data. The linkage between the interview and the Delphi survey is visualized in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 763,
                    "end": 770,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1985,
                    "end": 1993,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data Collection Methods"
        },
        {
            "text": "The interview and Delphi survey topics were based on the following framework, Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Interview and Survey Topics"
        },
        {
            "text": "We adapted the concept of the social determinants of health [14] to construct the above framework. In the field practice, the interviews started by building rapport with the informants. For the interviews with the non-URAS informants, researchers emphasized the following issues: overarching policy direction of the government towards the care for URAS (such as international relationships and politics, and international laws and regulations ratified by the Thai government); existing legal mechanisms and policy instruments for URAS (such as immigration law, nationality law, and the present health insurance scheme); and the views and attitudes of the informants towards the optimal approach the Thai government could take towards URAS's health. When we interviewed URAS, we focused mostly on their experiences in accessing health care in Thailand and factors that influenced their well-being. ",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Interview and Survey Topics"
        },
        {
            "text": "The interview and Delphi survey topics were based on the following framework, We adapted the concept of the social determinants of health [14] to construct the above framework. In the field practice, the interviews started by building rapport with the informants. For the interviews with the non-URAS informants, researchers emphasized the following issues: overarching policy direction of the government towards the care for URAS (such as international relationships and politics, and international laws and ",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Interview and Survey Topics"
        },
        {
            "text": "The interview and Delphi survey topics were based on the following framework, We adapted the concept of the social determinants of health [14] to construct the above framework. In the field practice, the interviews started by building rapport with the informants. For the interviews with the non-URAS informants, researchers emphasized the following issues: overarching policy direction of the government towards the care for URAS (such as international relationships and politics, and international laws and The Delphi survey questionnaire consisted of twenty statements in four domains, namely: (i) health financing; (ii) benefit package; (iii) health insurance; (iv) policies to support aspects of well-being (such as education and work rights); and (v) policy direction of the Thai government. A list of all twenty statements is presented in Supplementary File S1. The participants were asked to rate from one (least agree) to five (most agree), noting if and to what extent they agreed with each statement.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Interview and Survey Topics"
        },
        {
            "text": "For in-depth interviews, inductive thematic content analysis was exercised. The researchers began by familiarizing themselves with the interview data, reading through the transcriptions and fieldwork memos and listening to the interviewed audios. Keywords and sentences were highlighted and those with similar content were labeled with the same color. Then, several codes with relevant contents were grouped together and merged into theme. We were able to identify six main themes from the interviews. The coding was completed by SJ and RS. If there were any contradictory issues between the two coders, a consultation with a public health expert of the filed would be performed. The manual coding was performed. Microsoft Excel was used to store the quotes. We presented a coding tree in Supplementary File S2. The interview data were triangulated with the field note and policy documents if needed. Before the final report was published, the researchers arranged a stakeholder meeting on 17 August 2020 to ask for feedback or comment on the findings. For the Delphi survey, descriptive statistics were used. The informants' response was shown in terms of median and percentile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "This study obtained ethics approval from the Institute for Human Research Protection, Thailand (IHRP 595/2562). The data collection process of this study strictly followed the Declaration of Helsinki. The informed consent process in this study was firmly approved by IHRP. All informants were given the participant information sheet before the interview and the survey. Written consent was obtained from all Thai informants. For URAS informants, we accepted verbal consent instead of written consent to avoid any sense of coercion. We offered the Thai informants USD 32 each to compensate for their time dedicated to the interview. For URAS, we provided each interviewee a thank you gift of about USD 10 after the interview was completed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical Consideration"
        },
        {
            "text": "We identified six main themes from the interviews: (i) the Thai Government position on URAS; (ii) opinions on Thailand becoming a party of the 1951 Refugee Convention; (iii) non-government organizations on health promotion for URAS; (iv) options on health insurance management for URAS; (v) working potential of URAS; and (vi) uncertainty of future life plans for URAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes Identified from the Interviews"
        },
        {
            "text": "All stakeholders suggested that the Thai government's position in taking care of URAS was related not only to the healthcare and well-being policies, but also encompassed issues of wider national security and international relations. One of the interviewees pointed out that the Thai government had a clear position to be 'unclear'. If the government's position was too open and supported a human rights concept, there would be concerns that the country could attract more URAS to enter Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Government Position on URAS"
        },
        {
            "text": "'This is a tricky policy of Thailand . . . . Let it all happen. This is a very interesting point when you talked about international relations. I thought the Thai government might know that the government will be in trouble if they are too stiff. So just ignore it, then there will be an excuse.' (C2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Government Position on URAS"
        },
        {
            "text": "Some key informants (A1, B2, and C4) identified that the ambiguity of the overarching policy direction towards URAS caused incoherent practices towards the care for URAS among frontline officers, and created a situation where there was no clear agency accountable for the care for URAS. 'In the other sectors, I don't know if they have main officers to take care of urban refugees and asylum seekers. But in the health sector, we don't have any main responsible agencies.' (C4)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Government Position on URAS"
        },
        {
            "text": "Health sector stakeholders (B2, B3, and B5) commented that health services, such as health insurance for URAS, should be free from the limitations caused by national security concerns. However, interviewees who had work experience with the national security sector (C3 and E2) argued that an insurance policy for URAS should be launched but performed covertly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Government Position on URAS"
        },
        {
            "text": "'This topic is politically sensitive. If the MOPH thinks that health insurance is necessary for them (URAS), we can implement it but this must be done unofficially.' (B3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Thai Government Position on URAS"
        },
        {
            "text": "There were diverse comments about Thailand becoming a party of the 1951 Refugee Convention. Some stakeholders (C3 and E1) commented that the 1951 Refugee Convention committed Thailand to undertake more works for URAS, yet other agencies that supported URAS, such as UNHCR, were not committed to provide support for Thailand. Moreover, some stakeholders noted that UNHCR was not performing well in taking care of URAS. The UNHCR migrant-screening program was not effective enough to grant refugee status for those really in need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions on Becoming a Party of the 1951 Refugee Convention"
        },
        {
            "text": "'In the national security view, becoming a signatory of the Convention (1951 Refugee Convention) is not the best choice.' (E1) Some interviewees (C1 and F2) commented that Thailand would obtain benefits if the country became a party of the convention. Those gaining substantial benefits from becoming a party were NGOs and academics who could use the convention as a tool to drive the healthcare policy agenda for URAS. For some, the 1951 Refugee Convention did not differ from other conventions that Thailand has signed which also promote human rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions on Becoming a Party of the 1951 Refugee Convention"
        },
        {
            "text": "'In my opinion, the 1951 Refugee Convention is about the protection of refugee rights. This topic appears in international laws. The Thai government has already signed many other conventions that are related to human-rights protection. Therefore, I do not see any difference (if Thailand signs the 1951 Refugee Convention).' (F2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions on Becoming a Party of the 1951 Refugee Convention"
        },
        {
            "text": "One of the stakeholders (F3) mentioned that although the Thai government was not part of the 1951 Refugee Convention, the country performed quite well in the care for URAS. The signing of the convention would be an optional benefit, though not necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions on Becoming a Party of the 1951 Refugee Convention"
        },
        {
            "text": "'I think Thailand has always been a silent country, even though Thailand has not signed the Refugee Convention. But still the fact remains that there have been refugees in Thailand for many years. And I would say we have been handling the refugee situation quite positively.' (F3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opinions on Becoming a Party of the 1951 Refugee Convention"
        },
        {
            "text": "This theme is linked to the unclear policy direction of the Thai government towards URAS because when officials did not have a clear mandate to deal with URAS, a few NGOs and civic groups stepped in. BRC is amongst a few charitable organizations responsible for the care for URAS. It provided health consultancy services for URAS. Some other functions included home visits, provision of cash-based interventions (approximately USD 96-125 per month) and subsidizing basic medical expenses, especially for children and pregnant women. ' We support vaccination for children under five years and children with health complications and we also cover the medical expense . . . We may ask for support from the hospital if the health condition is severe and creates huge medical expenses.' (A3)",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Non-Government Organizations on the Health Promotion for URAS"
        },
        {
            "text": "Other NGOs, in addition to the BRC, also intervened. The Buddhist Tzu Chi Foundation organized a clinic for URAS once a month and Asylum Access Thailand (AAT), Center for Asylum Protection (CAP), and Jesuit Refugee Service (JRS) provided legal advice for asylum seekers seeking refugee status. Good Shepherd Bangkok arranged a language school for URAS children, although the school was not authorized by the Ministry of Education. These organizations worked in cooperation with each other, although there was no formal agreement among them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-Government Organizations on the Health Promotion for URAS"
        },
        {
            "text": "The MOPH has implemented a public insurance scheme, namely, the \"Health Insurance Card Scheme\" (HICS) for Cambodia, Lao PDR, and Myanmar (CLM) migrant workers for more than a decade. The scheme provides comprehensive medical benefits at registered public hospitals. The applicant needs to pay an annual premium, including the health check expense, for about USD 64 [15] . In contrast to the HICS for CLM migrant workers, there has been no public health insurance for URAS so far. In the past there was an attempt to widen the legal interpretation of the HICS to allow URAS to buy the insurance but this failed.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "Some interviewees (A2, A3, A4, C3, and E3) mentioned that the Cabinet Resolution on 15 January 2013, by document, did not specify eligible nationalities to the insurance buyer. Therefore, at that time, some hospitals allowed URAS to buy the insurance but then sales were later cancelled due to unclear direction from the Thai government. Some hospitals found that those who bought the insurance were mostly children and elderly people who were prone to sickness. ' We found that most urban refugees were uninsured. Some NGOs said that some URAS were able to purchase the health insurance in the past but this was cancelled because of unclear communication.' (A6) Some stakeholders (for instance, B1 and G1) mentioned that if URAS were allowed to work, they could have the right to be enrolled in the insurance.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 464,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "One of the participants (F3) highlighted that health insurance for URAS should not be separated from existing insurance schemes, according to the concept of an 'inclusive policy' and effective pooling of risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "'First of all, when we talk about health insurance, it will not work when we divide it into different categories, right? The bigger the (beneficiary) pool is, the better the survival of the insurance scheme is, right?' (F3) However, healthcare providers (D2 and D3) commented that health insurance for URAS should not be part of the UHC policy as it might consume healthcare resources that belonged to Thai citizens. Additionally, if any medical expenses incurred, these should be covered by UNHCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "'UNHCR is larger than our hospital. Why should the financial support for refugees be our responsibility? UNHCR should support all of them. If your guest overstays in your home and they do not pay electronic bills, food expenses, and medical expenses, how do you think about this? Will you pay for them?' (D3) 3.1.5. Working Potential of URAS All of the themes above viewed URAS as service users. However, a few interviewees (B1, D4, and E3) suggested that URAS had work potential because some URAS used to work as professionals. Granting URAS the right to work would benefit the country's economy and at the same time decrease public expense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "'If URAS reside in Thailand and do not cause any social problems, we must have information about them, about their residence and we should allow them to work and purchase health insurance.' (E3) Some URAS interviewees informed us that they could speak many languages and used to work as translators in a range of organizations. Some URAS had tried to find a job online and some had graduated with a degree in their previous country of residence. However, the employment policy for non-Thais does not allow URAS to acquire a work permit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "'(ASK: What's your job now?) I work at home. I find a movie and then translate I the movie. I translate it from English to my own language. I like keeping myself busy because when I'm free, my thoughts get worse. There is lots of negative thinking in my mind. Then I do not feel good.' (G3) 3.1.6. Uncertainty of Future Life Plans of URAS All URAS interviewees informed that they did not have any clear long-life plans. They hoped for a resettlement in a third country, but if such a plan was not feasible, they wished to continue living in Thailand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "'I was hoping, you know, to get freedom, to start a really new life as Thai people do . . . Or that we can work to start our life. I have plan to start education if I can, but I know I cannot.' (G2) Some of the interviewees (E2 and F2) commented that the process of resettlement was extremely long and arduous. At the same time, the process for settlement in Thailand was problematic. Some URAS entered the country as a tourist but lived here even after the visa expired.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Options on Health Insurance Management for URAS"
        },
        {
            "text": "The Delphi survey among 13 experts found that the issues that the participants agreed upon most were that URAS should have the right to work, the right to buy MOPH health insurance or insurance provided by the private sector, the right to access basic education, the right to live outside the detention centers, and the right to receive medical benefits that cover treatment for public health threats and conditions (e.g., tuberculosis and influenza). All of these issues received the median score of five. Issues that most experts rated the least (median = two) were; 'Overall, the Thai government presents appropriate policy direction towards URAS', 'The medical benefit for URAS should focus on emergency illnesses and accidents only', and 'The medical charge of URAS should be mainly shouldered by NGOs', ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Delphi Analysis Results"
        },
        {
            "text": "The study is among the very first studies in Thailand, which focus on the country policy and the attitudes of all relevant stakeholders towards the well-being of URAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interviews and Delphi-survey suggested that the ideology of national security and international relations influenced the concept of human rights for URAS. The concept of URAS health has been tightly woven with foreign policy issues over many years. Health issues are still considered \"low politics\", while foreign policy is deemed to be \"high politics\" in decision making [16, 17] . This situation has occurred not only in Thailand, but also in many other parts of the world. For example, according to a study by Klaus, the campaign for the restriction of rights for immigrants and refugees in Poland was used by the ",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The study is among the very first studies in Thailand, which focus on the country policy and the attitudes of all relevant stakeholders towards the well-being of URAS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The interviews and Delphi-survey suggested that the ideology of national security and international relations influenced the concept of human rights for URAS. The concept of URAS health has been tightly woven with foreign policy issues over many years. Health issues are still considered \"low politics\", while foreign policy is deemed to be \"high politics\" in decision making [16, 17] . This situation has occurred not only in Thailand, but also in many other parts of the world. For example, according to a study by Klaus, the campaign for the restriction of rights for immigrants and refugees in Poland was used by the populist political parties to win the election in 2015 [18] . By late 2015, the Polish government launched the Antiterrorist Act stipulating that every foreign citizen would be put under surveillance without any court control with an ultimate aim to stop a refugee influx into the Polish territory.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "With regard to URAS problem solving mechanism, the UN agencies usually puts emphasis on the \"relief\" of URAS' suffering rather than addressing the structural problems that compromise the well-being of migrants. The same situation often occurs with NGOs or charitable organizations that most of the time serve as humanitarian support for URAS. This problem reflects the limitation of UN agencies that do not have solid legal mechanisms to force or even encourage any particular nation to re-orientate its health system by making it more \"inclusive\" for all people on its soil. Therefore, a more practical approach for UN agencies and NGOs is to comply with the local government. However, this approach has a setback as most of the NGOs' (or even UNHCR's) activities usually end up with a humanitarian relief for URAS (or any activities that make URAS more \"resilient\" with the status quo health system) as it is less disputable compared with shaking the structural problems or recognizing URAS as part of the society on equitable grounds with the nationals [19] .",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although Thailand is not a signatory to the 1951 Refugee Convention, the country has long been a key member of ASEAN [20] , which has its own agreement among member states to guarantee human rights, including the right to health for everybody in the region. Therefore, Thailand cannot deny its responsibility to protect the health of URAS. However, it appears that current Thai laws are not developed to protect URAS from the outset. The majority of byelaws for non-Thais mostly concern migrant workers, but not URAS. The most relevant law relating to URAS is the 'Regulation of the Office of the Prime Minister: Screening process for aliens entering the Kingdom of Thailand and incapable of returning to their home country' B.E. 2562 (2019). It establishes a screening mechanism for groups of aliens in line with the nature of Thai society and international situations in order to reach sustainable solutions for Thailand's alien management problem [21] .Yet, the regulation still lacks operational details. Whether Thailand will become a party of the 1951 Refugee Convention or not may not be so important, what may be more important is to have a clear stance on the Thai government's responsibility to take care of URAS.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As long as there is no clear direction from central authorities, there will always be variation in day-to-day operations of the treatment of URAS among street-level bureaucrats [22] . A clear example can be noticed in the recent COVID-19 pandemic in Thailand. Though the Thai government publicly announced to the wider public that all COVID-19 patients (regardless of the nationalities) are able to access free treatment of COVID-19. The hospitals are able to reimburse the healthcare cost from the MOPH and the National Health Security Office (NHSO). However, in practice, there are also administrative problems in reimbursing the healthcare cost for undocumented migrants, not to mention URAS [23, 24] .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "If the Thai government steadfastly rejects the accession of the 1951 Refugee Convention, the domestic mechanisms to take care of URAS health should be strengthened. Moreover, the Thai government should learn from international experience, especially from countries that accepted a refugee influx while refraining from the 1951 Refugee Convention. Janmyr raised the case of Lebanon as an example of a country that is not a party of the 1951 Refugee Convention, but is hailed by the international community for its generosity towards refugees as probably hosting the highest number of refugees in the world in proportion to its population size [25] . Lebanon already has human rights obligations towards refugees on its territory by virtue of membership of the United Nations and its ratification of a number of core human rights instruments [25] . Another interesting issue is the URAS right to work and eligibility to be enrolled in public health insurance in Thailand. For the right to work, Brown et al. suggested that the lack of legal instruments to allow URAS to work legitimately has caused URAS to face a greater risk of being arrested or detained [26] .",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 646,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 840,
                    "end": 844,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1155,
                    "end": 1159,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, the provision of the right to work is likely to lead to better quality of life for URAS because they will be able to access the labor market and gain sustainable livelihood opportunities. The right to work will also allow URAS to gain increased selfreliance and dignity and improve mental health [27, 28] . Fleay and Hartley cited a case study in Australia, suggesting that without the right to work, asylum seekers in Australian communities faced exacerbated feelings of anxiety, sadness, and fear [29] . Most of this study's interviewees, including those who participating in the Delphi survey, indicated that the right to work should be implemented as soon as possible with no critical disagreement from the wider public. The law to promulgate this policy-Royal Ordinance Concerning the Management of Employment of Foreign Workers, B.E.2560 (2017)-is in place [30] and only a Cabinet Resolution is required to implement the policy concretely.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 877,
                    "end": 881,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Giving URAS the right to work also means that Thailand will benefit from an increased labor force (and some URAS are quite well educated). The opening of employment opportunities helps improve the registration data of URAS and positively affects the Thai economy. Additionally, to deal with the refugee crises, it has been recommended that, while poorer countries accede to host refugees, richer countries should help provide financial support to those host countries in order to protect refugees' health and well-being [31] . Since Thailand host numbers of refugees from various nations, this may benefit Thailand as well.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "High healthcare costs and financial difficulties are also a key barrier faced by refugees and asylum-seekers [32] . According to Elsouhang et al. possessing health insurance was significantly associated with increased utilization of medical services among Iraqi refugees in the United States of America [33] . In the Thai context, the financial difficulties that URAS face are not just a matter concerning the work performance of an individual, but these also intertwine with the legal design of a system that does not allow URAS to work legitimately. Moreover, the inclusion of URAS in public health insurance schemes may benefit not only URAS, but the health system as a whole. A substantial volume of literature shows that the exclusion of non-national populations (such as migrants, refugees, and asylum seekers) from official primary health care might save costs early on, but this effect might be lost as costs are shifted to healthcare providers in secondary care or community settings [34] . Again, the promotion of the right to public health insurance for URAS is interlinked with the affordability of insurance, which is also linked to the right to work. It is also linked to the regulation of the state which needs to be clearly specified in laws or official state regulations in order to avoid haphazard interpretation by local healthcare providers [35] .",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1361,
                    "end": 1365,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concerning methodological approaches, some limitations remain in this study. Firstly, this study did not encompass all types of refugees and asylum seekers. Those who were detained in detention centers and those living in the temporary shelter areas along the country border were excluded. A discussion on policies to take care of the health of these populations necessitates a more extensive review on the relevant laws and perhaps requires a wider range of interviewees (including police and state prosecutors). Secondly, the issue of healthcare for URAS is relatively sensitive. According to research ethics, in the fieldwork, the researchers needed to disclose their own work status as persons working with the MOPH, which may have created an unfavorable feeling among the URAS interviewees. For example, some URAS might feel uncomfortable disclosing their life stories or unpleasant experiences with state officials to the researchers. In contrast, state official interviewees may have tended to answer the interview questions in a way that tried to meet the researchers' expectation (social desirability bias). However, the researchers addressed these issues by using methodological triangulations (such as contrasting the interview findings with the review on policy documents). Lastly, suggestions from the interviews or Delphi survey (for instance, the provision of rights to employment and public health insurance enrollment) does not mean final consensus from policy experts and of course does not mean that these suggestions can be implemented without societal disagreement. In reality, to implement such policies, there needs a much wider consultative process from all angles of the political sphere. Further studies that explore policy feasibility for URAS are of great value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Policies to protect the health of URAS are mainly influenced by the ideology of national security and international relations and the concept of human rights is considered \"low politics\" in the power operations in all political spheres. The ambiguity of the policies relating to URAS coming from central authorities has caused varying legal interpretations and incoherence of practice among frontline officers regarding healthcare for URAS. The right to legitimate employment and public insurance enrollment are issues that should be implemented soon in order to improve URAS's livelihoods. Further studies that examine the feasibility of implementing these proposals and the extension of studies to cover refugees and asylum seekers from non-urban settings, such as detainment centers or sheltered areas, are recommended. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Trends: Forced Displacement in 2019; UN High Commissioner for Refugees",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unhcr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Migrant and refugee populations: A public health and policy perspective on a continuing global crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aloudat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bartolomei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carballo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durieux-Paillard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gabus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablonka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaojaroen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antimicrob Resist. Infect. Control",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13756-018-0403-4"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Migrants and refugees: Improving health and well-being in a world on the move",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PLOS Medicine Editors",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1002876"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Refugees and the Impact of Covid-19: Background Guide Challenge Topic #1",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Review of infectious diseases in refugees and asylum seekers-current status and going forward",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Eiset",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wejse",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health Rev",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40985-017-0065-4"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report on the Health of Refugees and Migrants in the WHO European Region. No PUBIC HEALTH without REFUGEE and MIGRANT HEALTH",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of the COVID-19 pandemic on refugees and asylum seekers in Greece: A retrospective analysis of national surveillance data from 2020",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kondilis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Papamichail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mccann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carruthers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Veizis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orcutt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hargreaves",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eclinm.2021.100958"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health of Refugees and Migrants: Parctices in Addressing the Health Needs of Refugees and Migrants",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Refugees from 40 Countries Flee to the Urban Area: A Hope for Survival",
            "authors": [
                {
                    "first": "Posttoday",
                    "middle": [],
                    "last": "Online",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Strategy and Planning Division; Office of the Permanent Secretary",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Closing the gap in a generation: Health equity through action on the social determinants of health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Friel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Houweling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "",
            "pages": "1661--1669",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(08)61690-6"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health Insurance Card Scheme\" for Cross-Border Migrants in Thailand: Responses in Policy Implementation & Outcome Evaluation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suphanchaimat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Global Health and Foreign Policy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiol. Rev",
            "volume": "32",
            "issn": "",
            "pages": "82--92",
            "other_ids": {
                "DOI": [
                    "10.1093/epirev/mxq006"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "High Politics, Low Politics, and Global Health",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Youde",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Glob. Secur. Stud",
            "volume": "1",
            "issn": "",
            "pages": "157--170",
            "other_ids": {
                "DOI": [
                    "10.1093/jogss/ogw001"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The New Right-Wing Government in Poland and its Policy towards Immigrants and Refugees",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "First",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Surveill. Soc",
            "volume": "15",
            "issn": "",
            "pages": "523--528",
            "other_ids": {
                "DOI": [
                    "10.24908/ss.v15i3/4.6627"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Jus Gentium & the Arab as Muselmänner: The \"Islamist Winter\" is the Pre-Emptive (Creative) Chaos of the \"Arab Spring",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Al-Kassimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "ASEAN Human Rights Declaration and Phnom Penh Statemant on the Adoption of the ASEAN Human Rights Declaration (AHRD)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asean Secretariat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Association of Southeast Asian Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Regulation of the Office of the Prime Minister: Screening Process for Aliens Entering the Kingdom of Thailand and Incapable of Returning to Their Home Country",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal Thai Government",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Government Gazette",
            "volume": "136",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Street-level bureaucracy: An underused theoretical model for general practice?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J F"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sornalingam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;donnell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Br. J. Gen. Pract",
            "volume": "65",
            "issn": "",
            "pages": "376--377",
            "other_ids": {
                "DOI": [
                    "10.3399/bjgp15X685921"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Is Treatment for COVID-19 Really Free in Thailand?",
            "authors": [
                {
                    "first": "Pbs",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "World",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Free Treatment for All Virus Patients",
            "authors": [],
            "year": 2020,
            "venue": "Bangkok Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "No Country of Asylum: 'Legitimizing' Lebanon's Rejection of the 1951 Refugee Convention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Janmyr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Refug",
            "volume": "29",
            "issn": "",
            "pages": "438--465",
            "other_ids": {
                "DOI": [
                    "10.1093/ijrl/eex026"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Refugee Livelihoods in the International Context",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mackie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dickenson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gebre-Egziabher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "10--22",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Perceptions about the Labor Market Integration of Refugees: Evidences from Syrian Refugees in Jordan",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sahin Mencutek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Nashwan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Int. Migr. Integr",
            "volume": "22",
            "issn": "",
            "pages": "615--633",
            "other_ids": {
                "DOI": [
                    "10.1007/s12134-020-00756-3"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Refugees' right to work and access to labour markets: Constraints, challenges and ways forward",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zetter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ruaudel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Forced Migr. Rev",
            "volume": "58",
            "issn": "",
            "pages": "4--7",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "I Feel Like a Beggar': Asylum Seekers Living in the Australian Community without the Right to Work",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fleay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Int. Migr. Integr",
            "volume": "17",
            "issn": "",
            "pages": "1031--1048",
            "other_ids": {
                "DOI": [
                    "10.1007/s12134-015-0453-x"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Royal Ordinance Concerning the Management of Employment of Foreign Workers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Royal Thai Government",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Refugee resettlement, redistribution and growth",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Azarnert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Political. Econ",
            "volume": "54",
            "issn": "",
            "pages": "89--98",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejpoleco.2018.03.007"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Health System Responses to the Health Needs of Refugees and Asylum-seekers in Malaysia: A Qualitative Study",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "L H"
                    ],
                    "last": "Chuah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yeo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Legido-Quigley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16091584"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Factors Associated with Healthcare Utilization Among Arab Immigrants and Iraqi Refugees",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elsouhag",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arnetz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lumley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Broadbridge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnetz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Immigr. Minority Health",
            "volume": "17",
            "issn": "",
            "pages": "1305--1312",
            "other_ids": {
                "DOI": [
                    "10.1007/s10903-014-0119-3"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Cost of Exclusion from Healthcare the Case of Migrants in an Irregular Situation",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The State of the World's Refugees: Adapting Health Responses to Urban Environments",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guterres",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "308",
            "issn": "",
            "pages": "673--674",
            "other_ids": {
                "DOI": [
                    "10.1001/2012.jama.10161"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Linkage between in-depth interviews and Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conceptual framework serving as a basis for the interviews and the Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Linkage between in-depth interviews and Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Linkage between in-depth interviews and Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Conceptual framework serving as a basis for the interviews and the Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Conceptual framework serving as a basis for the interviews and the Delphi survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Int. J. Environ. Res. Public Health 2021, 182, 566 9 of 15",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Delphi survey asking about the main responsible authority that should cover medical charges of URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. MOPH = 3, NHSO = 3, URAS = 3, UNHCR = 4, NGO = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Delphi survey asking about the benefit package that should cover for URAS. Note: The Scheme 25. th and 75th percentile, respectively. Basic disease = 4, emergency and accident = 2, communicable disease = 5, similar to Thai citizens = 4, similar to migrant workers = 4, mental disease = 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Delphi survey asking about the main responsible authority that should cover medical charges of URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. MOPH = 3, NHSO = 3, URAS = 3, UNHCR = 4, NGO = 2. Int. J. Environ. Res. Public Health 2021, 182, Delphi survey asking about the main responsible authority that should cover medical charges of URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. MOPH = 3, NHSO = 3, URAS = 3, UNHCR = 4, NGO = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Delphi survey asking about the benefit package that should cover for URAS. Note: The Scheme 25. th and 75th percentile, respectively. Basic disease = 4, emergency and accident = 2, communicable disease = 5, similar to Thai citizens = 4, similar to migrant workers = 4, mental disease = 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Delphi survey asking about the benefit package that should cover for URAS. Note: The Scheme 25th and 75th percentile, respectively. Basic disease = 4, emergency and accident = 2, communicable disease = 5, similar to Thai citizens = 4, similar to migrant workers = 4, mental disease = 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Delphi survey asking about the main health insurance provider that should cover for URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. HICS = 5, SSS = 4, NHSO = 4, Private organization = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Delphi survey asking about the other aspects of well-being that should urban refugees should have rights. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. Enjoy basic education = 5, get work permit = 5, register to civil profile = 4, live outside detention center = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Delphi survey asking about the main health insurance provider that should cover for URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. HICS = 5, SSS = 4, NHSO = 4, Private organization = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Delphi survey asking about the main health insurance provider that should cover for URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. HICS = 5, SSS = 4, NHSO = 4, Private organization = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Delphi survey asking about the other aspects of well-being that should urban refugees should have rights. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. Enjoy basic education = 5, get work permit = 5, register to civil profile = 4, live outside detention center = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Delphi survey asking about the other aspects of well-being that should urban refugees should have rights. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. Enjoy basic education = 5, get work permit = 5, register to civil profile = 4, live outside detention center = 5.Int. J. Environ. Res. Public Health 2021, 182, 566 11 of Delphi survey asking about position of Thai government towards URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. Ratify to the 1951 Refugee Convention = 3, appropriate position of Thai government = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Delphi survey asking about position of Thai government towards URAS. Note: The square on the line denotes the median score. The left and right ends of the line denote the score at 25th and 75th percentile, respectively. Ratify to the 1951 Refugee Convention = 3, appropriate position of Thai government = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Materials: The following are available online at https://www.mdpi.com/article/10 .3390/ijerph182010566/s1, Supplementary File S1: questionnaires for Delphi survey, Supplementary File S2: coding tree. Author Contributions: All authors set the study. Conceptualization, S.J. and R.S.; methodology, S.J. and R.S.; formal analysis, S.J., M.P., P.S., W.K., N.P. and R.S.; writing-original draft preparation, S.J.; writing-review and editing, M.P., P.S., W.K., N.P. and R.S.; visualization, S.J.; project administration, P.S.; funding acquisition R.S.; supervision, R.S. All authors have read and agreed to the published version of the manuscript.Funding: The publication fee of this article was supported by the Health Systems Research Institute (HSRI), Thailand. Institutional Review Board Statement: This study was conducted according to the guidelines of the Declaration of Helsinki and ap-proved by the Institute for the Development of Human Research Protections in Thailand (IHRP 595/2562). Informed Consent Statement: Informed consent was obtained from all subjects involved in the study. Data Availability Statement: Data available on request due to ethical restrictions.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of key informants' interviews.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank government officials, non-governmental organization staff, international organization representatives, and urban refugees and asylum seekers for their support to conduct in-depth interviews and the Delphi survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare that they have no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}