{
    "paper_id": "7e515b58a1e239e0921876f95a44cc21bd6dadf4",
    "metadata": {
        "title": "Are women leaders significantly better at controlling the contagion?",
        "authors": [
            {
                "first": "Soumik",
                "middle": [],
                "last": "Purkayastha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Maxwell",
                "middle": [],
                "last": "Salvatore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Bhramar",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {
                        "postCode": "48109",
                        "settlement": "Ann Arbor",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "*",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Recent media articles have suggested that women-led countries are doing better in terms of their responses to the COVID-19 pandemic. We examine an ensemble of public health metrics to assess the control of COVID-19 epidemic in women-vs men-led countries worldwide based on 10 data available up to June 3. The median of the distribution of median time-varying effective reproduction number for women and men led countries were 0.89 and 1.14 respectively with the 95% two-sample bootstrap-based confidence interval for the difference (women -men) being [-0.335, 0.028]. In terms of scale of testing, the median percentage of population tested were 3.28% (women), 1.59% (men) [95% CI: (-1.285%, 3.600%)] with test positive rates of 2.69% (women) 15 and 4.94% (men) respectively. It appears that though statistically not significant, countries led by women have an edge over countries led by men in terms of public health metrics for controlling the spread of the COVID-19 pandemic worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We quantitatively compare countries led by women with countries led",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The remarkable success of the chancellor of Germany Angela Merkel, the prime minister of New Zealand Jacinda Ardern, the prime minister of Finland Sanna Marin and the Icelandic prime minister Katrín Jakobsdóttir in controlling the SARS Coronavirus pandemic has 25 received much attention (1) . There has been a wave of articles in the media that celebrate the COVID-19 response efforts in women-led countries (2) along with the promotion of progressive policies which would reduce severe COVID-19 outcomes (3) . In this note, we attempt to quantify the effect of women leaders more broadly across the world in terms of public health and policy relevant measures that have been widely discussed in the last three months for controlling a 30 pandemic. Instead of qualitative comparisons and statements, we assess statistical significance of the hypotheses that performance is different between women and men heads of nations.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Main Text:"
        },
        {
            "text": "Since the world is full of data, we use data from (4) to carry out a two-group comparison of countries led by men and women. The list of countries with women leaders was retrieved from 35 (5). We restrict our analysis to countries with at least 100 cumulative reported cases of COVID-19 infections and at least 10 days of reported data as of 3 rd June 2020. Of the 158 countries so chosen, 18 have women heads of state while the other 140 have men heads of state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "We first create a plot of the effective time varying reproduction number at time t, namely, R(t) (6) for all 158 countries ( Figure S1 ). Time zero in the figure is defined as the day when each country crossed at least 50 cases. We construct smoothed trajectories of median R(t) across countries, stratified by sex of head of state. We calculate the mean, median and maximum R(t) over the course of the pandemic (from time zero till June 3rd) for each country based on the computed R(t) 5 trajectories. We present stratified density plots of these summaries by men and women leaders, along with most recent values of country-level effective R ( Figure S2 ). We create a forest plot of country-specific medians and associated 95% confidence intervals (CI) of R(t) values over the course of the pandemic (Figure 1 ).",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 487,
                    "end": 488,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 654,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 811,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods:"
        },
        {
            "text": "In addition to visual inspection, we do some formal statistical inference. Since the sample sizes of the two groups are unbalanced (18 versus 140) and the distributions are visibly not normal-like, we use resampling procedures. For median, mean, maximum and most recent (as of June 3rd) values of time-varying R(t), we perform a two-sample bootstrap procedure-based comparison of medians and construct 95% CI based on empirical 2.5 th and 97.5 th percentile of the bootstrap ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "From Figure 1 , we note that most women led countries have median R(t) values towards the lower end of the scale. It appears that in terms of all features of the time varying reproduction number curve, women are ahead, but since the confidence intervals contain zero, the results are not statistically significant at 5% level of significance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "35"
        },
        {
            "text": "Comparing the sex-stratified distribution of median of country-specific doubling times (longer is 40 better for slowing down the virus), we note a similar pattern, with the distribution for women led countries having more mass on longer doubling times than men led countries -with 16.2 and 15.8 days as the median values of doubling time for men and women respectively (the 95% bootstrap . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.06.20124487 doi: medRxiv preprint CI of the median difference of the two distributions is [-0.633, 2.004] days). The same goes for case-fatality rates (lower is better), women led countries have lower median case-fatality rate, with the median for countries with women heads of state being 2.46%, while that for countries with men heads of state is 2.73%. Comparing CFRs stratified by sex of head of state by a two-sample bootstrap procedure yields a 95% CI of the median difference given by [-1.4%, 1.8%]. 5 We know that extensive testing and contact tracing is key benchmark for success in this public health crisis. A comparison of percentage of population tested between the two groups yields median values of 3.28% and 1.59% for women and men led countries respectively (more testing is better). The 95% CI estimate of the difference of medians is [-1.285%, 3.600%]. Comparing women and men leaders on the basis of another testing metric -percentage of positive tests (lower is better) -yields a median 2.69% and 4.94% for women and men respectively, with [-4.889%, 0.301%] as the 95% CI of the difference of median values.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 615,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Comparing three measures summarizing the trajectory of time varying reproduction 15 number R(t) as well as most recent values of R(t), we note that the group of countries led by women appear to have better public health metrics, although the median difference between the two groups of countries is not statistically significant. A similar comment can be made while investigating group-differences of doubling time and case-fatality rates. As far as scale of testing is concerned, we note that countries with women heads of state tend to do better with more testing and lower 20 test positive rates, although this difference is again, not statistically significant. An interesting observation here is that most countries with women heads of state are releasing testing data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "This unadjusted ecological analysis is obviously wrinkled with several limitations and potential confounding that makes it impossible to conclude the causal impact of women leaders on pandemic . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 9, 2020. . https://doi.org/10.1101/2020.06.06.20124487 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Off the back burner: Diverse and gender-inclusive decision-making for COVID-19 response and recovery",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Daalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Global Health",
            "volume": "5",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why Are Women-Led Nations Doing Better With Covid-19? The New York 35 Times, Retrieved",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taub",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Women in power: Countries with female leaders suffer six times fewer Covid deaths and will recover sooner from recession. OpenDemocracy, Retrieved",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coscieme",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fioramonti",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trebeck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "List of elected and appointed female heads of state and government, Wikipedia, Retrieved",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A New Framework and Software to",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cori",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "consider the doubling time (DT) metric and case-fatality rate (CFR) metric under the same analytical lens. To evaluate the scale of diagnostic testing to identify new COVID-19 cases, we compare 85 countries which have released testing data (67 led by men and 18 led by women) on 20 the basis of two metrics: percentage of population tested and percentage of positive tests. We present clustered bar plots comparing percentage of population tested and percentage of positive tests for these 85 countries (Figure 2). Results: Figure S2 reveals a shift in the sex-stratified distributions of median, mean, maximum 25 and most recent values of R(t) ---they have more probability weight towards smaller values for the women (lower the R, slower is the transmission). Comparing the two distributions (women vs men) on the basis of median of time-varying R(t) yields a median value of 0.893 for women and 1.14 for men. Values of R below unity are desirable. The bootstrap procedure comparing difference of median (women-men) yields a 95% CI of [-0.335, 0.028]. Similar comparisons 30 between sex-stratified distributions of mean of time-varying R(t) yields a median of 1.23 for women and 1.42 for men and a 95% CI of the difference as [-0.382, 0.072]. Comparing maximum of the time-varying R(t) yields a median value of 4.40 for women and 4.61 for men, with the 95% CI for their difference given by [-1.553, 1.701]. A group-wise comparison of most recent R(t) (as of 3rd June) yields a median of 0.790 for women and 1.05 for men, with 95% CI [-0.413, 0.090].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "25 outcomes. Several common causes can influence this pattern. Perhaps societies that are progressive and open enough to recruit diverse leaders have a better chance of fighting the virus as a collective? Something to think about when we appoint and elect our future leaders. Estimate Time-Varying Reproduction Numbers During Epidemics. American Journal of Epidemiology, 178(9), 1505-1512 (2013). Acknowledgments: The authors will like to thank the University of Michigan Rogel Cancer Center, Center for Precision Health Data Science, University of Michigan School of Public 15 Health and Michigan Institute of Data Science for supporting this reserach: Competing interests: Authors declare no competing interests. Data and materials availability: Data sourced from public repositories. All code are available at covind19.org. List of Supplementary Materials: Time varying plot of the effective time varying reproduction number of all 158 countries, with locally smoothed trajectories of median of time-varying reproduction number, stratified by sex of head of state. Distributions of mean, median, maxima and most recent values of time-varying effective reproduction number, stratified by sex of head of state.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Forest plot of country-specific median and associated 95% CI of time-varying effective reproduction number, stratified by sex of head of state. Bar plots of country-specific testing data (A: percentage of population tested and B: percentage of positive tests), stratified by sex of head of state.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}