{
    "paper_id": "80350c5f78702851b1dff8f65f721b285d9f5309",
    "metadata": {
        "title": "Assessing the implementation of governance best practices by Latin American ports",
        "authors": [
            {
                "first": "Maria",
                "middle": [
                    "D"
                ],
                "last": "Gracia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Tamaulipas",
                    "location": {
                        "settlement": "Tampico",
                        "country": "Mexico"
                    }
                },
                "email": ""
            },
            {
                "first": "Rosa",
                "middle": [
                    "G"
                ],
                "last": "González-Ramírez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Los Andes",
                    "location": {
                        "settlement": "Santiago",
                        "country": "Chile, Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Luis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Ascencio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad de Los Andes",
                    "location": {
                        "settlement": "Santiago",
                        "country": "Chile, Chile"
                    }
                },
                "email": ""
            },
            {
                "first": "Julio",
                "middle": [],
                "last": "Mar-Ortiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Tamaulipas",
                    "location": {
                        "settlement": "Tampico",
                        "country": "Mexico"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Cl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Gracia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, a semi-structured interview approach is used to assess governance and institutionalist practices promoted among successful port systems worldwide, in Latin American ports. The aim is to provide recommendations that would allow Latin American ports to reach high performance scores through governance practices, and face the challenges imposed by the COVID-19 pandemic, fostering a more resilient port ecosystem. A three-stage methodological framework, composed of six steps, is proposed. In the first stage, semi-structured interviews were carried out, with a total of 178 participants, to assess the state of implementation of governance practices in 24 Latin American ports. These practices were identified from a literature review and are promoted among successful port systems worldwide. In a second stage, the relationship between governance practices in ports and their performance was analyzed, aiming to identify those governance and institutionalist strategies that are most extensively used by the best performing ports. Finally, in a third stage, we provide recommendations that would allow Latin American ports to reach high performance scores through improved governance practices. The results indicate that digitalization and coordination among the stakeholders of the port logistics community are two of the most cited governance practices in the best performing Latin American ports. This paper contributes to the theory of port governance in Latin America, by empirically relating and identifying those governance practices which contribute to port performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Growing international trade volumes have benefited from a sustained global economic growth. Public policies, multilateral, and regional trade agreements (e.g., the WTO trade facilitation agreement), as well as innovation in technologies and information systems, have enhanced port activity. Seaports play a key role in the performance of global supply chains, beyond their traditional function as intermodal infrastructure, as facilitators of the required processes for exporting and importing cargo. As indicated by Ascencio et al. (2014) , the multiple stakeholders that participate in port activities imply the need for coordination and collaboration, principles promoted by the supply chain management theory.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 539,
                    "text": "Ascencio et al. (2014)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Integrating ports and terminals in value-driven supply chains is a key aspect and has shifted the focus towards horizontal and vertical integration and collaboration among relevant actors of the port supply chain to capture value along the chains (Notteboom and Haralambides 2020) . Accordingly, modern seaports can be considered pivotal entities of global supply chains (Notteboom and Haralambides 2020) . González-Laxe et al. (2016) correctly argue that when a port intends to take part in a global supply chain, its activities transcend domestic/regional frontiers. Notteboom (2007) has emphasized the fact that \"ports are inclined to develop new governance structures, which should be tailored to the specific local conditions in terms of culture and port objectives.\" Particularly in the region of Latin America and the Caribbean (LAC), Pinto and Sánchez (2015) highlight the need for a new governance model for the region, referring to this as \"governance 2.0.\" This is justified as challenges exist to which ports in the region need to effectively respond. Previous efforts made in the 90s for the modernization of ports by the participation of private companies that developed infrastructure are no longer enough to respond to the challenges and pressures imposed nowadays by both globalization and fierce competition that demand better service levels and agile distribution channels. In the same line, Gonzalez-Laxe et al. (2016) evidence the gap that Latin America has with respect to Southern Europe, remarking on the need for a profound revision of port governance to adapt to changes and new challenges.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 280,
                    "text": "(Notteboom and Haralambides 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 371,
                    "end": 404,
                    "text": "(Notteboom and Haralambides 2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 407,
                    "end": 434,
                    "text": "González-Laxe et al. (2016)",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 585,
                    "text": "Notteboom (2007)",
                    "ref_id": null
                },
                {
                    "start": 852,
                    "end": 866,
                    "text": "Sánchez (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1411,
                    "end": 1438,
                    "text": "Gonzalez-Laxe et al. (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, looking at the results of global indicators such as the Logistics Performance Index (LPI) or Doing Business measured by the World Bank, it is possible to observe that the LAC region has structural problems that limit the competitiveness and productivity of logistics activities, in addition to low interregional foreign trade. Motivated by the low performance of the logistics systems in the region, a program was carried out starting at the end of 2014: \"Digital and Collaborative Network of Ports (D&CP Network).\" The program was led by the LAC Economic System, SELA and the Development Bank of Latin America, CAF (SELA 2014 (SELA , 2016 . The program promoted the best practices that may increase port competitiveness in the region. Preliminary results have been presented in Ascencio and González-Ramírez (2016a, b) .",
            "cite_spans": [
                {
                    "start": 629,
                    "end": 639,
                    "text": "(SELA 2014",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 640,
                    "end": 652,
                    "text": "(SELA , 2016",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 792,
                    "end": 832,
                    "text": "Ascencio and González-Ramírez (2016a, b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, a semi-structured interview approach is used to assess the state of implementation (SI) of a series of governance and institutionalist practices promoted among successful port systems worldwide in Latin American ports. The aim is to provide recommendations that would allow Latin American ports to reach high performance scores through improved governance practices. A threestage methodological framework is applied. In the first stage, a semi-structured interview is carried out in 24 Latin American ports under the scope of the activities developed during the implementation of the D&CP Network. In a second stage, the relationship between governance practices in ports and their performance is analyzed, aiming to identify those governance and institutionalist strategies that are most extensively used by the best performing ports. Finally, in a third stage, we provide recommendations that would allow Latin American ports to reach high performance scores through better governance practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The methodology considered in the present study is based on a semi-structured interview procedure and a literature review to identify the best port governance practices around the world. A free response interview format was chosen in preference to a multiple option item format, to avoid suggesting any specific governance and institutionalist practice to the respondents. This procedure also allowed us to probe respondents who were reticent or nonverbal. Most of the interviews were scheduled in groups, to which the participants were invited with the support of the Port Authority (PA). During the activity, the objectives of the D&CP Network program were explained to the participants. In addition to developing a structured interview to assess governance and institutionalist practices, a second goal of the study was to determine the relationship between the ports' reported use of these strategies and an omnibus measure of logistics accomplishment: their achievement track in logistics efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a hypothesis of this work, it is considered that ports in the high-performance group would display greater use of governance and institutionalist best practices than ports in the low-performance group. Thus, this paper aims to identify those governance and institutionalist best practices that were most extensively used by high-performance ports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the next section, the theoretical foundations for this study as well as a discussion of the related literature are presented with the aim of analyzing the main contributions that are related to port governance and specifically, of identifying the best practices for port governance management and the port logistics communities (PLCs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Governance is defined by the OECD as the use of political, economic, and administrative powers necessary to manage the affairs of a country. According to Brooks and Cullinane (2007) , governance principles apply to all relationships between public, private agencies, and their stakeholders. Stoker (1998) defines governance as \"the set of institutions and actors that are drawn from but also beyond governance. Governance is about an autonomous self-governing network of actors and identifies the power dependence involved in the relationships between institutions involved in collective actions.\" In this regard, the multiple and diverse public and private stakeholders involved in international trade processes represent such network of actors. Vieira et al. (2014) remark that governance outcomes are associated with the effectiveness and efficiency of the port supply chain, and hence, the port governance model should provide a framework that facilitates the execution of actions that support the coordination of actors and flows of the port supply chain.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 181,
                    "text": "Brooks and Cullinane (2007)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 304,
                    "text": "Stoker (1998)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 747,
                    "end": 767,
                    "text": "Vieira et al. (2014)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Another definition of port governance is provided by Gonzalez-Laxe et al. (2016) . They define it as \"the governance of the system of relationships and behaviours that define the functioning of a port in the context of a logistics chain.\" They point out that \"governance may be seen as the decision-making process and the process through which such decisions are either implemented or not, being conditioned by the set of mechanisms, procedures and rules established by institutions, both formally and informally.\" Drewe and Janssen (1998) have also stated that ports need to practice the art of the long view and be continuously innovative, while coping successfully with uncertainty. In this regard, port governance needs to adapt to the changing port ecosystem. The COVID-19 pandemic has demonstrated how complex and uncertain the port environment is and the vulnerabilities that global supply chains face; the role of the PA must, therefore, be adapted as well (Notteboom and Haralambides 2020) .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 80,
                    "text": "Gonzalez-Laxe et al. (2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 515,
                    "end": 539,
                    "text": "Drewe and Janssen (1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 965,
                    "end": 998,
                    "text": "(Notteboom and Haralambides 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "A typology of port administration models was defined by the World Bank (2001). Four port administration models were identified: the private service port, the landlord port, the tool port, and the service port. At present, the most commonly employed model corresponds to the landlord port in which the PA leases the port land and adjacent aquatic surfaces under a concession model aiming to balance public and private goals. However, as highlighted by Notteboom and Haralambides (2020) , the landlord model is commonly bureaucratic, and in several cases, the PA has limited autonomy and authority over the different stakeholders of the port community. For instance, PAs commonly do not have authority over stakeholders such as bonded warehouses and empty container depots that play a significant role in the efficiency of port processes as an important echelon of the port supply chain. Hence, sometimes PAs have what is referred to as \"responsibility without authority\" (Notteboom and Haralambides 2020). Drewe and Janssen (1998) remark that the port is the focus of two types of logistics: product logistics and cargo logistics. A ship-oriented port implies a strategy of standardization and massing of flows and services, in which the port no longer constitutes a breakpoint in the transport chain. In contrast, a cargo-oriented port is marked by more value adding and customization of activities and less technologydriven port development (Haven van Rotterdam 1986) . How cargo oriented a port is, has a significant impact on port competitiveness, as this is an attribute that generates more value than just the port infrastructure offered.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 484,
                    "text": "Notteboom and Haralambides (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1005,
                    "end": 1029,
                    "text": "Drewe and Janssen (1998)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1442,
                    "end": 1468,
                    "text": "(Haven van Rotterdam 1986)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "De Langen (2004) and De Langen and Haezendonck (2012) conceptualize the port cluster as \"an economic complex consisting of all firms related to the arrival of ships and cargo and located in one region.\" This is also related to what has been referred to as a maritime cluster, defined as the \"geographical concentration of maritime industries and supporting institutions in a certain region, where enterprises and supporting institutions link together and form a network\" (Doloreux 2017 ). In the same line, Van den Berg et al. (2017) introduce the concept of the port business ecosystem, with the idea of having multiple users, while Van der Lugt and De Langen (2018) propose a definition of the port business ecosystem whereby \"ports are localized business networks in which individual companies strongly depend on the development of the ecosystem as a whole.\"",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 16,
                    "text": "Langen (2004)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 471,
                    "end": 485,
                    "text": "(Doloreux 2017",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 507,
                    "end": 533,
                    "text": "Van den Berg et al. (2017)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 634,
                    "end": 667,
                    "text": "Van der Lugt and De Langen (2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Particularly, De Langen and Haezendonck (2012) provide a framework in which they apply the port cluster management concept and highlight the role of the PA and its leadership in the port cluster. They propose a framework to analyze investment decisions with collective benefits. Furthermore, they analyze the PA port governance structure for the cluster manager, contrasting a local versus a national PA, as well as the appropriate geographical scope of the PA. In the same research line, Qingmei and Hong (2020) analyze the effect of maritime cluster on port production efficiency. They indicate that maritime clusters generally originate from port activities, and that there is an interaction between them.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 512,
                    "text": "Qingmei and Hong (2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Under the scope of the port cluster or port business ecosystem, the PA is considered as the central organization in the cluster governance, incorporating activities beyond the port's domain, including the development of local economy, business integration, urban development, and environmental protection. Those external activities are described by Monios (2019) as essential components of the polycentricity of ports, involving many stakeholders outside the port and even outside the logistics sector. The business ecosystem perspective provides insights for the Port Development Company (PDC) role of the PA. This has been analyzed by De Langen et al.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 362,
                    "text": "Monios (2019)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "(2020). They analyze the implications of circular economy for the business model of the PDC. The PDC is an autonomous but government-owned company, responsible for port development aimed at the financial sustainability of the port and the creation of societal value. Based on the implications of the port business ecosystem, innovation and integration capabilities are critical factors for ecosystem developers, in this case, the PDC or PA. Vieira et al. (2014) study port governance in the Port of Valencia, Spain. In 2009, this port was considered best in class by the Port of Cluster Governance Committee of the Global Institute of Logistics. Based on interviews with experts, the port governance model was analyzed from the managers' and users' points of view. The main findings of the study identified the governance actions that have been undertaken by the port. Among them, we can highlight the Quality System named \"Marca de Garantía,\" whose direct outcomes impact the efficiency of the port supply chain by reducing cargo dwell times and costs of operations.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 461,
                    "text": "Vieira et al. (2014)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Closely related to previous concepts, in Latin America, the conformation has emerged of what is referred to as \"port logistics communities\" (PLC). These are instances of collaboration to generate consensus among the actors of the port logistics chain, discuss local problems, and reduce gaps that may have been identified (MTT 2018). The PLC is formed so that stakeholders work together and solve problems that affect the port supply chain under the umbrella provided by the PA (in the case of public ports), playing a fundamental role as leader and coordinator. Accordingly, the port community is born as a collective management and coordination tool between the key stakeholders of a port cluster, or a port region, who interact and at the same time, benefit from business processes, operations, products, and services. Its current importance is attributed to the challenges, complexities, and increasing intensity of business relationships, strategies, and common investments necessary to make a node more competitive (SELA 2018) .",
            "cite_spans": [
                {
                    "start": 1021,
                    "end": 1032,
                    "text": "(SELA 2018)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Another related study that provides some insights into Latin America is presented by Sánchez et al. (2003) . They study the determinants of waterborne transport costs, with emphasis on the efficiency at port level, providing also some measures of port efficiency based on a survey of Latin American common-user ports. As part of their results, the need to study the impacts of port efficiency on Latin American foreign trade, competitiveness and regional integration is highlighted. Another related contribution to the region is presented by Wilmsmeier et al. (2006) . They analyze the impact of port characteristics as determinants of international maritime transport costs, reporting empirical results on trade among 7 importing and 16 exporting Latin American countries. Results show that port privatization has a small and positive impact on an importing country, while the opposite is the case for exporting country. The authors also show that indicators of port efficiency, port infrastructure, private sector participation, and inter-port connectivity have significant impacts on international maritime transport costs. Hence, the role of ports in foreign trade and transport costs is clear. Gonzalez-Laxe et al. (2016) provide a comparative analysis of ports in LAC and Southern Europe. They conclude that, in contrast to their European counterparts, port governance in LAC relies on traditional concepts of port governance, of low adaptability to change, and a low adaption to the needs of an enhanced port supply chain. Hence, they highlight the need of a profound revision of port governance in LAC. This has been also remarked by Pinto and Sánchez (2015) , in what they refer to as \"Governance 2.0.\" Accordingly, they point out that previous efforts made in the 90s for the modernization of ports by the participation of private companies in the development of infrastructure are no longer enough to respond to the current challenges. Schulte et al. (2016) discuss directions for sustainable ports in LAC, highlighting the importance of formalized port communities with appropriate governance structures, as basic elements of a life-cycle approach towards the sustainable development of ports. Aligned with the need of strengthening port governance in the region, Schulte et al. (2016) emphasize the need of basic steps such as the definition of a strategic plan in which all the stakeholders are consulted and define a common vision for a more sustainable port supply chain. Another related study in LAC is presented by Vairetti et al. (2019) . Port digitalization and the use of new technologies to not only enhance the exchange of documents and information among the stakeholders of the ports, but also support decision making are a relevant aspect for ports to face the current challenges. In this regard, Vairetti et al. (2019) analyze, based on an empirical study, what are the factors influencing the successful adoption of interorganizational information systems (IOISs). Their results show that stakeholder collaboration and governance of the PLC are the most critical success factors.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 106,
                    "text": "Sánchez et al. (2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 542,
                    "end": 566,
                    "text": "Wilmsmeier et al. (2006)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1199,
                    "end": 1226,
                    "text": "Gonzalez-Laxe et al. (2016)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1652,
                    "end": 1666,
                    "text": "Sánchez (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1947,
                    "end": 1968,
                    "text": "Schulte et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2276,
                    "end": 2297,
                    "text": "Schulte et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2533,
                    "end": 2555,
                    "text": "Vairetti et al. (2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2822,
                    "end": 2844,
                    "text": "Vairetti et al. (2019)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "Summarizing the related literature, the studies of PLCs have addressed topics related to modeling the interrelations among the different stakeholders of the port community (Martin and Thomas 2001; Rodrigue et al. 2010; Da Cruz et al. 2013; Notteboom et al. 2015) ; the analysis of coordination for freight transport to the hinterland (Van Der Horst and De Langen 2008); the analysis of factors that condition the development of common strategies inside the port community (Jacobs and Hall 2007; Dooms et al. 2013) ; the analysis and key performance indicators for the integration of business processes and the use of port technologies (Panayides and Song 2009; Carlan et al. 2016; Clott and Hartman 2016) ; critical factors for successful adoption of information systems in ports (Coronado Mondragon et al. 2017; Vairetti et al. 2019) ; and port sustainability practices (Le et al. 2014; Shiau and Chuang 2015; Schulte et al. 2016; Kang and Kim 2017) .",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 196,
                    "text": "(Martin and Thomas 2001;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 197,
                    "end": 218,
                    "text": "Rodrigue et al. 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 219,
                    "end": 239,
                    "text": "Da Cruz et al. 2013;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 240,
                    "end": 262,
                    "text": "Notteboom et al. 2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 472,
                    "end": 494,
                    "text": "(Jacobs and Hall 2007;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 495,
                    "end": 513,
                    "text": "Dooms et al. 2013)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 661,
                    "end": 680,
                    "text": "Carlan et al. 2016;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 681,
                    "end": 704,
                    "text": "Clott and Hartman 2016)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 780,
                    "end": 812,
                    "text": "(Coronado Mondragon et al. 2017;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 813,
                    "end": 834,
                    "text": "Vairetti et al. 2019)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 871,
                    "end": 887,
                    "text": "(Le et al. 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 888,
                    "end": 910,
                    "text": "Shiau and Chuang 2015;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 911,
                    "end": 931,
                    "text": "Schulte et al. 2016;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 932,
                    "end": 950,
                    "text": "Kang and Kim 2017)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "None of the previous research, however, has provided a reference model that identifies the best practices for the management of PLCs beyond the recommendations given by De Langen and Haezendonck (2012). Our article aims to contribute in this regard, considering the perspective of ports in the region of LAC. The port cluster perspective presented by De Langen and Haezendonck (2012) is extended in the scope of our analysis to consider the best practices for the integration and strengthening of the port community, formed by different stakeholders and institutions that are interconnected in a field (cluster).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theoretical foundations and literature review"
        },
        {
            "text": "The initial set of best governance practices was identified from the literature review. Two sets were identified: (a) best practices for the internal management of PLCs-these are analogous to the port ecosystem defined by De Langen et al.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Best governance practices identification"
        },
        {
            "text": "(2020) (see Table 1 ), and (b) best practices for the external management of the PLC, those outreach efforts to the community, and linkages with public agencies at the national and local level, as well as with other ports in proximity (see Table 2 ). The list of best governance practices does not consider the commercialization, privatization of operations, and related issues, as these are already in place in most of the participating ports, and those ports that operate under a service or tool port model can be easily identified. However, these aspects can be explicitly included in the analysis of further extensions of this work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 247,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Best governance practices identification"
        },
        {
            "text": "The remainder of the paper is organized as follows: in Sect. 2, we describe our methodological approach. Section 3 is devoted to describing the results, while Sect. 4 presents the discussion and managerial insights. Finally, Sect. 5 provides some concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Best governance practices identification"
        },
        {
            "text": "A semi-structured interview was conducted to collect primary qualitative data (Bryman 2006) . Semi-structured interviews allow all participants to answer the same questions within a flexible framework (Dearnley 2005) . Interviews were Table 1 Best practices for the internal management of port logistics communities Best governance practice Definition",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 91,
                    "text": "(Bryman 2006)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 201,
                    "end": 216,
                    "text": "(Dearnley 2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 235,
                    "end": 242,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The port logistics community has a formal organizational structure",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "This refers to the formalization of an organizational structure of the port logistics community, based on a strategic plan, task forces conformed by representatives of the stakeholders of the port. It is expected that the existence of the port logistics community may be permanent and not subject to a political term or a specific project The port logistics community has a permanent task force (or commissions) to address improvement projects This refers to the existence of task forces or commissions that work under a permanent structure. The task force is permanent and not subject to a specific project or political term SELA (2014), Schulte et al. (2016) , and MTT (2018) The port logistics community has the leadership to carry out changes in management processes This refers to the level of autonomy of the port logistics community with respect to individual members such as the PA and the different guilds or associations that conform it SELA (2014) The PA governance is based on a business model, focused on new services that create synergies among the stakeholders of the port logistics community This refers to a governance scheme under which the PA operates with a vision of the port as an ecosystem and aims to foster synergies, dialog, and cohesion to offer new logistics services, for instance Sánchez and Pinto (2015) , Kang and Kim (2017) , and De Langen et al. (2020) Table 1 (continued)",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 660,
                    "text": "Schulte et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1310,
                    "end": 1334,
                    "text": "Sánchez and Pinto (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1337,
                    "end": 1356,
                    "text": "Kang and Kim (2017)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Best governance practice Definition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "The PA has innovation and integrative capabilities as these are conceptualized by the port development company (PDC)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "This refers to the concept of an autonomous but government-owned port development company that even though it operates commercially, is generally not oriented towards maximizing profit but towards creating value for society De Langen and Heij (2014) Sustainability and port supply chain integration are prioritized This implies that port supply chain integration and sustainability are critical elements to be achieved by the port logistics community Sánchez and Pinto (2015) , Schulte et al. (2016) , Kang and Kim (2017) , and Ashrafi et al. (2020) The investment decisions in the port logistics community aim not only to make profits, but also to improve productivity, connectivity and integration of the port supply chain This is related to the PDC role of the PA, in which investment decisions are guided not only by making profits but also by enhancing the productivity of the port supply chain De Langen and Haezendonck (2012), Sánchez and Pinto (2015) , Kang and Kim (2017) , and De Langen et al.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 475,
                    "text": "Sánchez and Pinto (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 478,
                    "end": 499,
                    "text": "Schulte et al. (2016)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 502,
                    "end": 521,
                    "text": "Kang and Kim (2017)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 934,
                    "end": 958,
                    "text": "Sánchez and Pinto (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 961,
                    "end": 980,
                    "text": "Kang and Kim (2017)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "Best practices for the external management of the port logistics community Governance best practice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 2"
        },
        {
            "text": "Public policies have been promoted by a public authority (e.g., Ministry of Transport or/and Trade) to enhance the development of port logistics communities This refers to the commitment and leadership of the authorities to foster the development of port logistics communities SELA (2014 SELA ( , 2018 , and MTT (2018) A representative of the port logistics community participates in task forces to define port public policies, regulations, and national strategic plans This refers to the participation in policy making at a national level of the port logistics community, contributing to the debate and analysis of port public policies, regulations, and national strategic plans for ports, freight transportation, and trade facilitation SELA (2014) and MTT (2018) The port logistics community promotes a continued (or continuing) review of port governance and strategy (including special laws) This refers to the involvement and positive influence of the port logistics community in the local debate and analysis of the port administration, policies, strategies, models and tools, which are updated according to the current and further needs SELA (2014), Sánchez and Pinto (2015) ",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 287,
                    "text": "SELA (2014",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 288,
                    "end": 301,
                    "text": "SELA ( , 2018",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "References"
        },
        {
            "text": "scheduled over 6 months and each interview lasted 20 min. Figure 1 summarizes the research methodology in six main steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 66,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "References"
        },
        {
            "text": "In this study, we surveyed 24 ports from 12 LAC countries. The ports were classified into three groups: low-performance ports, medium-performance ports, and high-performance ports. Ports were assigned to groups, using a clustering procedure, considering four variables:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sample"
        },
        {
            "text": "• Logistics Performance Index (LPI). The LPI summarizes the performance of countries on six dimensions (customs, infrastructure, international shipments, logistics quality and competence, tracking and tracing, and timeliness). The higher the index, the better the logistics performance. We use LPI data from 2018. • Time spent in port (Time). This variable measures the average time (in days) vessels spent in ports. We use data from 2019 World Bank records. • Port Liner Shipping Connectivity Index (PLSCI). The Liner Shipping Connectivity Index (LSCI) is computed by UNCTAD. This allows the assessment of maritime connectivity for container shipping, enabling comparisons between countries and over time. It considers six components, such as the number of shipping lines servicing the country and the size of the largest vessel used on these services, among others. The index can be calculated at the country and port levels. The higher the index, the easier it is to access a high capacity and frequency global maritime freight transport system, and its effective participation in international trade. We use PLSCI from 2019 UNCTAD records at the port level (PLSCI). • Container Port Throughput. This measures the annual container throughput from 2019. Table 3 shows the records. A cluster analysis was applied to group homogeneous ports together, considering their performance. Two country-level variables (LPI and Time in port) and two port-level variables (PLSCI and throughput) were considered to avoid grouping low throughput and connectivity ports together with high throughput and connectivity ones, just because they are from the same country. However, considering that the four variables are in different units, we use the k-means clustering algorithm with standardized values to minimize the effect of scale differences. As a check on the achievement differences of the three groups of ports, their LPI scores were compared. The mean level of achievement for the high group was 3.234, and the means of the low group were 2.749. Table 4 shows the clustering results. Table 5 lists the characteristics of the 178 interviewees and participants in the interviews (either individual or in groups). As shown in Table 5 , most respondents represented government agencies (28.65%) and PAs (27.53%), while the minority of the respondents came from the consulting and academic fields (10.67%). This is important because top management employees, planning staff, and academics with experience in ports were invited to the workshops, as they have the most significant involvement in the port community and have the most influence in the strategic decision process relating to governance best practices. This supports the reliability of the survey findings. Regarding respondent seniority, more than half of the respondents (67.8%) had more than 5 years of experience in their companies. The respondents ranged in age from 36 to 57, with a mean age of 45.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1256,
                    "end": 1263,
                    "text": "Table 3",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2041,
                    "end": 2048,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 2079,
                    "end": 2086,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2218,
                    "end": 2225,
                    "text": "Table 5",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sample"
        },
        {
            "text": "Based on prior research and theory, 12 governance practices were identified, pursued by successful port systems worldwide. Based on the literature review and on In the case of Colombia, there are three national public agencies that regulate port development: the Ministry of Transport, the National Infrastructure Agency, and the Superintendency of Transport. • National PA. In this governance scheme, a single institution governs all the public ports in the country. Examples include the cases of Peru (National Port Authority), Uruguay (National Port Administrator), Paraguay (National Administration of Navigation and Ports) and Jamaica (Port Authority of Jamaica). • Regional PA. In this case, there is a PA that governs more than one port, generally associated with a state or region of the country. For each port governance model, respondents were asked to identify their own governance structure, and to indicate which governance practices, for both internal and external management, are used. To make each context as meaningful as possible, a concrete example was provided. The following example was given for the case where there is a local PA: Governmental and port organizations play different roles as the main bodies of port governance. For example, in some communities, port authorities hold the center-stage position, with heightened autonomy in managing port operations. In your governance system, how are change management processes coordinated by the PA with the port logistics community?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Governance interview schedule"
        },
        {
            "text": "If a respondent failed to answer, the following probe was given: \"How is your governance structure? Is there any type of organizational structure to bring together the different actors that participate in the port community? How are the different actors of the port community organized to be able to dialogue and work on development plans and contingency aspects? How do you achieve consensus and collaboration? How does the port community relate to public entities, ministries of transport and commerce, to participate in decision making on public policies, projects at country level and thus be represented?\". Additionally, to identify which best governance practices were in practice, the following question was asked: \"In your governance system, what practices have you carried out to improve operations of the port system?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Governance interview schedule"
        },
        {
            "text": "If the respondent was unable to suggest a governance practice, the interview was finished. If the respondent mentioned one or more practices, the interviewer asked them to rate the state of adoption using a four-point Likert scale with categories ranging from \"not implemented\" to \"completely implemented.\" An example of answers provided by respondents in each of the three groups of ports is presented in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 413,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Governance interview schedule"
        },
        {
            "text": "Consent was obtained from participants in the study. All participants were informed that the aim of the study was to assess best governance practices in Latin American ports. The interview was conducted by one of the authors, who has more than 20 years of experience as a consultant in port management systems. Answers were coded during the interview that lasted approximately 20 min, using a checklist designed by the authors. Responses were scored separately for each governance context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Two different procedures were used to summarize these categorical data. Each procedure differed in the level of emphasis placed on each governance practice. At the most elemental level, each governance practice was scored dichotomously as being mentioned or not during the interview. This measure was called mention (ME) and measures the number of times each governance practice was mentioned during the interview as being implemented (at some level). At the most comprehensive level, the state of adoption of best governance practices was scored. Each governance practice was weighed by the respondent's estimate of its SI. This measure was termed state of implementation (SI). For each practice, the following weights were given: not implemented = 1, implementation has been discussed = 2, there is a commitment to implement = 3, and completely implemented = 4. No hypotheses were offered about which level of scoring would prove optimal; it was planned to resolve this issue empirically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The SI of each governance practice is presented in Table 7 . The data for each of the two different measures are presented separately for the low, medium, and high-performance groups. It should be noted that the measure called mention (ME metric) There is a trade-union association of terminals that has committees that work on port community issues The chamber of commerce is working on a logistics cluster project",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "There is a permanent operations committee coordinated by the PA The PA defines committees, but we have high rotation of members",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The port logistics community is a nonprofit association with legal personality The port logistics community is organized under a forum structure that has meetings every month",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Is there any type of organizational structure to bring together the different actors that participate in the port community? By law, the PA must coordinate a committee made up of users of the port community, and the agreements discussed in the sessions are registered in minutes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The PA has a permanent delegate who coordinates the actions of the port community",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "There is a coordinator of the port community that manages the agenda of the different activities promoted in the port community",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The community has a permanent board and technical committees We have defined a board of the port logistics community and structured task forces based on specific areas of interest",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "How are the different actors of the port community organized to be able to dialog and work on development-and contingency aspects? There is no strategic plan for the port cluster There is a national port development plan that involves consultations with the port community",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Strategic planning is carried out by the PA, with the support of different community actors",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We have defined a roadmap with teams and projects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Every 5 years the logistics community develops and updates the strategic plan. Contingencies are addressed by area committees that permanently monitor the situation Our permanent Forum has mechanisms to invite the members to participate in the development plan The port community permanently attends meetings with other communities called by the Ministry of Transport Our port has been selected as a pilot for the design of a nationwide PCS In your governance system, what practices do you promote to improve the management of the port system?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Several key performance indicators that are published annually by the Port Authority and the Ministry of Transport",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The digitalization of related projects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The PA permanently monitors a series of management and productivity indicators",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We have identified a set of key performance indicators that are monitored",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Logistics reference models such as SCOR have been adopted to analyze processes Service quality surveys have been applied",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We aim to implement a quality mark to guarantee good service levels to our users ranges from 0 to 1, as it represents the number of times each governance practice was mentioned (during the interview) as being implemented. The state of implementation measure (SI metric) ranges instead from 1 to 4. Table 7 indicates that for LPP, the ME metric ranges from 0.35 to 0.67; for MPP, they ranged from 0.42 to 0.66; and for HPP, from 0.61 to 0.89. Regarding the SI metric, this ranged from 2.16 to 2.84 for LPP, from 2.37 to 2.72 for MPP, and from 2.45 to 2.83 for HPP. Table 7 also shows the average score for each metric for LPP, MPP, and HPP, respectively, as well as the coefficient of variation. Results indicate that on average, the state of adoption of governance best practices is greater in HPP (2.62) than in LPP (2.43) and MPP (2.52). This means that, on average, more governance best practices are in practice in HPP compared to ports in the LPP group. Regarding the ME metric, the coefficient of variation in LPP was greater than HPP (19.50% and 13.48%, respectively). This means that the responses in HPP are more consistent than in LPP. Finally, the coefficient of variation in MPP (4.46%) was lower than in the other groups when using the SI metric.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 305,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 564,
                    "end": 571,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine which of the two metrics is ideal for distinguishing among the three groups of port performance, a discriminant function analysis is performed, using the average scores of each metric. The analysis turns out the contribution of each metric (SI and ME) to the conjoint prediction of differences in port performance. This analysis reveals that the model satisfies the homoscedastic assumption (p value = 0.089). The results indicate that the SI metric is the most effective in distinguishing between groups with F(2, 175) = 48.557, p value = 0.000, whereas the ME metric F(2, 175) = 2.186, p value = 0.115 is not significant. The metrics revealed substantial differences among the three groups (p value = 0.003) using the average scores. The standardized discriminant function coefficient was − 1.147 (p value = 0.241) for the ME metric and 0.990 (p value = 0.001) for the SI metric. As the SI metric is better suited to distinguish among the three groups, the SI metric is used in the subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The second major question concerns identifying which of the best governance practices discriminates better among the three clusters of ports. To determine the relative importance of each governance practice, a discriminant function analysis was computed among the three groups of ports. The groups were found to differ significantly (p value = 0.001). Results indicate that MPPs have more common characteristics with each other than LPP and HPP. In other words, ports in MPP group are more homogeneous regarding the importance provided to the same governance practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The discriminant function coefficients are presented in the second column of Table 8 . Results indicate that 81.46% of the respondents could be correctly classified into their respective cluster based on the state of adoption of these 12 governance practices. Discriminant function coefficients represent the conjoint weighting of governance practices for optimally predicting membership in each group. Discriminant function coefficients also consider collinearity among governance practices. Results indicate that, except for \"Organizational structure,\" \"Commitment of the Port Authority,\" and \"Strategic planning consensus,\" all internal governance practices are significant and contribute to identifying the port performance group accurately. Regarding the external governance practices, except for \"Existence of public policies to enhance the development of port logistics communities,\" the remaining external governance practices contribute to the identification of port performance group accurately. This could be explained because all ports consider the commitment of the PA and the existence of an organizational structure as a port development driver which must always be implemented.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The within-group canonical correlations are presented in the third column of Table 8 . The multivariate distinction between discriminant function coefficients and within-group canonical correlations is similar to the univariate distinction between regression and partial correlation coefficients. These canonical correlation coefficients indicate that the three groups of ports are differentiated mostly by their state of adoption of the internal governance practices \"Innovation and leadership of port authority\" and \"Investment decisions designed to improve productivity,\" as well as by the external governance practice \"Participation of the port logistics community representatives on national committees.\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Kruskal-Wallis statistic was also used to compare the SI of the governance practices among the three groups. These results are presented in column 4 of Table 8 . The HPPs display a significantly greater adoption of all best governance practices except for \"Commitment of the Port Authority\" (p value = 0.430) and this may be explained as ports in the group may be diverse. For instance, Mejillones is a private complex of different port terminals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To complete our study, we performed a correlation analysis using the Spearman rank-order correlation statistic to evaluate the monotonic relationship among the four performance indicators and the SI of the 12 best governance practices. Table 9 shows the correlation analysis results. The Spearman ρ coefficients and the p values are shown. With bold characters, we identify the significant correlations. As expected, it can be observed that best governance practices are negatively correlated with time spent in port, while throughput and connectivity are positively correlated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The following insights are derived according to the results obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "• The SI metric is better suited for classifying ports in their corresponding performance groups. While the ME metric measures how frequently a governance practice is mentioned as valuable, the SI metric measures how seriously these governance practices have been discussed, or whether they have even been implemented in the port community. • Two governance practices of the external management are more relevant in identifying the performance group of a port: (i) \"Participation of the port logistics community representatives in national committees,\" and (ii) \"Continuous review of port governance and management.\" • LPP group has better SI metrics in \"Committees to address improvement projects\" and \"Existence of public policies to enhance the development of port logistics communities.\" • MPP group has better SI metrics in \"Organizational structure,\" \"Port Supply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "Chain integration and sustainable goals as guiding principles,\" and \"Strategic planning consensus.\" Thus, ports in the MPP group consider as essential not only the formalization of an organizational structure, but also the existence of a strategic plan, defined by consensus among stakeholders, which considers the integration of sustainable and profitable goals. • The HPP group displays a significantly greater state of adoption of all best governance practices except for \"Commitment of the Port Authority.\" So, we can conclude that ports with better performance in the region present a higher level of governance practices being used. • According to the results, we could observe significant differences in terms of governance practices among the three port performance groups, and hence, we can confirm that implementing best governance practices has an impact on port performance, as we could observe a higher level of adoption of such practices in the HPP group. • A low level of governance practices is observed, even in the HPP group. Considering the scale 1 to 4, the average value of the 12 best governance practices for this group is 2.62. Hence, such practices have not even been committed to be used based on the scores given by the participants to the study. The HPP group obtained a higher implementation score (LPP has a value of 2.43 and MPP a value of 2.52), as well as lower coefficient of variation values than the other groups, but it is still at a low value, as the desired value would be 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "• For the LPP group, the best practice with the highest SI value refers to the creation of task forces or committees to address related projects. This practice also corresponds to the one with the highest SI value for the HPP group. Hence, we can conclude that this is a commonly used practice although it does not achieve the value of 4, and hence, there is still room for adjustments and for a better definition of such commissions or task forces. We can also notice that this corresponds to an internal governance practice. This is consistent with what we can expect, as it is harder to carry out external governance practices if the internal ones are not implemented yet. For instance, having representation of the PLC on national task forces, thus, positively influencing national policies, is very difficult if the PLC does not have its own structure and organizational scheme that represents the view and common interests of the different stakeholders participating in foreign trade operations. • For the LPP group, the practice with the lowest score of implementation corresponded to the continuous review of port governance and strategy. This practice requires a solid base and organizational structure of the PLC, as well as the existence of mechanisms fostering local debate. This would aim at a positive influence of the different stakeholders of the PLC, in terms of promoting an adequate review and updating of port governance. Hence, the lowest level of implementation is consistent with the lowest performance of ports in this group. • For the HPP group, the practice with the lowest level of implementation related to \"Sustainability and port supply chain integration.\" The literature in this regard has shown the importance that the different port stakeholders, and the need for coordination in the port supply chain as guiding principles in the strategic plan of the PLC. Hence, ports in the region are still lagging behind other ports worldwide that have been working to improve their port supply chain integration (e.g., the efforts that the Port of Botany in Sydney, Australia, has made, since the definition of its Port of Botany Landside Improvement Strategy, PBLIS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "Considering the results obtained, we offer the following recommendations in adopting best governance practices by the ports of the region:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "• Port governance models evolve both in time and space, and the complexity of port governance has increased over time (González-Laxe et al. 2016) . A profound revision of port governance is needed in LAC, as noted by Sánchez and Pinto (2015) . Notteboom and Haralambides (2020) also remark that to sustain and increase resilience of ports and global supply chains, port management practices and port governance models need to be adjusted. Results from our study show that ports in LAC are still lagging behind other ports worldwide, especially in terms of port supply chain integration which is an important aspect for more resilient ports. • Envisioning the port as a cluster or ecosystem is a critical aspect (De Langen 2004; De Langen and Haezendonck 2012; Vieira et al. 2014; Doloreux 2017; Van der Lugt and De Langen 2018) . From the results of this study, we can observe that not all ports in LAC have adopted a formal and permanent organizational structure, with a representation of the different stakeholders of the PLC.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 145,
                    "text": "(González-Laxe et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 241,
                    "text": "Sánchez and Pinto (2015)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 244,
                    "end": 277,
                    "text": "Notteboom and Haralambides (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 711,
                    "end": 727,
                    "text": "(De Langen 2004;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 728,
                    "end": 759,
                    "text": "De Langen and Haezendonck 2012;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 760,
                    "end": 779,
                    "text": "Vieira et al. 2014;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 780,
                    "end": 794,
                    "text": "Doloreux 2017;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 795,
                    "end": 827,
                    "text": "Van der Lugt and De Langen 2018)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "Such a public and private governance mechanism could enhance consensus and consultation among port stakeholders, under a structure that facilitates the development of infrastructure and technology. • Considering the ports in the HPP group, we can highlight the efforts that have been made in Chile to strengthen the governance of the PLCs. The Ministry of Transport of the country has been supporting their creation, providing mechanisms, such as guides of best practices, for their creation and management, under the scope of the Program \"Connect Logistics\" (MTT 2021) . This is an important step in which the authority has the active role of promoting port governance, visualizing the port as an ecosystem and not just as an isolated node of the global transport chain. • The above is a positive aspect that could be considered by other countries in the region, as a first step towards developing digitalization projects, as well as any other infrastructure or logistics coordination projects. Having a formal structure and organization of the PLC facilitates actions that require consensus. • Forming PLCs requires commitment and leadership from the part of the PA.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 569,
                    "text": "(MTT 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "However, there have been cases in which private companies have undertaken to create themselves the PLC. As an example, we can mention the case of the Port of Buenaventura, in which the PLC has been developed under the leadership of the Chamber of Commerce. However, we can observe a lower maturity when compared to the Chilean PLCs that have been supported by their PAs and, in recent years, by the Ministry of Transport. • As part of the formation of PLCs, it is necessary to define the strategic plan in consultation and with the consensus of the different stakeholders. This is an important step toward getting the different stakeholders engaged, and generating synergies for collaborative and active participation in the development of port projects. • The role of the PAs as a PDC is a key one, in which port projects and investments must be guided not only by the profits directly generated but also by the productivity that can be gained for the entire PLC (De Langen and Haezendonck 2012; Sánchez and Pinto 2015; Kang and Kim 2017; De Langen et al. 2020) . This is an important message that must be disseminated in the region. • Cooperation of ports in proximity is an important element as, traditionally, ports tend to compete against each other rather than collaborate (Notteboom et al. 2016) . So, mechanisms that foster collaboration and competition (coopetition) are needed, as such ports share their hinterland and there may be several common stakeholders (e.g., truck carriers, custom agents, etc.) that will benefit. For this, public policies that facilitate such collaborative schemes are required.",
            "cite_spans": [
                {
                    "start": 997,
                    "end": 1020,
                    "text": "Sánchez and Pinto 2015;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1021,
                    "end": 1039,
                    "text": "Kang and Kim 2017;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1040,
                    "end": 1062,
                    "text": "De Langen et al. 2020)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1279,
                    "end": 1302,
                    "text": "(Notteboom et al. 2016)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and insights"
        },
        {
            "text": "This paper has presented an analysis of best governance and institutionalist practices in a group of 24 ports in LAC. The ports were classified into three groups (LPP, MPP, HPP) according to their performance, by a clustering procedure that considered four variables: (i) LPI, (ii) Time spent in port, (iii) PLSCI, and (iv) Container port throughput. Best governance practices were identified from the literature and classified as internal and external best practices. In order to understand the level of adoption of such practices in the region, field work was done, based on semi-structured interviews and a workshop, held at each of the selected ports. Results show that the level of implementation of such practices is in general very low for all the participating ports, but that this is consistent with the three port performance groups. Ports with higher performance (HPP) presented a higher level of implementation of such practices. Hence, we can conclude that port governance practices have a positive impact on port performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and further research"
        },
        {
            "text": "Another important conclusion is that, even in the HPP group of ports, the level of governance practices is very low. None of the best practices had an average score equal to or greater than 3. This means that none of the practices are perceived to be totally implemented (value = 4) or that, at least, there is a commitment to implement them (3). So, ports in LAC need to make important efforts to adopt best governance practices that will positively impact their performance and competitiveness. As noted by Gonzalez-Laxe et al. (2016) , port governance in LAC needs to be adapted to the needs of global supply chains.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 536,
                    "text": "Gonzalez-Laxe et al. (2016)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and further research"
        },
        {
            "text": "Public policies that enhance the formation and management of permanent organizational structures such as PLCs, reflect the commitment not only of the PA of each port but also that of public agencies or authorities. This is something that has been promoted in the Program \"Connect Logistics\" of the Ministry of Transport and Telecommunications in Chile. The literature has shown the importance of stakeholder management in the port, and the importance that consultation of the stakeholders has on the successful development of new infrastructure, IOISs, and regulations. More efforts on this matter are required by ports in the region of LAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and further research"
        },
        {
            "text": "Some of the limitations of this study are that there could exist some respondent bias which has not been considered. Furthermore, the results of the interviews are used as exogenous variables, while at least to some extent, they may also be endogenous. For a one-period dataset, it is difficult to avoid this bias but, in future research, a longitudinal analysis can be done, and this potential endogeneity might be included as part of the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and further research"
        },
        {
            "text": "As a further step, we propose developing a life-cycle framework for PLCs, to categorize them according to their maturity and to determine the characteristics and requirements of each maturity stage. Furthermore, we propose analyzing the interactions of best governance practices, in order to understand the effects on each other. That is, looking at the impacts on port performance by means of a dynamic systems model. We also propose to quantify the complexity and cost that carrying out each of the governance practices involves. Accordingly, recommendations can be derived to each port, with respect to the combination of practices that may accelerate the transition from one maturity stage to the next one. This may also support public policy recommendations both for the PAs and public agencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and further research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The role of the port logistics communities as a new governance scheme: Vision from the Program Digital and Collaborative Network of Latin American and Caribbean Ports",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ascencio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "González-Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "In PORTUS",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Program Network of Digital and Collaborative Ports of Latin America and the Caribbean SELA/CAF: Objectives, results and perspectives",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ascencio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "González-Ramírez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the III CIDESPORT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A collaborative framework for a port logistics chain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ascencio",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "González-Ramírez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bearzotti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Applied Research Technology",
            "volume": "12",
            "issn": "3",
            "pages": "444--458",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Integrating quantitative and qualitative research: How is it done?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bryman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qualitative Research",
            "volume": "6",
            "issn": "1",
            "pages": "97--113",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How port community systems can contribute to port competitiveness: Developing a cost-benefit framework",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Carlan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sys",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vanelslander",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Research in Transportation Business and Management",
            "volume": "19",
            "issn": "",
            "pages": "51--64",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Supply chain integration, landside operations and port accessibility in metropolitan Chicago",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clott",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Hartman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Transport Geography",
            "volume": "51",
            "issn": "",
            "pages": "130--139",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ICT adoption in multimodal transport sites: Investigating institutional-related influences in international seaports terminals",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Coronado Mondragon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Coronado Mondragon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Coronado",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "97",
            "issn": "",
            "pages": "69--88",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Key factors of seaport competitiveness based on the stakeholder perspective: An analytic hierarchy process (AHP) model",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R P"
                    ],
                    "last": "Da Cruz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Azevedo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Maritime Economics and Logistics",
            "volume": "15",
            "issn": "4",
            "pages": "416--443",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A reflection on the use of semi-structured interviews",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dearnley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nurse Researcher",
            "volume": "13",
            "issn": "1",
            "pages": "19--28",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The performance of port clusters: an extension of the cluster concept and an application to the port cluster of Rotterdam",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Langen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ports as clusters of economic activity",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haezendonck",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Blackwell companion to maritime economics",
            "volume": "",
            "issn": "",
            "pages": "638--655",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Corporatisation and performance: A literature review and an analysis of the performance effects of the corporatisation of Port of Rotterdam Authority",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Heij",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Transport Reviews",
            "volume": "34",
            "issn": "",
            "pages": "396--414",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Institutional reforms of port authorities in The Netherlands; the establishment of port development companies",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Lugt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Research in Transportation Business and Management",
            "volume": "22",
            "issn": "",
            "pages": "108--113",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of port development companies in transitioning the port business ecosystem; the case of Port of Amsterdam's circular activities",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sornn-Friese",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hallworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What is a maritime cluster? Marine Policy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Doloreux",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "83",
            "issn": "",
            "pages": "215--220",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Stakeholder management and path dependence in large-scale transport infrastructure development: The Port of Antwerp Case (1960-2010)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dooms",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verbeke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haezendonck",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Transport Geography",
            "volume": "27",
            "issn": "",
            "pages": "14--25",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What port for the future? From 'mainports' to ports as nodes of logistic networks",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Drewe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Janssen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Accessibility, trade and behaviour",
            "volume": "",
            "issn": "",
            "pages": "241--264",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The adaptation process in port governance: The case of the Latin countries in South America and Europe",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Gonzalez-Laxe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garcia-Alonso",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Shipping and Trade",
            "volume": "1",
            "issn": "1",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Dynamic and integrative capabilities for profiting from innovation in digital platform-based ecosystems",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Helfat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Raubitschek",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Research Policy",
            "volume": "47",
            "issn": "8",
            "pages": "1391--1399",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "What conditions supply chain strategies of ports? The case of Dubai",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "GeoJournal",
            "volume": "68",
            "issn": "4",
            "pages": "327--342",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Conceptual model development of sustainability practices: The case of port operations for collaboration and governance",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustainability",
            "volume": "9",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stakeholder perceptions and involvement in the implementation of EMS in ports in Vietnam and Cambodia",
            "authors": [
                {
                    "first": "X.-Q",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "V.-H",
                    "middle": [],
                    "last": "Vu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Heur",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Cleaner Production",
            "volume": "64",
            "issn": "",
            "pages": "173--193",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The container terminal community",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Maritime Policy and Management",
            "volume": "28",
            "issn": "3",
            "pages": "279--292",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Polycentric port governance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Monios",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transport Policy",
            "volume": "83",
            "issn": "",
            "pages": "26--36",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Best practices guidelines for the port logistics communities",
            "authors": [
                {
                    "first": "Ministry",
                    "middle": [],
                    "last": "Mtt",
                    "suffix": ""
                },
                {
                    "first": "Telecommunications",
                    "middle": [],
                    "last": "Of Transport",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Chile",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Logistics Division Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "MTT. 2021. Port logistics communities in Chile",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Port management and governance in a post-COVID-19 era: Quo vadis?",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Notteboom",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Haralambides",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Maritime Economics and Logistics",
            "volume": "22",
            "issn": "",
            "pages": "329--352",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Disclosure as a tool in stakeholder relations management: A longitudinal study on the Port of Rotterdam",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notteboom",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Satta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Penco",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Logistics Research and Applications",
            "volume": "18",
            "issn": "3",
            "pages": "228--250",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Ports in proximity: Competition and coordination among adjacent seaports",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notteboom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ducruet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Port integration in global supply chains: Measures and implications for maritime logistics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Panayides",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Logistics: Research and Applications",
            "volume": "12",
            "issn": "2",
            "pages": "133--145",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The effect of maritime cluster on port production efficiency",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qingmei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Maritime Policy and Management",
            "volume": "48",
            "issn": "1",
            "pages": "61--74",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Functions and actors of inland ports: European and North American dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Rodrigue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Debrie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fremont",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gouvernal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Transport Geography",
            "volume": "18",
            "issn": "4",
            "pages": "519--529",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ports and their challenges in the new maritime scenario: The time is here for port governance 2.0. Santiago: ECLAC-UN, Natural Resources and Infrastructure Division",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Port efficiency and international trade: Port efficiency as a determinant of maritime transport costs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sánchez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Micco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Pizzolitto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sgut",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wilmsmeier",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Maritime Economics and Logistics",
            "volume": "5",
            "issn": "2",
            "pages": "199--218",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Directions for sustainable ports in Latin America and the Caribbean",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "González-Ramírez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ascencio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Voβ",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Journal of Transport Economics",
            "volume": "43",
            "issn": "3",
            "pages": "315--340",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Informe Final, Relaciones Intrarregionales. Programa para la creación de la Red Latinoamericana y Caribeña de Puertos Digitales y Colaborativos: Hacia el fortalecimiento de comunidades logístico-portuarias, estándares de servicio e innovación tecnológica para un comercio exterior globalizado, logísticamente competitivo y sustentable",
            "authors": [
                {
                    "first": "Latin",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "Caribbean",
                    "middle": [
                        "Economic"
                    ],
                    "last": "American",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "System",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Programa para la creación de la Red Latinoamericana y Caribeña de Puertos Digitales y Colaborativos: Hacia el fortalecimiento de comunidades logístico-portuarias, estándares de servicio e innovación tecnológica para un comercio exterior globalizado, logísticamente competitivo y sustentable",
            "authors": [
                {
                    "first": "Latin",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                },
                {
                    "first": "Caribbean",
                    "middle": [],
                    "last": "American",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Economic System",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sela-Caf",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Fase II: Ampliación e Institucionalización de la",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Reporte del III Encuentro Latinoamericano y Caribeño de Comunidades Logísticas Portuarias, en Lima, Perú",
            "authors": [
                {
                    "first": "Latin",
                    "middle": [],
                    "last": "Sela",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--17",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Social construction of port sustainability indicators: A case study of Keelung Port",
            "authors": [
                {
                    "first": "T.-A",
                    "middle": [],
                    "last": "Shiau",
                    "suffix": ""
                },
                {
                    "first": "C.-C",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Maritime Policy and Management",
            "volume": "42",
            "issn": "1",
            "pages": "26--42",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Governance as theory: Five propositions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stoker",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Social Science Journal",
            "volume": "50",
            "issn": "155",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Facilitating conditions for successful adoption of inter-organizational information systems in seaports",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vairetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "González-Ramírez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maldonado",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Álvarez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Voβ",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transportation Research Part A: Policy and Practice",
            "volume": "130",
            "issn": "",
            "pages": "333--350",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Revisiting port pricing: A proposal for seven port pricing principles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Den Berg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C J"
                    ],
                    "last": "Van Zuijlen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "WMU Journal of Maritime Affairs",
            "volume": "16",
            "issn": "3",
            "pages": "421--438",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Coordination in hinterland transport chains: A major challenge for the seaport community",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Der Horst",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Maritime Economics and Logistics",
            "volume": "10",
            "issn": "1-2",
            "pages": "108--129",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Value creation and value capture in the port's business",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Der Lugt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "De Langen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Port management, cases in port geography, operations and policy",
            "volume": "",
            "issn": "",
            "pages": "13--27",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Port governance model by managers' and customers' point of view: A study at Port of Valencia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B B"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J K"
                    ],
                    "last": "Neto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Santos",
                    "middle": [],
                    "last": "Senna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulinas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Spain. International Business Research",
            "volume": "7",
            "issn": "8",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The impact of port characteristics on international maritime transport costs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wilmsmeier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanchez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Research in Transportation Economics",
            "volume": "16",
            "issn": "",
            "pages": "117--140",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Port reform toolkit",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Langen and Haezendonck (2012), Schulte et al. (2016), MTT, (2018), SELA (2014), Kang and Kim (2017), and Vairetti et al. (2019)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ",Notteboom et al. (2015),Vairetti et al. (2019), and Ashrafi et al. (2020)    The PA is committed and leads the development of the port logistics community This refers to the leadership and commitment of the PA in the conformation of the port logistics community, its development over time, and its different maturity stages SELA(2014), De Langen and Haezendonck (2012), Notteboom et al. (2015), MTT (2018), Vairetti et al. (2019), and De Langen et al. (2020) A strategic plan or roadmap has been defined under consensus with the stakeholders of the port logistics community This refers to the existence of a strategic plan, defined through consultation and consensus, including the different stakeholders of the port logistics community Schulte et al. (2016), SELA (2014), Notteboom et al. (2015), SELA (2018), MTT (2018), Vairetti et al. (2019), and Ashrafi et al. (2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ", De Langen and van der Lugt (2017), Helfat and Raubitschek (2018), Vairetti et al. (2019), and De Langen et al. (2020)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ",Notteboom et al. (2015),Kang and Kim (2017), SELA (2018),Vairetti et al. (2019), and Ashrafi et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Methodology",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Ports surveyed in this study",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Profile of interviewees (N = 178)A government agencies (customs authorities and agricultural ministries), B PAs and port terminals, C trade-union associations, D logistics operators, E academics and consulting • Multilevel governance actors. In this case, there is no PA, and ports are regulated by different public agencies. As an example, we have the cases of Panama and Colombia. The ports of Colon and Balboa are regulated by the Maritime Authority of Panama, and port concessions are designed through presidential decrees.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "As an example, we have two cases in Brazil and Costa Rica. In Brazil, the CDRJ (Rio de Janeiro Docks Company) governs the ports of Rio de Janeiro, Niteroi, Itaguai, and Angra dos Reis; and the SCPar (Partnerships and Business Strategic) governs the Port of Imbituba and Sao Francisco Do Sul in the State of Florianopolis. In Costa Rica, the Board of Port Administration and Economic Development of the Atlantic of Costa Rica (JAPDEVA by its acronym in Spanish) governs the ports on the Atlantic, while the ports on the pacific are governed by the Costa Rican Institute of Ports of the Pacific (INCOP by its acronym in Spanish). • Local PA regulates a single port. In this case, we have examples in the ports of Mexico, Chile Ecuador, Guatemala, and Trinidad and Tobago, where each port is governed by a local PA. • Not-for-profit organizations related to port activities, playing the role of coordinators in port governance. This case complements the previous governance schemes and considers situations where a public-private organization (PLC) formally exists. As examples, we could mention the PLC of San Antonio in Chile (COLSA) and the one of Veracruz in Mexico.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Examples of protocols",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Governance practice means for each measure",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Statistical measures for each governance practice",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the \"Digital and Collaborative Network of Ports\" (D&CP Network) promoted by the Economic Latin American and Caribbean System (SELA) and the Development Bank of Latin America, CAF. The empirical work presented in this paper has been Assessing the implementation of governance best practices… developed during the execution of this program. The second author is also grateful for the research funding provided under the FONDECYT Project 1210735.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}