{
    "paper_id": "806d57385b53ba9d3eda7c08508f6d83a05cddd2",
    "metadata": {
        "title": "Ranking the relative importance of COVID-19 vaccination strategies in Canada: a priority-setting exercise",
        "authors": [
            {
                "first": "Linlu",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shainoor",
                "middle": [
                    "J"
                ],
                "last": "Ismail",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matthew",
                "middle": [
                    "C"
                ],
                "last": "Tunis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: When vaccine supplies are anticipated to be limited, necessitating the vaccination of certain groups earlier than others, the assessment of values and preferences of stakeholders is an important component of an ethically sound vaccine prioritization framework. The objective of this study was to conduct a priority-setting exercise to establish an expert stakeholder perspective on the relative importance of COVID-19 vaccination strategies in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The priority-setting exercise included a survey of stakeholders that was conducted from July 22 to Aug. 14, 2020. Stakeholders included clinical and public health expert groups, provincial and territorial committees and national Indigenous groups, patient and community advocacy representatives and experts, health professional associations and federal government departments. Survey results were analyzed to identify trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Of 155 stakeholders contacted, 76 surveys were received for a participation rate of 49%. During a period of anticipated initial vaccine scarcity for all pandemic scenarios, stakeholders generally considered the most important vaccination strategy to be protecting those who are most vulnerable to severe illness and death from COVID-19. This was followed in importance by strategies to protect health care capacity, minimize transmission of SARS-CoV-2 and protect critical infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Interpretation: This priority-setting exercise established that there is general alignment in the values and preferences across stakeholder groups: the most important vaccination strategy at the time of limited initial vaccine availability is to protect those who are most vulnerable. The findings of this priority-setting exercise provided a timely expert perspective to guide early public health planning for COVID-19 vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Research CMAJ OPEN, 9(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "E849",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Research",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "T he World Health Organization declared the COVID-19 outbreak as a pandemic on Mar. 11, 2020. 1 By December of the same year, the first doses of SARS-CoV-2 vaccine (\"COVID-19 vaccine\") were administered in Canada. 2 In the following months, several million doses became available, but this initial supply was not sufficient to vaccinate the entire population right away. 2 This context of staggered arrival of vaccine supply necessitated offering vaccines to some populations earlier than others.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 214,
                    "end": 215,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To inform the planning of provincial and territorial publicly funded COVID-19 vaccination programs, Canada's National Advisory Committee on Immunization (NACI) developed evidence-informed guidance related to the prioritization of key populations in the context of limited vaccine supply in November 2020, 3, 4 December 2020 5 and February 2021. 6 The assessment of values and preferences of stakeholders is an important component of an ethically sound vaccine prioritization framework. The objective of our study was to conduct a priority-setting exercise to establish a Canadian expert stakeholder perspective early in the COVID-19 pandemic on the relative importance of pandemic vaccination strategies for different COVID-19 pandemic scenarios at the time of initial COVID-19 vaccine availability.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 308,
                    "end": 309,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 345,
                    "end": 346,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The priority-setting exercise, which included a stakeholder survey, was conducted in July and August 2020. To establish an expert stakeholder perspective on the relative importance of pandemic vaccination strategies in Canada, we proposed a set of strategies based on the goal of Canada's pandemic response (to minimize serious illness and overall deaths while minimizing societal disruption as a result of the COVID-19 pandemic). 7 These strategies were based on recommendations from the Canadian Pandemic Influenza Preparedness guidance 8 as well as input from NACI's High Consequence Infectious Disease (HCID) Working Group, which includes infectious diseases and public health experts (a complete list of members can be found elsewhere 3 ). The set of strategies were then ranked by expert stakeholders for different COVID-19 pandemic scenarios in the context of initial COVID-19 vaccine availability.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "The 4 pandemic vaccination strategies proposed by the authors to be ranked by the expert stakeholders were as follows: protect those who are most vulnerable to severe illness and death from COVID-19, minimize transmission of SARS-CoV-2, protect health care capacity and protect critical infrastructure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and setting"
        },
        {
            "text": "Given the urgent need for the results of this priority-setting exercise to inform a prioritization framework, we used a convenience sample to select expert stakeholders. These stakeholders were identified on the basis of their participation on federally supported committees or networks involved in the Canadian COVID-19 pandemic response. The committees consisted of internal and external advisory bodies to the Public Health Agency of Canada (PHAC) in the areas of immunization, infectious diseases, travel and pandemic preparedness. The networks consisted of health professional associations, provincial and territorial medical officers of health and immunization program managers, and national Indigenous groups that were engaged by PHAC as part of the COVID-19 response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "On the basis of their roles in the COVID-19 pandemic response, stakeholders were categorized into the following groups: members of clinical and public health expert groups involved with PHAC; members of provincial and territorial committees and representatives from national Indigenous groups; patient and community advocacy representatives and experts from the CanCOVID network (https://cancovid.ca/); executives of Canadian health professional associations; and representatives of federal government departments, excluding PHAC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "We conducted the survey between July 22 and Aug. 14, 2020. An invitation to complete the survey, which was provided as a Microsoft Word document in English and French (6 pages total with 5 questions distributed over 3 pages), was sent by email to the expert stakeholders in a format that facilitated shared review and discussion within their respective organizations. Clinical and public health experts and representatives and experts from the CanCOVID network each provided individual expert responses, whereas organizational, provincial and territorial representatives each provided a single response on behalf of their organization or jurisdiction. An email reminder was sent to nonresponders to optimize the participation rate. No incentives were offered for participation. The survey invitation letter and the study survey (in English and French) are available as supplementary materials (Appendices 1, 2 and 3, available at www.cmajopen.ca/content/9/3/E848/suppl/DC1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "We developed 4 scenarios to describe the different phases of an epidemic curve. The pandemic scenarios represent discrete stages in the progression of a pandemic and were developed with input from the HCID Working Group. Expert stakeholders were asked to rank, in order of importance with a rank of \"1\" being the most important, the relative importance of the 4 pandemic vaccination strategies proposed, plus an optional respondent-specified strategy for each of the 4 pandemic scenarios presented in Table 1 (the fourth scenario includes 2 subscenarios in which the durability of protection from vaccination or previous infection differ) and visualized along a hypothetical pandemic curve in Figure 1 . The shape of this hypothetical pandemic curve represents a propagated-source epidemic curve, which is one of several well-described types of epidemic curves. 9 Propagatedsource epidemics are characterized by having multiple irregular peaks, a pattern that occurs with diseases that spread from person to person.",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 863,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 508,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 693,
                    "end": 701,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Data source"
        },
        {
            "text": "We chose simple ranking for its straightforwardness for data collection and analysis. The respondent was asked to assume that the COVID-19 vaccine was in limited supply for The pandemic is still in progress, and sustained community-level COVID-19 outbreaks continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data source"
        },
        {
            "text": "There is a possible new wave of the pandemic with COVID-19 activity rising again after a postpeak period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The pandemic is in the postpeak period, and COVID-19 activity remains low.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "The pandemic is considered over, but SARS-CoV-2 continues to circulate at low levels. There is evidence that the vaccine (or previous infection) provides long-term protection against COVID-19, but a routine vaccination program may be required for new cohorts that are immunologically naive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4A"
        },
        {
            "text": "The pandemic is considered over, but SARS-CoV-2 continues to circulate at low levels. There is evidence that the vaccine (or previous infection) does not provide long-term protection against COVID-19 and a routine vaccination program will be required for much of the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4B"
        },
        {
            "text": "Research each scenario and that the vaccine was safe and efficacious for all populations for the purposes of the survey. Other information was not collected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4B"
        },
        {
            "text": "Survey results were collated in Microsoft Excel and compared across all respondents to identify overall trends and by stakeholder group to assess for any differences in prioritization among stakeholder groups. We assessed trends in the rankings for each pandemic scenario by comparing the percentage of each ranking contributing to the total for each pandemic vaccination strategy. Responses with missing data or nondistinct ranks (i.e., 2 or more strategies that were ranked equivalently) were not included in the analysis (a sensitivity analysis including all responses was performed). Only the 4 predetermined COVID-19 pandemic vaccination strategies were included for data analysis, with respondent-specified strategies assessed separately. We calculated the participation rate by dividing the number of responders by the sum of responders and nonresponders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "This study received approval from the Health Canada and PHAC Research Ethics Board (REB 2020-011P).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        },
        {
            "text": "Of 155 stakeholders contacted, 76 surveys were received for an overall participation rate of 49%. Of the received surveys, 74 were included for analysis, as 2 respondents returned blank surveys (48% response rate for surveys included in the analysis). A total of 22 out of 74 respondents (30%) were members of clinical or public health expert groups involved with PHAC, 19 (26%) were patient or community advocacy representatives or experts from the CanCOVID network, 16 (22%) were executives of Canadian health professional associations, 9 (12%) were members of provincial and territorial committees or representatives from national Indigenous groups, and 8 (11%) were representatives of federal government departments. The response rate by stakeholder group is shown in Table 2 . Two respondents did not complete one of the survey questions, and an additional 10 respondents did not provide distinct ranks in the order of importance for 1 (n = 4 respondents) or more (n = 6 respondents) questions. Ten respondents also ranked strategies out of 5, as an \"other\" strategy was specified, for at least 1 scenario; these other respondent-specified strategies were all considered by the authors to fall under 1 of the 4 predetermined strategies and these rankings were reordered from 1 through 4 (rather than 5) for analysis. The pandemic is still in progress and sustained community-level outbreaks continue There is a possible new wave of the pandemic with COVID-19 activity rising again after a postpeak period",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 772,
                    "end": 779,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The pandemic is considered over, but SARS-CoV-2 continues to circulate at low levels",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The pandemic is in the postpeak period and COVID-19 activity remains low Time Figure 1 : Pandemic scenarios at the time of initial COVID-19 vaccine availability, plotted along a hypothetical pandemic curve. The y-axis (not shown) represents the number of cases. This stylized pandemic curve includes a smaller second pandemic peak, which is one of several potential scenarios.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Stacked bar charts of rankings for COVID-19 pandemic vaccination strategies for different pandemic scenarios at the time of initial COVID-19 vaccine availability are presented in Figure 2 . The data underlying this visualization can be found in Appendix 4, available at www.cmajopen.ca/content/9/3/ E848/suppl/DC1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Research"
        },
        {
            "text": "For all pandemic scenarios, stakeholders generally ranked the vaccination strategies in the following order from most to least important: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "In a subgroup analysis by stakeholder group, the trends were less clear because of smaller samples, but the strategy to protect those most vulnerable to severe illness and death from COVID-19 remained the most important in all stakeholder groups and across pandemic scenarios. The exception to this general trend was with the health professional association stakeholder group, which ranked the vaccination strategy to protect the most vulnerable and the vaccination strategy to protect health care capacity similarly in high importance for pandemic scenarios 1 (pandemic in progress) and 4B (postpandemic without long-term protection). Data for the subgroup analysis can be found in Appendix 5, available at www.cmajopen.ca/content/9/3/E848/suppl/DC1. A sensitivity analysis including all responses, including those with nondistinct rankings, did not differ in overall trends (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research"
        },
        {
            "text": "The results of this priority-setting exercise were used to inform NACI's prioritization guidance for COVID-19 vaccination. 5, 6 This priority-setting exercise established that there is general alignment in the values and preferences across stakeholder groups. Surveyed stakeholders generally considered the most important vaccination strategy to be that of protecting those who are most vulnerable to severe illness and death from COVID-19 during the period of initial vaccine scarcity. This was followed in importance by the strategies to protect health care capacity and to minimize transmission of SARS-CoV-2. In this supply-constrained context, a vaccination strategy to protect critical infrastructure was considered the least important. The overall rankings in this expert survey mirrored those in surveys of the general public on the prioritization of pandemic vaccination strategies. Canada's COVID-19 Snapshot Monitoring (COSMO Canada) study is a longitudinal study that surveyed a representative sample of about 2000 Canadians from April through September 2020 in 8 waves. 10 When asked in Wave 7 (Aug. 13-17, 2020) which vaccination strategies they would prioritize if COVID-19 vaccine supply is limited, most respondents identified protecting those most vulnerable (51%) and protecting health care capacity (28%) as the most important strategies to determine which groups should receive the vaccine first when there is not enough vaccine for everyone when it first becomes available. 11 This was followed by minimizing transmission (15%) and protecting critical infrastructure (5%). In a 2011 study involving University of Alberta students and staff on the allocation of scarce resources during an influenza pandemic, the top choice for a priority access plan to the pandemic vaccine was to save the most lives. 12 The priority populations for early COVID-19 vaccination that were included in provincial and territorial programs beginning in December 2020 have been consistent with NACI's prioritization guidance, which was informed by this priority-setting exercise (NACI is an independent scientific advisory group to PHAC whose recommendations inform decision-making by provinces and territories, but jurisdictions have discretion on whether or not to accept NACI advice). NACI prioritized populations to protect those who are most vulnerable to severe illness and death and to protect health care capacity. This alignment with previous surveys as well as the field experience with the COVID-19 vaccine rollout in Canada lends confidence to the findings of the present study.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 126,
                    "end": 127,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1083,
                    "end": 1085,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1496,
                    "end": 1498,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1824,
                    "end": 1826,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "There are important limitations to consider when interpreting the findings of this study. Stakeholders were required to treat the vaccination strategies presented in the survey as distinct, when, in reality, these strategies are overlapping to some degree. For example, those working in long-term care facilities could be targeted under all 4 vaccination strategies that were presented for ranking. The hypothetical pandemic curve presented in the survey as a visual aid may have biased responses, as the second pandemic peak is lower than the first peak. However, the impact of this response bias may be minimal, as the rankings for scenarios 1 (pandemic in progress) and 2 (possible new wave) were similar. Furthermore, the 4 scenarios to describe the different phases of the epidemic curve were based primarily on our expert opinion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "There may be over-or underrepresentation of certain stakeholder groups, as a convenience sample of stakeholders was used for this priority-setting exercise. The patient and commun ity advocacy members of the CanCOVID network may not be representative of people who may be affected by COVID-19 vaccination strategies. The convenience sample is also of limited size. This priority-setting exercise included \"key informant\" stakeholders who acted as a proxy for their organization or stakeholder group. Though respondents were encouraged to consult with others in their organizations, the survey responses may not be representative opinions of the respective organizations or groups. The survey questions presented broad concepts that were open to interpretation. Respondents likely made differing assumptions based on their values and preferences to provide rankings. The overall response rate for surveys included in the analysis is modest (48%) with the highest response rate among representatives of federal government departments (80%) and lowest among representatives of provincial and territorial governments (30%). Although there is risk for selection bias in the findings, a subgroup analysis found that the most important strategy across all stakeholder groups (i.e., to protect those who are most vulnerable) was consistent with the overall analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The simple ranking used to determine priorities may not be as informative as other approaches. For example, simple ranking provides no information about the extent to which one vaccination strategy might be preferred over another. Only information on the respondents' stakeholder group and vaccination strategy rankings were collected. The survey used in this priority-setting exercise was not pilot tested. Finally, vaccine characteristics were unknown at the time of the survey, which made interpretation of the results of the survey challenging when the vaccines first became available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "This priority-setting exercise established that there is general alignment in the values and preferences across stakeholder groups: the most important vaccination strategy at the time of limited initial vaccine availability is to protect those who are most vulnerable. The findings of this study provided a timely expert perspective on priority COVID-19 pandemic vaccination strategies to guide early public health planning for COVID-19 vaccines, including the development of guidance by NACI on the prioritization of vaccines. The results of this study could prove useful to advisory groups for informing the development of future pandemic planning guidance. These prioritizations of pandemic vaccination strategies will need to be validated in follow-up surveys of different stakeholders in different contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Geneva: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 vaccination in Canada. Ottawa: Government of Canada",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ottawa: National Advisory Committee on Immunization",
            "authors": [],
            "year": 2005,
            "venue": "Preliminary guidance on key populations for early COVID-19 immunization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Key populations for early COVID-19 immunization: preliminary guidance for policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Tunis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CMAJ",
            "volume": "192",
            "issn": "",
            "pages": "1620--1652",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ottawa: National Advisory Committee on Immunization",
            "authors": [],
            "year": 2005,
            "venue": "Guidance on the prioritization of initial doses of COVID-19 vaccine(s)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ottawa: National Advisory Committee on Immunization",
            "authors": [],
            "year": 2005,
            "venue": "Guidance on the prioritization of key populations for COVID-19 immunization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Federal/provincial/territorial public health response plan for ongoing management of COVID-19. Ottawa: Public Health Agency of Canada",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Vaccine annex: Canadian Pandemic Influenza Preparedness: planning guidance for the health sector. Ottawa: Public Health Agency of Canada",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Applications of research methods in public health surveillance and programme evaluation",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Wave 6 results. Ottawa: Impact Canada",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wave 7 results. Ottawa: Impact Canada",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Public engagement on ethical principles in allocating scarce resources during an influenza pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosychuk",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "",
            "pages": "3111--3118",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Stacked bar charts comparing the percentage of each ranking contributing to the total for COVID-19 pandemic vaccination strategies for different pandemic scenarios at the time of initial COVID-19 vaccine availability.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Descriptions of pandemic scenarios at the time of initial COVID-19 vaccine availability",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "List of surveyed expert stakeholders Committee to Advise on Tropical Medicine and Travel members • National Advisory Committee on Immunization (NACI) members • NACI High Consequence Infectious Disease Working Group members • Public Health Agency of Canada Clinical Issues Task Group members Community Health Nurses of Canada • Immunize Canada member organizations • Indigenous Physicians Association of Canada • Infection Prevention and Control Canada • Public Health Physicians of Canada • Royal College of Physicians and Surgeons of Canada • Society of Obstetricians and Gynaecologists of Canada • The College of Family Physicians of Canada",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank the National Advisory Committee on Immunization (NACI), the NACI High Consequence Infectious Disease Working Group and the survey participants for their contributions to this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "For reviewer comments and the original submission of this manuscript, please see www.cmajopen.ca/content/9/3/ E848/suppl/DC1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplemental information:"
        },
        {
            "text": "Centre for Immunization and Respiratory Infectious Diseases (Zhao, Ismail, Tunis), Public Health Agency of Canada, Ottawa, Ont.; Metro City Medical Clinic (Ismail) , Edmonton, Alta.Contributors: All authors conceptualized and designed the work; participated in data collection, analysis and interpretation; drafted the work and revised it critically for important intellectual content; provided final approval of the version to be published; and agreed to be accountable for all aspects of the work. ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "text": "(Ismail)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Affiliations:"
        }
    ]
}