{
    "paper_id": "80889dff69494a106e85edbd7d80ceecc34af0c0",
    "metadata": {
        "title": "Prognostic value of lymphocyte count in severe COVID-19 patients with corticosteroid treatment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The outbreak of coronavirus disease 2019 (COVID-19) has so far caused over 108.2 million confirmed cases and over 2.3 million deaths all over the world as of February 14, 2021. 1 Among inhospital patients with COVID-19, the mortality was approximately 28%, however, the percentage increased to over 60% among critically ill patients, and over 80% among those who require mechanical ventilation. 2 Treatment of these severe patients is becoming one of the major challenges. It has been hypothesized that a cytokine storm is the main cause of illness progression which leads to acute respiratory distress syndrome (ARDS) and organ failure. For this reason, corticosteroids and/or immunomodulatory drugs have been extensively used during the SARS-CoV-2 pandemic. However, the clinical efficacy of corticosteroids remains controversial. Moreover, corticosteroid therapy was reported to delay the clearance of SARS-CoV-2, and a high dose of corticosteroid was found to be associated with death in severe COVID-19. 3 Therefore, to identify patients most likely benefit from corticosteroid and give precise corticosteroid therapy is essential for the management of severe COVID-19 and saving lives.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 395,
                    "end": 396,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1009,
                    "end": 1010,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Our study included 491 consecutive patients with severe COVID-19 from the People's Hospital of Wuhan University between February 16, 2020, and April 14, 2020. Patients were defined as severe cases when they met any of the following criteria: (1) respiratory distress, respiratory rate >30/min; (2) mean oxygen saturation ≤93% in the resting state; (3) arterial blood oxygen partial pressure (PaO 2 )/oxygen concentration (FiO 2 ) ≤300 mmHg; (4) lung involvement on imaging >50% within 24-48 h. Patients who died within the first 48 h of admission were excluded because it was difficult to evaluate the effectiveness of corticosteroids. Demographic and clinical characteristics, comorbidities, laboratory findings, and chest computed tomography, and treatment details of each patient were collected and checked independently by two clinicians. The outcome was all-cause mortality during hospitalization. We conducted multivariable logistic regression analysis on factors affecting all-cause mortality of COVID-19 patients and stratified by factors including age, hypertension, C-reactive protein (CRP), D-dimer, high sensitivity cardiac troponin I (hs-cTnI), and lymphocyte count. Continuous variables were converted to categorical variables. Interaction effects were also examined between outcomes and selected variables. All statistical analyses were performed with SPSS 25.0 (IBM, Armonk, NY, USA) and R package (version 3.4.4) (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1430,
                    "end": 1439,
                    "text": "(Fig. 1a)",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "The characteristics of patients with severe COVID-19 in the cohort such as age, sex, comorbidities, clinical and laboratory parameters were shown in Supplementary Table S1 . 232 (47.3%) patients received intravenous corticosteroids during hospitalization, 192 (82.8%) received 40 mg/d methylprednisolone (MP), 40 (17.2%) received 60-250 mg/d MP or equivalent doses of dexamethasone. The dosage and duration of corticosteroids used for the patients were chosen according to age, clinical symptoms, comorbidities, and lab tests. There was no significant difference in age, blood pressure, heart rate, respiratory rate, symptoms, comorbidities between the two groups (Supplementary Table  S1 ). However, patients with corticosteroid treatment had significantly lower levels of platelet, lymphocyte, monocyte, albumin, hs-cTnI, and significantly higher neutrophil, transaminase, CRP, and D-dimer levels. In consistent with previous studies, older age, leukocytosis, cardiac injury, high levels of CRP and D-dimer, and lymphopenia were associated with the death of severe COVID-19 (Supplementary Table S2 ). Intriguingly, in the unadjusted model, mortality was higher in the corticosteroid group than in the usual care group, with deaths reported in 51 of 232 patients (22.0%) and in 32 of 259 patients (12.4%), respectively (OR 2.00; 95% CI 1.23-3.24; P = 0.005), however, the use of corticosteroids was not associated with all-cause mortality in the adjusted model (OR 0.88; 95% CI 0.45-1.72; P = 0.705) (Supplementary Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 171,
                    "text": "Supplementary Table S1",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 688,
                    "text": "Table  S1",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1099,
                    "text": "(Supplementary Table S2",
                    "ref_id": null
                },
                {
                    "start": 1516,
                    "end": 1524,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "In order to investigate the factors influencing patients' response to corticosteroids, we then stratified patients according to their age, blood pressure, Hs-cTnI, CRP, and lymphocyte counts. There was no significant heterogeneity of treatment effects in subgroups except that defined by lymphocyte level (Fig. 1b) . Corticosteroid use in patients with lymphocyte counts ≤0.82 × 10 9 /L was associated with a significantly reduced risk of all-cause mortality (OR 0.30; 95% CI 0.12-0.75), whereas no significant difference was found in patients with lymphocytes >0.82 × 10 9 /L receiving corticosteroids (OR 2.68; 95% CI 0.86-8.39) (Fig. 1b) . The distribution of death in regards to lymphocyte counts ≤0.82 × 10 9 /L also showed a reduced death rate in patients receiving corticosteroids (Fig. 1c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 314,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 631,
                    "end": 640,
                    "text": "(Fig. 1b)",
                    "ref_id": null
                },
                {
                    "start": 788,
                    "end": 797,
                    "text": "(Fig. 1c)",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Although they did not reduce deaths in the overall population, corticosteroids did reduce overall mortality of patients need ventilation. Therefore, it is important to identify such a population of patients who would benefit from corticosteroids before initiation of the therapy. In our study, the improved outcomes associated with corticosteroid in patients with lymphocytopenia is intriguing and maybe clinically important. In severe COVID-19, lymphocytes were significantly reduced, and lymphopenia was considered a potential indicator for disease severity, therapeutic response, and disease outcome. It was speculated that high levels of proinflammatory cytokines in cytokine storm syndrome (CSS) such as tumor necrosis factor (TNF)-α and interleukin (IL)-6 could induce lymphocyte deficiency. Improved outcomes with corticosteroids in this population may indicate benefit in this hyperinflammatory situation. Patients with higher lymphocyte counts were less likely to have CSS and may experience more harm than benefit when receiving corticosteroids. Furthermore, it has been suggested that early low-dose corticosteroid therapy (within 14 days from onset of symptoms, 40 mg) accelerates the recovery of CD8 + T cells in critical COVID-19 patients 4 while high dose (>200 mg hydrocortisone equivalent) and early initiation (≤3 days from hospitalization) of corticosteroids were associated with a higher 28-day mortality rate and delayed viral RNA clearance. 3 Therefore, timely intervention and dosage are also of importance when using corticosteroids.",
            "cite_spans": [
                {
                    "start": 1463,
                    "end": 1464,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Elevated CRP, an inflammatory marker, was observed in most patients with COVID-19, and admission CRP correlated with disease severity and predicted poor prognosis. Keller and colleagues 5 found that glucocorticoids were associated with reduced risk of mortality or mechanical ventilation in patients with CRP ≥ 20 mg/dL, but increased risk of mortality or mechanical ventilation in patients with CRP < 10 mg/dL. However, our cohort did not find corticosteroid use was associated with lower mortality in terms of higher CRP. However, there are still several limitations in this study. Since it was a single-center study, the results may not be generalizable. As a retrospective analysis, it is subject to confounding factors and bias. We believe corticosteroids use in hospitalized patients excluded from the study reflects increased use with time because of a growing belief in their effectiveness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Taken together, our results suggest that lymphocyte count could be a potential indicator for the identification of severe COVID-19 patients who may benefit from corticosteroid therapy. Future studies on the role of these clinical indicators in guiding corticosteroid therapy and to predict clinical response are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "All data that support the findings of this study are available to researchers on reasonable request. Fig. 1 Comparison of all-cause mortality among severe COVID-19 patients receiving usual care or corticosteroid treatment. a The flow chart of the study. b Multivariable logistic regression results on mortality among severe COVID-19 patients stratified by age, blood pressure, Hs-cTnI, CRP, and lymphocyte counts. No significant heterogenicity was found between subgroups defined by age, hypertension, Hs-cTnI, and CRP. Corticosteroids use in patients with lymphocyte counts ≤0.82 × 10 9 /L was associated with a significantly reduced risk of all-cause mortality (OR, 0.30; 95% CI, 0.12-0.75), whereas no significant difference was found in patients with lymphocytes >0.82 × 10 9 /L receiving corticosteroids (OR, 2.68; 95% CI, 0.86-8.39). c The distribution of death in regards to lymphocyte counts showed reduced death in patients with lymphocyte counts less than 0.82 × 10 9 /L receiving corticosteroids compared to those with usual care. Red nodes indicate dead patients, black nodes indicate alive patients. hs-cTnI high sensitivity cardiac troponin I, CRP C-reactive protein, OR odds ratio, CI confidence interval Letter",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "DATA AVAILABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Weekly Epidemiological Update -14",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and mortality risk of severe COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1014--1015",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Corticosteroid treatment in severe COVID-19 patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Invest",
            "volume": "130",
            "issn": "",
            "pages": "6417--6428",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Time-course analysis reveals that corticosteroids resuscitate diminished CD8+ T cells in COVID-19: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann. Med",
            "volume": "53",
            "issn": "",
            "pages": "181--188",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effect of systemic glucocorticoids on mortality or mechanical ventilation in patients with COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Med",
            "volume": "15",
            "issn": "",
            "pages": "489--493",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank all the doctors, nurses, public health workers, and researchers for the braveness in fighting against SARS-CoV-2 and the efforts to save the life of COVID-19 patients. This work was supported by the Sichuan Science and Technology Program (Project No. 2019YJ0139) and 1.3.5 project for disciplines of excellence, West China Hospital, Sichuan University (Project No. ZYGD18015).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}