{
    "paper_id": "80c96810804ecb2bd2314f9b90c835b653e8fd36",
    "metadata": {
        "title": "Challenges in treatment of patients with acute leukemia and COVID-19: a series of 12 patients",
        "authors": [
            {
                "first": "Susanne",
                "middle": [],
                "last": "Ghandili",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susanne",
                "middle": [],
                "last": "Pfefferle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Roedl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Piet",
                "middle": [],
                "last": "Sonnemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panagiotis",
                "middle": [],
                "last": "Karagiannis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Olaf",
                "middle": [],
                "last": "Boenisch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Kluge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefan",
                "middle": [],
                "last": "Schmiedel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Harald",
                "middle": [],
                "last": "Ittrich",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University Medical Center Hamburg-Eppendorf",
                    "location": {
                        "settlement": "Hamburg",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Holger",
                "middle": [],
                "last": "Rohde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Lütgehetmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Katja",
                "middle": [],
                "last": "Weisel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carsten",
                "middle": [],
                "last": "Bokemeyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominic",
                "middle": [],
                "last": "Wichmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [],
                "last": "Fiedler",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominik",
                "middle": [],
                "last": "Jarczak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Franziska",
                "middle": [],
                "last": "Modemann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since January 2020, .30 million cases of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections have been confirmed globally. 1 Yet, there is almost no information on the clinical impact of coronavirus disease 2019 in adults with acute leukemia (AL). Because untreated newly diagnosed or refractory/relapsed AL is fatal, these patients require immediate chemotherapy in spite of concomitant SARS-CoV-2 infection. We report a series of 12 patients with AL and SARS-CoV-2 infection who were treated in our department between 18 March and 18 May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Eight patients (67%) had acute myeloid leukemia (AML); 4 patients (33%) had acute lymphoblastic leukemia (ALL) or lymphoblastic lymphoma (LBL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case description"
        },
        {
            "text": "At SARS-CoV-2 diagnosis, 3 patients had untreated, newly diagnosed AML; 4 patients had refractory/ relapsed AML. One patient was in complete remission with incomplete hematologic recovery (CRi) and received high-dose cytarabine for consolidation. All 4 refractory/relapsed patients had been treated with intensive chemotherapy before SARS-CoV-2 confirmation. After SARS-CoV-2 infection, 6 patients received therapy with azacytidine and venetoclax 2 ; 1 patient with newly diagnosed AML received induction therapy with daunorubicin and cytarabine (317).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of AML patients"
        },
        {
            "text": "The only AML patient who was in remission started 12 days after SARS-CoV-2 diagnosis with high-dose cytarabine consolidation therapy. He died 23 days after SARS-CoV-2 infection due to severe acute respiratory distress syndrome (ARDS) despite extracorporeal membrane oxygenation (ECMO) in deep aplasia. All three AML patients with newly diagnosed AML developed severe ARDS: the only one who was treated with intensive chemotherapy died. None of the 4 refractory AML patients treated with azacytidine/venetoclax developed ARDS. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical course of AML patients"
        },
        {
            "text": "Data of the clinical course were collected from the patient's electronic medical records. Diagnosis of SARS-CoV-2 infection was based on virus detection by real-time polymerase chain reaction (SARS-CoV-2 E-gene RT-PCR) in respiratory tract specimens. 3 SARS-CoV-2 immunoglobulin G (IgG) antibodies were tested against viral spike protein (S1/S2) and nucleoprotein (N).",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "3",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The median age of patients was 60 years (r, 32-76 years). Seventyfive percent (n 5 9) were male. Four patients (33%) were asymptomatic at SARS-CoV-2 diagnosis, but later on, all patients became symptomatic. Ten patients (83%) were admitted to the intensive care unit (ICU Deep vein thrombosis was observed in 1 patient despite adequate anticoagulation. 5 The median stay at the ICU was 9 days (range, 2-23 days). Overall, 9 of 12 patients (75%) had aplasia (grade 4 neutropenia) during SARS-CoV-2 infection with a median duration of 33.5 days (r, 4-43 days). Six of 12 patients (50%) had grade 4 lymphopenia during clinical course (for laboratory values, see Table 2 ). Table 1 (patients 2, 6, and 9). Nevertheless, they were able to mount the typical infiltrates.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 354,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 659,
                    "end": 666,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 677,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Three of 5 patients with ARDS were successfully extubated after invasive ventilation with a median time of 7 days (r, 4-12 days). Overall, 8 patients have been discharged from the ICU. Two patients have died (17%; patients 2 and 5). In contrast to the other patients, these patients showed no reduction in viral load in EDTA plasma at day 14 (see visual abstract).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "In 7 cases, leukemia-specific treatment was adjusted. In 2 fit patients with newly diagnosed untreated AML (patients 7 and 11), the decision was made against intensive chemotherapy in favor of azacytidine/venetoclax. In all refractory patients (patients 6, 8, 9, and 10), the usual treatment plan was changed from intensive salvage chemotherapy to azacytidine/venetoclax. With this treatment strategy, comparable remission rates to those in non-SARS-CoV-2-infected patients could be observed. 2 The patient with newly diagnosed B-ALL had to discontinue pegylated-asparaginase treatment due to COVID-19-associated deep vein thrombosis.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 494,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "Clinical symptoms of COVID-19 range from mild symptoms to critical courses and even death. 8 In unselected patients in China, mild and moderate courses have been described in ;80%, almost 14% had severe disease, and 6% critical courses. 8 We scored mild or moderate courses of COVID-19 in 3 patients (25%) and severe and critical courses in 9 patients (75%), including 2 deaths and 42% of severe ARDS. This corresponds to an almost 7 times higher rate of severe and critical courses of COVID-19 in patients with AL and LBL. In April 2020, He et al reported more severe SARS-CoV-2 infections in patients with hematological malignancies. 9 The prolonged and severe course of clinical disease is paralleled by the virological findings showing that, during the long observation period in 2 patients, SARS-CoV-2 is still detectable and just 60% developed SARS-CoV-2 IgG/IgM. Remarkably, 4 of our patients had persistent viremia on day 14. Increasing RNA titers over the observation period were observed in the 2 patients who had a fatal outcome, which highlights the importance of monitoring RNA load in plasma.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 92,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 237,
                    "end": 238,
                    "text": "8",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 636,
                    "end": 637,
                    "text": "9",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The American Society of Hematology recommends treatment with intensive chemotherapy in patients with newly diagnosed AML and eligibility for intensive therapy. 10 Although the number in our case series is small, only 1 of 4 patients with ALL/LBL developed a critical disease state. In all 4 patients, ALL-specific therapy could be administered with only small delays or modifications. All patients with newly diagnosed AML developed critical courses with ARDS, especially those treated with intensive chemotherapy. None of the 4 refractory AML patients who were all treated with azacytidine/ venetoclax developed ARDS. This combination may be less toxic than intensive chemotherapy and may be used as a bridge to further therapy. Meanwhile, after full recovery from COVID-19, 6 patients with indication for stem cell transplantation could receive transplants without SARS-CoV-2 reactivation; another 2 patients are scheduled for transplantation.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 162,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "To be able to draw firm conclusions on the treatment of AL from the pooled shared experience of the SARS-CoV-2-infected patients, international series are necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Venetoclax combined with decitabine or azacitidine in treatment-naive, elderly patients with acute myeloid leukemia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Dinardo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pratz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pullarkat",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Blood",
            "volume": "133",
            "issn": "1",
            "pages": "7--17",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Evaluation of a quantitative RT-PCR assay for the detection of the emerging coronavirus SARS-CoV-2 using a high throughput system",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reucher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nörz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lütgehetmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ARDS Definition Task Force. Acute respiratory distress syndrome: the Berlin definition",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Ranieri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "JAMA",
            "volume": "307",
            "issn": "23",
            "pages": "2526--2533",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "6",
            "pages": "1421--1424",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Radiological Society of North America Expert Consensus Statement on reporting chest CT findings related to COVID-19. Endorsed by the Society of Thoracic Radiology, the American College of Radiology, and RSNA -secondary publication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thorac Imaging",
            "volume": "35",
            "issn": "4",
            "pages": "219--227",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "CT image visual quantitative evaluation and clinical classification of coronavirus disease (COVID-19)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Radiol",
            "volume": "30",
            "issn": "8",
            "pages": "4407--4416",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 in persons with haematological cancers",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Leukemia",
            "volume": "34",
            "issn": "6",
            "pages": "1637--1645",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and Acute Myeloid Leukemia: Frequently Asked Questions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnosis and management of AML in adults: 2017 ELN recommendations from an international expert panel",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Döhner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Estey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grimwade",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Blood",
            "volume": "129",
            "issn": "4",
            "pages": "424--447",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Deutschman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "8",
            "pages": "801--810",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "RNA was detected in the upper respiratory tract samples of all patients (12 of 12) by RT-PCR at high concentrations (average 1 3 10 7 RNA copies per milliliter).3 All 10 tested patients showed viremia with an average of 1 3 10 3 RNA copies per milliliter at diagnosis. At day 14, viral loads in respiratory samples and blood decreased overall by 1 log. Four patients still showed viremia after 14 days. Only 7 of 10 tested patients (70%) developed reactivity in SARS-CoV-2 serology (IgM and IgG) after a median follow-up of 43 days (range, 12-61 days): 1 of these patients received COVID convalescent plasma. At the end of follow-up, 2 of 10 alive patients still had detectable SARS-CoV-2 RNA in nasopharyngeal swabs (20%).All cases in which chest computed tomography (CT) scanning was performed showed bilateral, mainly peripheral, ground-glass opacities with (n 5 4) or without (n 5 2) consolidation, matching the typical finding of SARS-CoV-2 infection (according to Simpson et al and Li et al6,7 ). At time of CT scanning, 3 patients were in aplasia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "C-reactive protein; HFNC, high-flow nasal cannula; IL-6, interleukin-6; MV, mechanical ventilation; PCT, procalcitonin. See",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of each patient's characteristics: part 1 ICU, intensive care unit; M, male; max, maximum; MRD, minimal residual disease; NA, not applicable; ND, not done; Ph, Philadelphia chromosome; Pt, patient; sunitinib, 25 mg/d ongoing; TCL, T-cell lymphoma; Ven, venetoclax.*AML risk stratification according to the European LeukemiaNet classification.11 †SOFA score according to Singer et al.12 ‡Preexisting myelodysplastic syndrome.blinatumomab (for patients characteristics, seeTable 1). All ALL patients were treated according to recommendations of the German Multicenter Study Group on Adult ALL (NCT number 02881086). course of ALL/LBL patients One patient with newly diagnosed ALL developed severe ARDS and deep vein thrombosis during COVID-19. None of the remaining 3 ALL/LBL patients developed ARDS. None of the 4 ALL/LBL patients died. The patient with deep vein thrombosis did not receive further pegylated asparaginase.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Contribution: S.G., K.R., P.S., P.K., O.B., S.K., S.S., K.W., C.B., D.W., W.F., D.J., and F.M. collected the clinical and epidemiological data and summarized all data; S.P., H.R., and M.L. performed the virological and RT-PCR assays; H.I. was responsible for radiological assessment and analysis; S.G., S.P., K.R., D.W., W.F., D.J., and F.M. drafted the manuscript; S.G., C.B., D.W., W.F., and F.M. revised the final version; and all authors reviewed and approved the manuscript.Conflict-of-interest disclosure: P.K. is a shareholder of Abbvie Inc. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authorship"
        }
    ]
}