{
    "paper_id": "8196ad720c9399a49e045a29e8bac94f85e2577f",
    "metadata": {
        "title": "The impact of export regulations on recombinant viral vaccine development for emerging infectious diseases",
        "authors": [
            {
                "first": "Jayanthi",
                "middle": [],
                "last": "Wolf",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merck & Co., Inc",
                    "location": {
                        "settlement": "Kenilworth",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [],
                "last": "Hansen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merck & Co., Inc",
                    "location": {
                        "settlement": "Kenilworth",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Hassis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merck & Co., Inc",
                    "location": {
                        "settlement": "Kenilworth",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Lapps",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Merck & Co., Inc",
                    "location": {
                        "settlement": "Kenilworth",
                        "region": "NJ",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Emese",
                "middle": [],
                "last": "Warmuth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "MSD Pharma Hungary Kft",
                    "location": {
                        "settlement": "Budapest",
                        "country": "Hungary"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Emerging infectious diseases cause devastation in impacted countries, resulting in major public health crises and economic disasters. Recent examples include outbreaks of Zaire ebolavirus in African countries and the pandemic caused by the 2019 coronavirus (SARS-CoV-2). There are efforts to develop vaccines for diseases caused by Ebola virus, Marburg virus, MERS-CoV, Lassa, Nipah, Rift Valley Fever, Chikungunya and SARS-CoV-2. However, many of these viruses are subject to export controls (Table 1) based on a determination by the Australia Group [1], which is an informal forum of more than 40 countries ( Table 2 ) which seeks to ensure that exports do not contribute to the development of chemical or biological weapons. As a consequence of Australia Group's recommendations, viral vaccines containing genes or partial sequences of any listed microorganism (Table 1 ) are subject to export regulations, which have a significant impact on the ability to manufacture and ship vaccines to individuals in countries that need it during times of disease outbreaks. There is an urgent need to revisit the intent of the original Australia Group lists and the resulting country-specific laws that have been enacted. Exceptions for vaccines are immediately needed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 493,
                    "end": 502,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 611,
                    "end": 618,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 864,
                    "end": 872,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "2. Case study: impact of export regulations on the development of an Ebola vaccine ERVEBO Ò is a recombinant vesicular stomatitis virus (rVSV) vaccine, where the VSV envelope G protein was deleted and replaced by inserting only the envelope glycoprotein of Zaire ebolavirus [2] . This vaccine was rapidly taken through development to approval through the coordinated efforts of many partners [3] . The vaccine marketing authorization holder is a global company, headquartered in the United States (US) with a manufacturing site for this vaccine in Germany.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 277,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vesicular stomatitis virus and Ebolavirus are listed on Australia Group's ''List of Human and Animal Pathogens and Toxins for Export Control\" [4] . The manufacturer followed Export Administration Regulations (EAR), recorded in the US Code of Federal Regulations (15C.F.R. § 730), administered by the Bureau of Industry and Security (BIS) [5] . The EAR contains a list called the Commerce Control List (CCL), which is a list of items that are determined to have a military use in addition to a commercial use, therefore often referred to as ''dual use\", and the list of controlled microorganisms follows the Australia Group. Items on the CCL are organized according to alpha-numeric designations called ''Export Control Classification Numbers\" (ECCNs). Technology associated with development or production of biological agents or genetic elements from the list of controlled microorganisms is classified as ''ECCN 1E001\". Genetic elements that contain nucleic acid https://doi.org/10.1016/j.vaccine.2020.09.057 0264-410X/Ó 2020 Elsevier Ltd. All rights reserved. sequences of controlled microorganisms are assumed ''associated with pathogenicity\" and are controlled under ''ECCN 1C353\" [Genetic Elements and Genetically-Modified Organisms] if the agent is on the list. Therefore, portions of the ERVEBO Ò manufacturing process are considered ECCN 1E001 and the vaccine's virus construct is controlled under ECCN 1C353. Table 1 provides an overview of ECCNs covering the development and manufacturing of vaccines.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1418,
                    "end": 1425,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Export licenses from BIS are required for exports from the US and similar export licenses are required from the German Federal Office for Economic Affairs and Export Control (Bundesamt für Wirtschaft und Ausfuhrkontrolle, BAFA) if the samples or technology are exported from Germany. Exports include sending virus construct samples or technology to testing labs in a foreign country, sending virus construct samples or technology to regulatory agencies and non-citizens working on the controlled samples or technology (this includes employees of the US-based company who are based in locations outside the US, or foreign nationals working in the US). Re-exports to a third country or in-country transfer to a separate consignee require additional export licenses. End-user certification, along with import certificates and delivery verification, are needed in some cases. Export licenses add time and cost to vaccine development. In the US, licenses take 30-45 days to obtain from BIS and in Germany, each export license takes 30 days to obtain from BAFA. In the US, the cost of legal fees to prepare license applications range between $5,000 to $10,000, and in Germany legal support can also incur fees of €3,000 to €8,000. If export licenses are not prepared properly and physical items or technology is provided to parties without authorization, enforcement actions from both authorities begin with monetary fines and can result in additional restrictions on exports, even for goods not subject to export controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Waiting for licenses to be issued results in delays to research and manufacturing activities. Regulatory submissions outside the US require an export license even if only 10 pages of controlled technology description are included within a dossier spanning more than 10,000 pages. In disease outbreaks, expedited license requests can be submitted, but this takes significant effort from both the company and BIS to turn these around rapidly. In a global company, research and development, along with manufacturing activities are often distributed to multiple locations to leverage expertise, resources, and capacity. This strength cannot be engaged when technology cannot cross borders without export licensing, and individuals who are focused on delivering on research or manufacturing goals could be restricted from knowledge within the same company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Australia Group guidelines seek to ensure that exports do not contribute to the development of chemical or biological weapons. However, in the process of creating these lists and country-specific regulations, an unintended consequence of these regulations is that they hinder the development of promising new vaccine candidates for these very pathogens. In a world that's increasingly interconnected, these regulations stymie research and development efforts for emerging infectious disease vaccines. Out of the 210 COVID-19 vaccines in development [6] , Australia Group's regulations impact 9 vaccines that are based on live virus vectors (such as VSV, Yellow Fever Virus, Rabies Virus and Newcastle Disease Virus). While SARS-CoV-2 is not yet on the Australia Group list, a closely related virus, SARS, is on the list. If SARS-CoV-2 is added to the Australia Group list, it will impact all 210 COVID-19 vaccine in development because these vaccines contain nucleic acid sequences of SARS-CoV-2, such as the nucleic acids encoding the SARS-CoV-2 Spike protein.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[6]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "An urgent call to action"
        },
        {
            "text": "Researchers have been trying to prepare for the next outbreak of ''Disease X\" using platform technologies such as vectors based on vesicular stomatitis virus, which is also on the Australia Group list. It can be assumed that all these promising vaccine candidates will be subject to export controls, unless the manufacturing, development and supply chain can be solely outside of the countries that follow the Australia Group. Some microorganisms have been removed from the list (e.g. dengue virus) when a suitable vaccine candidate was developed, therefore there is a precedent for removing viruses from the list, however this process takes several years. Now that attenuated VSV has been approved in the context of a vaccine licensed by US, EU, and African regulatory authorities, VSV lacking a G protein should be excluded from Australia Group's list.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An urgent call to action"
        },
        {
            "text": "Guidelines imposed by the Australia Group need to be routinely evaluated using the same sense of urgency that is used for the development for medical countermeasures against the serious restricted agents that could cause morbidity and mortality in humans or animals. For example, the Australia Group could: (1) exclude vectors or gene segments of pathogens that are in licensed products, (2) assess vaccine candidates that contain components of pathogens and remove them on a case-by-case basis following demonstration of attenuation in toxicology studies or early clinical studies, (3) limit the list to intact wild-type viruses or bacteria, or (4) exclude all vaccines regardless of whether or not they are genetically modified organisms. The review of guidelines and restrictions on medical countermeasures by the Australia Group needs to be timely and accessible by research groups in order to facilitate product development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An urgent call to action"
        },
        {
            "text": "In conclusion, the Australia Group should make exemptions for vaccines, including the shipment of controlled materials and technology, which should translate into revisions of country-specific guidelines. It's already too late for some vaccine candidates, but in order for the world to respond to the ongoing SARS-CoV-2 pandemic and to be prepared for the next viral ''Disease X\", the process of updating these regulations needs to start now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "An urgent call to action"
        },
        {
            "text": "Funding provided by Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., Kenilworth, NJ, USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All co-authors reviewed and approved a final version of this commentary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Authors are current employees of Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., Kenilworth, NJ, USA or current employees of MSD Pharma Hungary Kft (Budapest, Hungary) and may hold stock or stock options in the companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "United States Food and Drug Administration site on ERVEBO",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Applying Lessons from the Ebola vaccine experience for SARS-CoV-2 and other epidemic pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bruno",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eichberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jannat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rudo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanrheenen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Partner J Vaccines",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41541-020-0204-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "List of Human and Animal Pathogens and Toxins for Export Control\" as of 28",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Milken Institute's COVID-19 Treatment and Vaccine Tracker",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Export Control Classification Numbers (ECCN) for Vaccines.Clostridium perfringens strains, other than the epsilon toxin-producing strains of Clostridium perfringens described in c.12, are excluded from the scope of this entry, since they may be used as positive control cultures for food testing and quality control. 1C351.d.1 through 1C353.d.18",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "List of Australia Group Countries (and the year in which they joined) https:// australiagroup.net/en/participants.html.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Karyn Davis of Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., Kenilworth, NJ, USA for editorial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}