{
    "paper_id": "81994ff221699ede53b4da25de6bcf88e8554d20",
    "metadata": {
        "title": "Self-Assessed Severity as a Determinant of COVID-19 Symptom Specificity: A Longitudinal Cohort Study",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Bershteyn",
                "suffix": "",
                "affiliation": {},
                "email": "anna.bershteyn@nyulangone.org"
            },
            {
                "first": "Angela",
                "middle": [
                    "M"
                ],
                "last": "Dahl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tracy",
                "middle": [
                    "Q"
                ],
                "last": "Dong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meagan",
                "middle": [
                    "E"
                ],
                "last": "Deming",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Connie",
                "middle": [
                    "L"
                ],
                "last": "Celum",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "Y"
                ],
                "last": "Chu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angelica",
                "middle": [
                    "C"
                ],
                "last": "Kottkamp",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "L"
                ],
                "last": "Greninger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Risa",
                "middle": [
                    "M"
                ],
                "last": "Hoffman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Keith",
                "middle": [
                    "R"
                ],
                "last": "Jerome",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christine",
                "middle": [
                    "M"
                ],
                "last": "Johnston",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patricia",
                "middle": [
                    "J"
                ],
                "last": "Kissinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raphael",
                "middle": [
                    "J"
                ],
                "last": "Landovitz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miriam",
                "middle": [
                    "K"
                ],
                "last": "Laufer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alfred",
                "middle": [],
                "last": "Luk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "W"
                ],
                "last": "Deming",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "K"
                ],
                "last": "Paasche-Orlow",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "A"
                ],
                "last": "Pitts",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "D"
                ],
                "last": "Schwartz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "C"
                ],
                "last": "Stankiewicz Karita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lorna",
                "middle": [
                    "E"
                ],
                "last": "Thorpe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Wald",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Crystal",
                "middle": [
                    "Y"
                ],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [
                    "H"
                ],
                "last": "Wener",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ruanne",
                "middle": [
                    "V"
                ],
                "last": "Barnabas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mbchb",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "R"
                ],
                "last": "Brown",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 symptom definitions rarely include symptom severity. We collected daily nasal swabs and symptom diaries from contacts of SARS-CoV-2 cases. Requiring ≥1 moderate or severe symptom reduced sensitivity to predict SARS-CoV-2 shedding from 60.0% (CI: 52.9−66.7%) to 31.5% (CI: 25.7−38.0%), but increased specificity from 77.5% (CI:75.3−79.5%) to 93.8% (CI: 92.7−94.8%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "M a n u s c r i p t Background COVID-19 symptom assessments are widely used to screen attendees of congregate venues such as schools, [1] workplaces, [2] and entertainment facilities. [3] However, COVID-19 symptoms are non-specific and overlap with other conditions. [4] Common symptom definitions, such as those of the United States (US) Centers for Disease Control (CDC) [5] and World Health Organization (WHO) [6] , do not include metrics of severity, giving equal weight to mild, moderate, and severe symptoms. We examined symptom severity among adults receiving daily SARS-CoV-2 testing.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 184,
                    "end": 187,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 270,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between March and August 2020, 780 asymptomatic outpatients in the US enrolled in a hydroxychloroquine post-exposure prophylaxis trial after close contact with a confirmed COVID-19 case. [7] For 16.2% (N=126) of participants, exposure to SARS-CoV-2 occurred through caring for a patient with SARS-CoV-2 in a clinical setting without appropriate personal protective equipment. For the remaining 83.8% (N=654) of participants, exposure occurred through shared residence or prolonged close contact in a confined space.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Participants completed symptom surveys and nasal swabs daily for 14 days. Swabs were tested for SARS-CoV-2 RNA as described previously. [8] Symptoms were self-assessed as \"mild\" (symptoms did not interfere with daily activities); \"moderate\" (symptoms interfered with daily activities); \"severe\" (symptoms prevented daily activities, required an emergency room visit, or required hospitalization).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We studied the association between symptom severity and SARS-CoV-2 detection. In our primary analysis, viral detection was defined as cycle threshold (Ct) ≤40, symptom severity was defined as the most severe symptom reported, and COVID-19 symptoms were defined by CDC criteria. [5] CDC criteria were cough, shortness of breath, loss of taste, or A c c e p t e d M a n u s c r i p t loss of smell; or least two of the following: fever, chills, myalgia, headache, sore throat, nausea or vomiting, diarrhea, fatigue, congestion, or runny nose. We further performed alternative analyses in which viral detection was defined as Ct≤30, symptom severity was defined as a minimum threshold below which symptoms were excluded from contributing toward criteria, and COVID-19 symptoms were defined by WHO criteria. [6] WHO criteria were fever and dry cough; or loss of taste or smell; or at least three of the following: fever, dry cough, fatigue, headache, muscle aches, sore throat, coryza (nasal congestion, runny nose, or sneezing), shortness of breath, nausea or vomiting, or diarrhea. Two-sided 95% confidence intervals (CIs) were produced using generalized estimating equations with clustering by participant. [9] The study was approved by the Western Institutional Review Board, with reliance agreements with the collaborating institutions. The study was registered with ClinicalTrials.gov (NCT04328961). All study participants provided written informed consent.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Median age of participants was 39 (IQR: 26-51), and 59.6% (N=465) were assigned female sex at birth. SARS-CoV-2 RNA was detected in 23.2% (N=181) of participants during follow-up, with 10.6% testing positive on the first day of follow-up (prevalent infection), and 12.6% testing negative on the first day and positive on a subsequent day (incident infection). Age and sex were similar for participants with prevalent, incident, or no SARS-CoV-2 detected (median age 37, 37, and 39 respectively; proportion female 55.4%, 57.1%, and 60.0% respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "On a given day, the mean number of COVID-19 symptoms reported by any participant was 1.15, of which 83.3% were mild, 14.9% were moderate, and 1.8% were A c c e p t e d M a n u s c r i p t severe. For participants shedding SARS-CoV-2 on a given day, the mean number of symptoms reported was 3.11, of which 75.7% were mild, 20.5% were moderate, and 3.8% were severe. For participants not shedding SARS-CoV-2 on a given day, the mean number of symptoms reported was 0.95, of which 85.8% were mild, 13.1% were moderate, and 1.1% were severe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Mild symptoms that met CDC criteria were reported on 28.5% of days when participants shed SARS-CoV-2 and 16.3% of days when participants did not shed SARS-CoV-2 ( Figure 1A and B). At least one moderate or severe symptom, combined with symptoms of any severity meeting CDC criteria, were reported on 31.5% of days when participants shed SARS-CoV-2 and 6.2% of days when participants did not shed SARS-CoV-2. Moderate or severe symptoms were mostly reported in the first week of shedding ( Figure   1C ) and rarely reported prior to shedding onset or among participants who never shed SARS-CoV-2 ( Figure 1D ). Symptom severity changed frequently over the course of follow-up ( Figure 1C , lines between bars). CDC symptom criteria were met at least once by 80.7% of participants who ever shed SARS-CoV-2 and 58.3% of participants who never shed SARS-CoV-2. CDC criteria plus ≥1 moderate or severe symptom occurred in 52.5% of participants who ever shed SARS-CoV-2 and 26.6% of participants who never shed SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 500,
                    "text": "Figure   1C",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 686,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Adding ≥1 moderate or severe symptom to CDC criteria would decrease the sensitivity (i.e., true positive rate) of symptoms for concurrent SARS-CoV-2 shedding from 60.0% (CI: 52.9−66.7%) to 31.5% (CI: 25.7−38.0%), but would increase the specificity (i.e., true negative rate) from 77.5% (CI: 75.3−79.5%) to 93.8% (CI: 92.7−94.8%). Similar tradeoffs were observed for shedding the following day or on any future day of follow-up (Supplementary Table S1 ). Adding ≥1 moderate or severe symptom increased the positive A c c e p t e d M a n u s c r i p t In the alternative analyses, moderate or severe symptoms were more common with Ct≤30. True positive rate was higher (41.5%, CI: 32.5−51.1%), but true negative rate was lower (92.7%, CI: 91.5−93.8%) with Ct≤30. When only moderate or severe symptoms were considered or when WHO criteria were used, the true positive rate was lower and the true negative rate was higher (Supplementary Table S1 ). Individual symptoms most predictive of SARS-CoV-2 infection were loss of smell, fever, and loss of taste (Supplementary Table S2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 427,
                    "end": 450,
                    "text": "(Supplementary Table S1",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 940,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1072,
                    "text": "(Supplementary Table S2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "When restricting to moderate or severe symptoms, individual symptoms most predictive of SARS-CoV-2 infection were loss of smell, chills, and loss of taste.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Participants who reported moderate or severe symptoms at least once during followup tended to be younger (median age 36.5, IQR 25-48) than those who remained asymptomatic or reported only mild symptoms (median age 40, IQR 27-51), however, participants who reported moderate or severe symptoms and also tested positive at least once during follow-up tended to be older (median age 39, IQR 25-50) than those who remained asymptomatic or had only mild symptoms despite testing positive at least once during followup (median age 36.5, IQR 23-53). A similar proportion were female among those who reported moderate or severe symptoms (61%) and those who remained asymptomatic or reported only mild symptoms (59%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In this cohort of US adults recently exposed to a confirmed SARS-CoV-2 case, COVID-19 symptom criteria were highly non-specific. A majority of participants never shedding SARS-CoV-2 over a two-week period met CDC symptom criteria on at least one A c c e p t e d M a n u s c r i p t day. On a given day, more than one in five participants not shedding SARS-CoV-2 met symptom criteria, predominantly due to mild symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Augmenting COVID-19 symptom definitions to include ≥1 moderate or severe symptom increased specificity of symptom criteria, but decreased sensitivity. Such a trade-off may be appropriate when specificity is desirable, such as when individuals not meeting symptom criteria will undergo further screening for SARS-CoV-2. For example, many work, education, travel, and entertainment venues require symptomatic individuals to remain at home, but additionally require SARS-CoV-2 testing for attendees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. Study participants were US adults recently exposed to a confirmed COVID-19 case and may not be generalizable to other populations. Symptom self-assessment occurred in the context of a clinical trial rather than screening for event attendance, which may have resulted in different reporting patterns, including a possible Hawthorne effect. [10] Symptom and shedding profiles do not account for SARS-CoV-2 variants that emerged since mid-2020. Finally, study participants were unvaccinated; symptoms likely differ for vaccinated individuals.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Adding symptom severity can improve the specificity of COVID-19 symptom definitions. However, positive predictive values were low even when including symptom severity, highlighting the limitations of COVID-19 symptom self-assessment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Practical School Algorithms for Symptomatic or SARS-CoV-2-Exposed Students Are Essential for Returning Children to In-Person Learning",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Orscheln",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Newland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Pediatr",
            "volume": "229",
            "issn": "",
            "pages": "275--277",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A Framework for Evaluating Approaches to Symptom Screening in the Workplace During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gidengil",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Broten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Screening for SARS-CoV-2 Antigen Before a Live Indoor Music Concert: An Observational Study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Llibre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Videla",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clotet",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Revollo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M21-2278"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Suspicion of COVID-19 in Nursing Home Residents: Symptoms and Mortality Risk Factors",
            "authors": [
                {
                    "first": "Jjs",
                    "middle": [],
                    "last": "Rutten",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Kooten",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "21",
            "issn": "",
            "pages": "1791--1797",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus Disease 2019 (COVID-19) | CDC. Available at",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "World Health Organization Headquarters (HQ). WHO COVID-19 Case definition",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization",
            "authors": [
                {
                    "first": "Switzerland",
                    "middle": [],
                    "last": "Geneva",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Hydroxychloroquine as Postexposure Prophylaxis to Prevent Severe Acute Respiratory Syndrome Coronavirus 2 Infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Barnabas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bershteyn",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Intern Med",
            "volume": "174",
            "issn": "",
            "pages": "344--352",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Trajectory of Viral RNA Load Among Persons With Incident SARS-CoV-2 G614 Infection (Wuhan Strain) in Association With COVID-19 Symptom Onset and Severity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Stankiewicz Karita",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "JAMA Network Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Statistical Analysis of Correlated Data Using Generalized Estimating Equations: An Orientation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Negassa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Forrester",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "American Journal of Epidemiology",
            "volume": "157",
            "issn": "",
            "pages": "364--375",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Understanding the Hawthorne effect",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sedgwick",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenwood",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "351",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "was supported by a grant from the Bill and Melinda Gates Foundation. Potential conflicts of interest. AB discloses grant funding from the National Institutes of Health, the Bill and Melinda Gates Foundation, and the New York City Department of Health and Mental Hygiene and personal fees from Gates Ventures and outside of the submitted work. CMJ discloses fees from UpToDate (royalties), AbbVie (consultant), MedPace (DSMB), Gilead (consultant). AW discloses funding from the National Institutes of Health for COVID-19 research and grants or contracts from Sanofi and GSK all outside of the submitted work paid to the institution; royalties or licenses from UpToDate; consulting fees from Aicuris, Crozet, Auritec, Dxnow, and Gilead paid to self; travel reimbursement from Innovative Molecules; participation on a Data Safety Monitoring Board or Advisory Board from Merck, X-Vax, and Vir paid to self, and provision of vaccine for a clinical trial from Merck. RVB reports support for manuscript and conference abstract writing from Regeneron Pharmaceuticals. ERB reports grants from the National Institutes of Health paid to the institution outside of the submitted work; consulting fees from Merck and Adolescent Trials Network (UNC); and participation on a Data Safety Monitoring Board or Advisory Board for Merck and Adolescent Trials Network paid to self and unpaid for the NIH. HYC reports grant funding for the present manuscript from Centers for Disease Control and Gates Ventures; grants or contracts from DARPA, NIH, Bill and Melinda Gates Foundation, Emergent Ventures, and the University of Washington all outside of the submitted work; consulting fees from Bill and Melinda Gates Foundation, Ellume, Merck, Pfizer, and Glaxo Smith Kline; payment or honoraria for lectures from Mountain to Sound Critical Care Nurses Meeting, American Society of Hematology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Medical Society Annual Meeting; payment or honoraria for an educational event from Families of Color Seattle -Vaccine Equity Initiative; support for travel for lectures from ID Week, RSV International Meeting, and International Conference on Neonatology; leadership or fiduciary roles unpaid for NIH Expert Working Group -COVID, Respiratory Viruses, Material Vaccines and CDC ACIP RSV Working Group; and receipt of supplies from Ellume and reagents from Cepheid. AMD reports funding provided through a grant paid to institution for the present manuscript from the National Institutes of Health MED reports being supported by a pilot grant from the Infectious Disease Clinical Research Consortium through the National Institute for Allergy and Infectious Diseases (NIAID) of the National Institutes of Health (NIH), under award number UM1AI148684. ALG reports grants or contracts from Abbott Molecular, Hologic, Gilead, and Merck paid to the institution outside of the submitted work. CMJ reports consulting fees from Abbvie and Gilead and participation on a Data Safety Monitoring Board or Advisory Board for MedPace paid to self. RJL reports honoraria for conference symposium presentations from Cepheid, Janssen and participation on a Scientific Advisory board for Merck, Gilead. AL reports research support to the institution outside of the submitted work from Karius, Inc. and Astellas Pharmaceuticals, Inc. and receipt of meal from CareDx. KMN reports that the institution receives grant from Pfizer to conduct clinical trials of COVID vaccines but did not receive salary support on this grant and receiving grants from NIH to participate in overall organization of COVID vaccine trials and for participation in vaccine trials both outside of the submitted work. MDS reports leadership or fiduciary role for Society of General Internal Medicine Council 2017-2020 and ACTCPCMD (HRSA Advisory Committee) 2018-2022. HSK is funded by the Research Supplement from the National Cancer Institute at the National Institutes of Health (R01 CA213130-S), the Department of Medicine Diversity",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "predictive value of CDC symptoms from 21.4% (CI: 17.8−25.7%) to 34.3% (CI: 27.8−41.4%) while the negative predictive value remained similar, decreasing from 95.0% (CI: 93.7−96.0%) to 93.1% (CI: 91.7−94.2%).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t Number of person-days during which participants did not meet CDC symptom criteria (gray) or met CDC symptom criteria with only mild (blue), at least one moderate (purple), or at least one severe symptom (red). Person-days are sub-divided by whether a participant is (A) concurrently shedding (B) not concurrently shedding, and (C) by day since shedding onset or (D) never shedding during follow-up. Lines between bars in Panel C depict changes in symptom status of individual participants on sequential days.A c c e p t e d M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}