{
    "paper_id": "81b0da5bb8f3183c35a6dcbeae7e0066160c4a64",
    "metadata": {
        "title": "A novel mask to prevent aerosolized droplet dispersion in endoscopic procedures during the coronavirus disease pandemic",
        "authors": [
            {
                "first": "Tadateru",
                "middle": [],
                "last": "Maehata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Yasuda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hirofumi",
                "middle": [],
                "last": "Kiyokawa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshinori",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Masaki",
                "middle": [],
                "last": "Yamashita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasumasa",
                "middle": [],
                "last": "Matsuo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kazunari",
                "middle": [],
                "last": "Nakahara",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hiroyuki",
                "middle": [],
                "last": "Yamamoto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fumio",
                "middle": [],
                "last": "Itoh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Endoscopic procedures increase the risk of transmission of severe acute respiratory syndrome coronavirus 2 to medical staff, because aerosols are generated during upper gastrointestinal endoscopy. There have been several reported studies on devices for infection prevention; however, few reports have validated them. Therefore, we developed a novel mask to prevent the diffusion of aerosol droplets from patients undergoing endoscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We compared microdroplet dispersion during coughing episodes when using the novel mask with microdroplet dispersion when using the conventional mouthpiece alone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The mean number of microdroplets was significantly smaller in the group that used the novel mask (57.9 ± 122.91 vs 933.6 ± 119.80 droplets; P = .01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel mask may aid in reducing the degree of exposure of medical personnel to microdroplets and the risk of subsequent infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: 3D = 3-dimensional, COVID-19 = coronavirus disease, SARS-CoV-2 = severe acute respiratory syndrome coronavirus 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of August 2, 2020, the coronavirus disease (COVID-19) pandemic, caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), had affected more than 17.64 million people; the confirmed global death toll was 680,000. COVID-19 is mainly transmitted through respiratory droplets or by direct contact. [1] Thus, it primarily spreads when people who have contracted the viral cough, sneeze, or retch. Upper endoscopic procedures, including esophagogastroduodenoscopy, endoscopic ultrasonography, and endoscopic retrograde cholangiopancreatography, can increase the risk of SARS-CoV-2 transmission to endoscopists and their assistants; this is because coughing and retching, which subsequently generate aerosols, can occur during upper gastrointestinal endoscopy. [2] Some devices that prevent the diffusion of aerosol droplets from patients undergoing endoscopy have been developed [3] [4] [5] ; however, the efficacy of these devices has not been validated. Therefore, we developed and verified the efficacy of a novel device intended to prevent the diffusion of aerosol droplets from patients undergoing endoscopy.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 775,
                    "end": 778,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We designed a novel facemask using a 3-dimensional (3D) printer comprising a 3D-printed frame, an off-the-shelf A4-sized clear plastic bag, and an off-the-shelf facemask. A hole was created at the bottom of the plastic bag for the insertion of the endoscope. After covering the mouth and nose of the patient with the novel mask, the latter was then covered with an off-the-shelf facemask to secure it (Fig. 1 ). The novel mask had a reinforced vertical middle line, which provided for a wider and more stable breathing space, allowing patients to breathe more comfortably; electronic monitoring was routinely needed during the endoscopic procedure. The 3D-printed material combined nylon and micro-carbon fibers into filaments. Therefore, the 3D-printed frames were extremely light (5.5 g) and could be worn easily. We used clear plastic bags, which being commercially available products, were made from polyethylene.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Device description"
        },
        {
            "text": "This feasibility study intended to evaluate the efficacy of the novel mask for preventing diffusion of aerosol droplets among healthy volunteers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and study design"
        },
        {
            "text": "We compared microdroplet dispersion during coughing episodes using the novel mask with that of using the normal mouthpiece alone, in three healthy volunteers who were medical professionals. This study was exempted from Institutional Review Board (IRB) approval after an IRB review, because it did not involve a medical device. This study was conducted according to the principles of the Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and study design"
        },
        {
            "text": "To assess efficacy, we evaluated the number of particles measuring > 0.5 mm that were dispersed when the volunteer coughed. We used high-definition cameras and laser lighting to examine the microdroplets that were dispersed when the volunteer coughed during an endoscopic procedure. With this technology, the visualized space was illuminated with straight lines of uniform light, and the faint scattered light emitted by dispersed particles was detected using a high-speed camera with ultra-high sensitivity and low noise characteristics; thus, these particles were visualized in real-time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and study design"
        },
        {
            "text": "The microdroplets generated during coughing were forced into a uniform downflow, and the number of particles measuring > 0.5 mm in size that passed through the downstream counting area were counted in real-time at 30 fps (every 30 seconds) using the images obtained. We compared the average number of particles (> 0.5 mm) in 20 coughing episodes (10 episodes with the mask and 10 without it) per person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aims and study design"
        },
        {
            "text": "As this was a feasibility study, no sample size calculations were conducted. These were paired data; therefore, each person underwent 2 measurements: \"with mask\" and \"without mask.\" We then evaluated whether the differences between \"with mask\" and \"without mask\" values were normally distributed, using the Shapiro-Wilk test; as highly significant (P = .005) results were observed, the assumption of normality was not met. The Wilcoxon signed-rank test was therefore employed for evaluating differences between the \"with mask\" and \"without mask\" values.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We examined the number of microdroplets dispersed when the volunteer coughed with and without the novel mask. During coughing episodes without the mask, the microdroplets were widely distributed in the air, whereas in those with the mask, nearly all microdroplets were blocked (Fig. 2) . The mean number of microdroplets was significantly smaller in the group with the novel mask than in the group without it [57.9 ± 122.91 vs 933.6 ± 119.80 droplets (P = .01); Fig. 3 ].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 277,
                    "end": 285,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 462,
                    "end": 468,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study showed that microdroplets arising because of coughing during esophagogastroduodenoscopy are widely distributed in the air. Our results suggest that microdroplet dispersion through coughing, sneezing, and retching during upper endoscopic procedures may pose a substantial risk for virus transmission to endoscopists and assistants. Furthermore, we demonstrated that the novel mask developed in this study reduces exposure of the endoscopists and assistants to microdroplets and the risk of subsequent infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The Centers for Disease Control and Prevention has published studies indicating that asymptomatic or presymptomatic individuals can spread SARS-CoV-2. [6] Hence, the mental and physical burden upon the medical staff in endoscopy units who face a constant risk of COVID-19 infection is substantial. [7] Several studies have described tools for preventing the diffusion of aerosol droplets from patients undergoing endoscopy. Marchese et al [3] reported the use of an anesthetic facemask to minimize the risk of virus transmission, and Kobara et al [4] reported using a shield constructed from a vinyl box. Endo et al [5] devised a novel disposable system utilizing nonwoven fabric and a mouthpiece with tips for fixing a belt. However, the efficacy of these devices for preventing microdroplet dispersion has not been verified. To the best of our knowledge, ours is the first study to verify a tool for the prevention of microdroplet dispersion from patients undergoing endoscopy.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A simple and inexpensive device that prevents the diffusion of aerosol droplets from subjects is necessary during endoscopic procedures. This new mask is simple and can be made from easily available materials; the material of the 3D-printed frame is inexpensive (approximately 1 US dollar). Furthermore, as the device is created using a 3D printer, it is adjustable in size and can be used in bronchoscopy and transesophageal echocardiography. A nasal cannula delivering supplemental oxygen and suction tubes can also be inserted from the side.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. First, it involved a small number of sample coughing episodes. Second, the data were based on a model. Clinical studies on the reduction of aerosolization during upper endoscopy using our novel mask are warranted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The prevalence of COVID-19 is not likely to decrease in the future. Therefore, simple and effective infection control measures are essential for those who perform regular endoscopic procedures. When used in combination with personal protective equipment, the novel mask may effectively reduce transmission via microdroplets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Methodology: Tadateru Maehata, Masaki Yamashita.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 may transmit through aerosol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir J Med Sci",
            "volume": "189",
            "issn": "",
            "pages": "1143--1147",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Prevention of nosocomial SARS-CoV-2 transmission in endoscopy: international recommendations and the need for a gold standard",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Cross",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Dan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gut",
            "volume": "69",
            "issn": "",
            "pages": "1145--1153",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Use of a modified ventilation mask to avoid aerosolizing spread of droplets for short endoscopic procedures during coronavirus COVID-19 outbreak",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marchese",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capannolo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastrointest Endosc",
            "volume": "92",
            "issn": "",
            "pages": "439--479",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Shielding for patients using a singleuse vinyl-box under continuous aerosol suction to minimize SARS-CoV-2 transmission during emergency endoscopy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kobara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nishiyama",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Masaki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dig Endosc",
            "volume": "32",
            "issn": "",
            "pages": "114--119",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel device for preventing diffusion of aerosol droplets from subjects undergoing esophagogastroduodenoscopy during COVID-19 pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Endo",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koike",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masamune",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dig Endosc",
            "volume": "32",
            "issn": "",
            "pages": "140--141",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Presumed asymptomatic carrier transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1406--1413",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Endoscopy units and the coronavirus disease 2019 outbreak: a multicenter experience from Italy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gabbiadini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "159",
            "issn": "",
            "pages": "363--369",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Photograph showing the novel mask. (A) An image showing the 3-dimensional (3D)-printed frame. (B) Image showing the 3D-printed frame with an offthe-shelf, A4-sized, clear, plastic bag.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simulation of microdroplet spread on coughing in a clean room without natural ventilation. (A) During coughing episodes without the novel mask (with the normal mouthpiece alone), the microdroplets are widely distributed in the air. (B) During coughing episodes while wearing the novel mask, almost all microdroplets are blocked.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Editor: Ewa Janczewska.There were no supportive funding agencies involved in the whole study.The authors have no conflicts of interest.All data generated or analyzed during this study are included in this published article [and its supplementary information files]. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conceptualization: Tadateru Maehata. Data curation: Tadateru Maehata, Hirofumi Kiyokawa, Yoshinori Sato. Formal analysis: Yoshinori Sato, Kazunari Nakahara. Investigation: Hiroshi Yasuda, Hirofumi Kiyokawa, Hiroyuki Yamamoto. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}