{
    "paper_id": "81b2c4bef0f1d7b508ff38e5002e5338860a863e",
    "metadata": {
        "title": "New approach for localization and smart data transmission inside underground mine environment",
        "authors": [
            {
                "first": "Ankita",
                "middle": [],
                "last": "Raychowdhury",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ankita",
                "middle": [],
                "last": "Pramanik",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Gopal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chandra",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper presents an approach to access real time data from underground mine. Two advance technologies are presented that can improve the adverse environmental effect of underground mine. Visible light communication (VLC) technology is incorporated to estimate the location of miners inside the mine. The distribution of signal to noise ratio (SNR) for VLC system is also studied. In the second part of the paper, long range (LoRa) technology is introduced for transmitting underground information to above the surface control room. This paper also includes details of the LoRa technology, and presents comparison of ranges with existing above the surface technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Underground mining industry is essential to run human civilization, thus demanding technological advancement in its infrastructure and work environment [1] . Presence of different toxic and combustible gases make mine environment vulnerable for the miners working inside. Hazardous work environment can even become deadly for the workers [2] .",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 338,
                    "end": 341,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Underground mine environment is very different from the surface environment due to the presence of poisonous substances, toxic gases, corrosive water and dusts [3] . Moreover mine structure is full of twists and turns with long-walls. Excavation process makes a mine structure dynamic. Due to mining operations, accidents like explosion, roof fall (common in underground mines), and landslides (common in opencast) are very frequent in occurrence in a mine thus endangering life of miners. For faster response to any untoward event, proper communication connectivity inside the mine, among the miners and also with above the surface personnel is very important. Safety measures like proper exchange of information regarding the environmental conditions, and transmission of position-based information of the miners during emergency [4, 5] , should be considered. This will also help in improvement of miner's mental and physical health. Implementation of such technologies inside a mine is a challenging task due to the perilous and adverse mine environment. Various mine communication system, namely wired communication systems (coaxial, fiber optics, twisted pair), radio communication system, carrier current communication system and a mix of these two named as hybrid system has been developed over the years. Among these, wired communication is most inappropriate; as mine structure is dynamic and underlying wire get damaged during mining operations and can cause accidents inside the mine [6] . Radio communication system provides wireless connectivity but uses RF band for establishing communication. RF signal experiences multipath fading and path-loss while propagating inside the mine [6] . Moreover, it is not feasible to use surface technologies in underground mine. Underground mine is global positioning system (GPS) denied area, as signal gets attenuated easily in the presence of heavy mining machineries. Also GPS terminals are unable to process the beacons received from the satellite because of the obstructions present in underground mine [7] . Other wireless technologies such as radio frequency identification (RFID), wireless fidelity (Wi-Fi) and Zigbee, popular for indoor positioning above the surface [8] also fail to provide expected outcome in underground mine because of signal attenuation and path-loss, as these technologies operate in RF band.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 836,
                    "end": 838,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1496,
                    "end": 1499,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1696,
                    "end": 1699,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2060,
                    "end": 2063,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2228,
                    "end": 2231,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mining operation emits different hazardous and combustible gases, like methane (CH4) and carbon monooxide (CO). Thus the use of high energy transmission must be avoided as it might lead to a lethal accident. So the transmitted energy should not exceed 25 mJ inside a coal mine. Thus it is essential to find a technology that requires low power for transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In view of these challenges new emerging and promising technology, suitable for mine environment has been adopted. Visible light communication (VLC) technology is introduced in mine area to gather location information as it offers illumination, high speed data communication and localization [9] . It offers low cost, precise and accurate localization information [10, 11] . Unlike conventional RF-based system, VLC system uses unlicensed and unregulated [11] visible light spectrum (with wavelength 380-740 nm and frequency from 400 to 790 THz). VLC system is capable of providing high data rate. The signal is immune to electromagnetic interference. Line-of-sight (LOS) communication ensures reliability and security. VLC system is less prone to attenuation due to the use of high frequency. In this system LEDs act as transmitters and receivers comprises of photo-diodes (PDs) or image sensors (ISs). LEDs also help to illuminate [11] the gloomy mine environment which helps to boost the mental condition of miners. Along with this, low power wide area network (LPWAN) technology is also integrated in mine [12] for data transmission.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 364,
                    "end": 368,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 933,
                    "end": 937,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the dynamic nature of mine, the adopted technology should be easy to install and should offer long range for reliable data transmission. Long range (LoRa) technology, discussed in this paper, comes under LPWAN technology and works best for underground scenario [12] . Characteristics like: use of unlicensed frequency band [13] , unique characteristics of physical layer [14] , − 150 dBm receiver sensitivity [15] ; makes LoRa technology most suitable for implementation in underground mine.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "VLC receiver will transmit the received information to above the surface personnel for running the algorithm in order to track miner's movement inside the mine. LoRa technology helps to transmit the data. Because of its low power consumption feature, this technology can easily be installed inside the mine without interrupting the normal mining operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper presents the key features for location tracking by VLC system and also discusses the possibility of seamless data transmission technology from underground to above the ground. To the best knowledge of the authors, use of such technology to enable IoT inside a mine has not been done yet. To reduce intercellular interference, a novel zone division technique is also proposed in the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main contributions of this paper are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• This work discusses about different parameters that need to be considered for implementing VLC system in underground mine. • This work gives brief description about the LoRa technology and discusses about the useful features of this technology. • Location estimation algorithm is proposed and simulation result of SNR performance of VLC system is studied. • Experimental result for range test of LoRa technology is presented along with comparison with other existing technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Rest of the paper is organised as follows: Sect. 2 discusses about technological advancement in underground mine, Sect. 3 presents state of the art of these technologies, Sect. 4 proposes system model adopted in this work and Sect. 5 gives the results and discussions. Finally paper is concluded in Sect. 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In underground mining industry advance communication networking can be achieved by integrating new technologies. Better communication ensures safe working environment and increases productivity. In this section, two potential technologies that can be incorporated in underground mine are discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological advancement in underground mine"
        },
        {
            "text": "LoRa was introduced by Semtech in 2012 [14] . Other recent technologies for IoT environment are; wirelessfidelity (Wi-Fi) and Bluetooth 5.0. The superiority of LoRa technology in comparison with other IoT technologies is presented in Table 1 .",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Wireless connectivity using LoRa technology"
        },
        {
            "text": "Specifications of LoRa technology is given in Table 2 . It modulates the signal with chirp spread spectrum (CSS) technique [15] . Key characteristics of this modulation scheme are: (i) it uses more bandwidth as narrow band signal is spread over wide band while transmission, (ii) it increases link budget, (iii) provides better immunity to channel noise, (iv) Doppler effects and multipath fading. These unique features of LoRa technology, makes it suitable for underground mine environment.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Wireless connectivity using LoRa technology"
        },
        {
            "text": "LoRa technology is defined by two layers: (1) LoRaPHY (LoRa physical layer) and (2) LoRaWAN (MAC protocol layer). To establish communication, network is framed using multiple end nodes (sensors), deployed in the mine, maintaining star-of-star topology, and connected with single/multiple gateways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wireless connectivity using LoRa technology"
        },
        {
            "text": "LoRa physical layer is described in LoRaPHY. It is a private network, which describes LoRa modulation scheme, bandwidth, spreading factor and code rate. Adopted CSS modulation scheme uses different frequency chirps which vary linearly over time while encoding [17] . Interference and multipath fading can be reduced by using spreading factor ranging from 7 to 12. Spreading factor helps to increase the communication range. Each chirp encodes one symbol of information. Adoptive transmission parameters and flexible coverage range of LoRa technology is governed by this spreading factor. This technology also offers different bandwidth; like 125 kHz, 250 kHz, or 500 kHz [18] depending on the application. Table 3 describes how LoRa transmission characteristics are controlled by different SF for 125 kHz.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 706,
                    "end": 713,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "LoRaPHY"
        },
        {
            "text": "Adaptive data rate (ADR) mechanism allows the data rate to be increased for the end nodes near to the gateway. Data rate can vary from 300 bps to 37.5 Kbps. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LoRaPHY"
        },
        {
            "text": "Protocols of this technology is defined by LoRaWAN. IBM, Actility, Semtech and Microchip [20] developed LoRa Alliance which framed different LoRaWAN protocols. These protocols offer long range, low power and low data rate to the end devices to establish communication. End devices (sensors), gateways, and network servers; are three different components that sum up LoRaWAN. Star-of star topology is formed by the end devices and gateways in the network. At the back end, network server stores all the information gathered from the field. End device that communicates with the gateway are of three types:",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "LoRaWAN"
        },
        {
            "text": "• Class A: used for uplink communication, consumes less power and rigid to downlink communication. • Class B: suitable for both uplink and downlink packet transmission. • Class C: Ideal devices for packet transmission, also consumes maximum power.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LoRaWAN"
        },
        {
            "text": "LoRa technology uses unlicensed band of frequencies. Table 4 gives a list of operating frequency used across the world.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "LoRaWAN"
        },
        {
            "text": "Security of the technology is governed by IEEE 802.15.4 [21] . Two session keys, network session key and application session key, are used to ensure security. To further increase security during transmission, another 128-bit AES key can be introduced at each node.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "LoRaWAN"
        },
        {
            "text": "LEDs in VLC system act as transmitter and receiver units consist of PDs or ISs. Implementing VLC system inside the mine is mainly because of use of LEDs. It is feasible to modulate LED light intensity with high frequency such as 300 MHz because of its high switching speed capability. Also LEDs can transmit data without causing visible flickers [22, 23] . LEDs offer long life, low power consumption, robustness, reliability, security, and illumination. The receiver unit can be PDs [24] or ISs [25] . For both the cases, distance between transmitter and receiver is calculated by direct or indirect method based on power received [26] . PDs are cheaper, offer high data rate and are more energy efficient. On the other hand ISs are costly and offer low data rate. To establish communication between transmitter and receiver in VLC system, LOS is required. Over many years researchers have developed various algorithms for location calculation using VLC system. In general, there are two different approaches:",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[22,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 496,
                    "end": 500,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Different approaches of location estimation using VLC system"
        },
        {
            "text": "(a) Direct positioning: In this method, received signal is directly considered for extracting location related information; no other parameters are considered or measured in advance for calculation [27] . This method gives less error in calculation and provides optima solution.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Different approaches of location estimation using VLC system"
        },
        {
            "text": "(b) Two-step Positioning: In this method, different parameters are measured, assumptions are made, and design constraints are considered prior to calculation of location. The received signal is recorded and then with all these parameters location estimation is done [28, 29] . Since, it involves more calculation, this method requires high data storage and communication facility, but it is less complex and provides suboptimal solution. Table 5 illustrate different techniques adopted in literatures for acquiring position related information using VLC system.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[28,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 438,
                    "end": 445,
                    "text": "Table 5",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Different approaches of location estimation using VLC system"
        },
        {
            "text": "This section consists of two subsections. The first subsection elaborates how LoRa technology has been proven to be the best in different challenging environment. In the second subsection, literature survey of VLC system for location estimation is presented. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "State of the art"
        },
        {
            "text": "The main challenge in establishing communication setup in underground mine is its dynamic and adverse nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "Since RF signal cannot propagate without remarkable attenuation, above the surface technologies; like wireless local area network (WLAN) or wireless personal area network (WPAN) failed to provide desirable result in underground mine. In work [6] , authors described different frequencies that may be used in underground mine communication.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "In [41] LoRa technology was deployed in both indoor and outdoor environment. For outdoor environment, glass buildings, sandstone buildings of up to seven stories, terrain of flat river plain and 50 m high hilly area of Glasgow city was selected. Transmitted signal strength was good in the outdoor environment but in indoor, an enclosed stairwell was considered, where signal strength was nullified. Authors of the paper suggested using different gateways for data transmission in two different environments.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "Authors in [42] applied LoRa technology for sailing monitoring system. Brazil Olympics sailing venue was chosen to conduct the test. Frequency of 433 MHz and 250 kHz and 500 kHz bandwidth were selected for the operation. Obtained results confirmed that data rate and coverage range of the technology was controlled by spreading factor and bandwidth. Maximum of 2 km coverage range was obtained with spreading factor 7, 9 and 12.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "Low cost fine-grained air monitoring system was developed using LoRaWAN technology in [43] . In a campus, sensors were densely deployed and LoRaWAN technology was adopted to collect the sensor data. The test confirmed reliable packet delivery capability of the technology with very less power consumption.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "A smart phone application was developed by the authors in [44] christened LoRa-Wizard. Purpose of the test was to characterize LoRa for in-soil propagation. Different LoRa characteristics, like high flexibility, high reliability, low cost and ease of use were studied in the test.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "LoRa technology is recently being used in many such applications for collecting sensor data and for reliable data transmission, work in [45] . Here LoRa technology was used to collect temperature, humidity, and luminosity and CO 2 sensor data from the city of Bologna. To the best knowledge of authors, LoRa technology is yet to be introduced in an underground mine for location tracking purpose of miners.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "About wireless communication inside underground mine"
        },
        {
            "text": "Due to the advancement of LED technology, VLC system is seeking huge attention from the researchers. In [46] VLC propagation channel is being considered to establish communication link for two cases: miner-to miner communication and infrastructure-to-miner communication.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "State of the art of location estimation using VLC system"
        },
        {
            "text": "The work shows that if LOS is maintained, then accurate channel model can be developed with first order reflections. Along with the channel model, authors also investigated illumination criteria for two parts of mine: working face and mining roadway and from the experiment it can be said that working face needs more illumination than roadways. The work in [47] examined channel model characteristics. A path loss channel model was introduced based on recursive model and bimodial Gaussian distribution was used to study the shadowing effect of VLC system in underground mine. The path loss model was developed to show distance dependence and linear relationship in log domain. The authors considered both the LOS and NLOS scenario.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "State of the art of location estimation using VLC system"
        },
        {
            "text": "VLC system was deployed in a coal mine workface in [48] . A mathematical model was developed to theoretically [33] Synchronization is needed for this. More complex than RSS Angle of arrival (AOA) [34, 35] Most efficient technique and low cost. This parameter is measured based on received power levels at receiver Proximity based method [36, 37] Not very efficient. It is used in application where very accurate position information is not required Geometric methods [33] Triangulation, trilateration methods comes under this category Statistical distribution method [38] Exploits statistical properties of the measurements is used Finger printing method [39, 40] Two methods are opted, online and offline. The final calculation is done by comparing the result of two processes Optimal power allocation approach It is designed at the transmitter end. LEDs power level is set to optimum level and power and illumination of the LEDs are considered study the energy coupling of mining machineries and effect of coal dust in propagation of optical signal transmission. As a result optimal position for the optical transmitter was determined so that coupled energy can be maximized. Another application of VLC system is mentioned in [49] where three dimensional trilateration was introduced for location estimation inside the mine. The proposed algorithm was based on average localization error and the average error was reduced to 3.5 cm by the group.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 196,
                    "end": 200,
                    "text": "[34,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[36,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 342,
                    "end": 345,
                    "text": "37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 655,
                    "end": 659,
                    "text": "[39,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 660,
                    "end": 663,
                    "text": "40]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "State of the art of location estimation using VLC system"
        },
        {
            "text": "The work in [50] elaborated channel impulse response (CIR) for a VLC system to ensure safe and reliable mining operation considering LOS communication. Optical channel model was proposed and effect of dust and shadowing was tested. Bit error rate was degraded by the shadowing effect which disrupted the stability of the communication link.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "State of the art of location estimation using VLC system"
        },
        {
            "text": "Theoretical study of optical transmitter model, optical receiver model, channel model and propagation model is given in [51] . Also channel characteristics like; gain, impulse response and reception power and illumination property was studied. As a conclusion of all the studies, it can be said that by maintaining LOS, VLC system can be successfully implemented in underground mine. Table 6 presents work done on VLC system in the past decade. It also includes the contribution of the present work.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 384,
                    "end": 391,
                    "text": "Table 6",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "State of the art of location estimation using VLC system"
        },
        {
            "text": "Location estimation of miners in underground mine environment is challenging but with the advent of technologies it is possible to calculate the approximate location of miners. In this paper, VLC system is used and with the knowledge of RSS, an algorithm is proposed that will help to calculate the approximate location of a miner working underground. The main aim of the presented work is to gather information regarding location of miners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed system model"
        },
        {
            "text": "For implementing VLC system inside a coal mine, LEDs are to be placed at the roof of the mine that will act as transmitter. Safety helmet of the miners will be equipped with receiver unit. The helmets will be fitted with PDs, signal processing unit and transceiver unit. Optical receiver placed on the miner's safety helmet will receive the signal. Optical transmitter and receiver will communicate when LOS is established. Novelty of the work lies in sectorization of the whole mine area. Optical components of VLC system will work better when LOS is established. Dividing mine area into smaller zones will help reduce intercellular interference. Mine area can be identified as roadway and workface. Figure 1a , b show structure of roadway and workface of a mine respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 701,
                    "end": 710,
                    "text": "Figure 1a",
                    "ref_id": null
                }
            ],
            "section": "System development"
        },
        {
            "text": "Roadway is a tunnel through which minerals reach the surface and workface is a surface where excavation operation is carried out. Workface is surrounded by thick walls, whereas, roadway is a long open tunnel. In the workface area, zones will be separated from each other by means of long walls and pillars present in the mine. But in the roadway, zones can be identified by means of field of view (FOV) of the LEDs. FOV of each LED is the virtual partition in roadway area, and these are referred to as zones here. Partitions through LEDs are not physical partition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System development"
        },
        {
            "text": "LEDs are to be placed at the ceiling of roadway and workface, as shown in Fig. 1 . Every miner will wear a safety helmet fitted with optical receiver unit. In roadway area shown in Fig. 1a , when one miner arrives near a LED, it will enter the FOV zone of that particular LED. LEDs in this area will be placed at a pre-determined distance from each other, so that no two adjacent zones will overlap with each other. Aim is to minimize the intercellular interference. In workface area, upon arriving in a zone, shown in Fig. 1b , miner's receiver unit will receive signal from LED of that zone. The transceiver unit of the optical receiver will transmit necessary information to the above the surface control room. Based on the information, location of that miner can be estimated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 188,
                    "text": "Fig. 1a",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 526,
                    "text": "Fig. 1b",
                    "ref_id": null
                }
            ],
            "section": "System development"
        },
        {
            "text": "The proposed algorithm is based on RSS. MATLAB simulation is done to observe the SNR performance for VLC system. For test purpose a small area has been selected, where the LED is placed at the point near the ceiling and receiver is placed on the ground. Other parameters that are considered are listed in Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 305,
                    "end": 312,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "SNR calculation for VLC system"
        },
        {
            "text": "This work proposes an algorithm to calculate the location of the miner in underground mine. The algorithm works with the knowledge of the SNR performance on VLC system. Proposed algorithm uses Intensity modulation/direct detection (IM/DD) technique for modulation and demodulation of the signal. Further, for ease of calculation it can be assumed that cos (φ) = cos (θ) [this is done with the assumption that PD is parallel to roof ].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed algorithm"
        },
        {
            "text": "Some parameters that are being measured at the design level are listed below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed algorithm"
        },
        {
            "text": "• Physical area of PD within the receiver → A t , • Gain of the optical filter → T s (θ), • FOV of PD → θ c , • Refractive index → n, The steps of the proposed algorithm are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed algorithm"
        },
        {
            "text": "Step 1: Start",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed algorithm"
        },
        {
            "text": "Step 2: Read Pt // transmitted power ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposed algorithm"
        },
        {
            "text": "The LoRa transceiver, also known as LoRa shield is placed in the receiver unit of VLC system. This transceiver unit when attached with any sensor will be able to transmit the collected data to server. On the safety helmet of the miners, PD will act as a sensor. LoRa shield will be connected with the sensor and together will act as an end node. End node will then communicate with the gateway using unlicensed 868 MHz frequency (in India). Gateway is responsible to collect the data from end node and to store the data to a server through network server; the things network (TTN). Figure 2a , b depict one LG01-N LoRa gateway and LoRa shield along with one microcontroller respectively. Range test was performed under three different scenarios; indoor, outdoor and underground tunnel, using the gateway and 50 dB antenna. Due to Covid19 situation, the test was initially carried out in an underground tunnel. The same test was conducted in an underground mine at Pandaveswar Colliery at a later date.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 591,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data transmission"
        },
        {
            "text": "Simulation has been performed using MATLAB software with the parameters declared in Table 7 . In this section, two different results has been discussed, (i) SNR performance of VLC system and, (ii) Range test results with LoRa technology and comparing it with established technologies like Wi-Fi and ZigBee.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Table 7",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The SNR performance has been calculated using MAT-LAB simulation. Result of the simulation is presented in Fig. 3 . The result shows that SNR is strong at the center of a zone. A high value of SNR implies noise can be eliminated in order to receive satisfactory signal strength at the receiver. For justification of the obtained SNR characteristics, received power distribution graph is presented in Fig. 4 . While running the algorithm, it is very important to consider the strongest signal for better accuracy. Dashed line in Fig. 4 represents the allowable received power that can be considered for location estimation calculation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 113,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 400,
                    "end": 406,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 528,
                    "end": 534,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SNR performance of VLC system"
        },
        {
            "text": "With the strongest signal, calculation of other parameters mentioned in the algorithm will be performed with high accuracy. From both the graphs, it is evident that SNR value decreases at the edges of the defined zone. SNR value could decrease, if strong interference is experienced by the receiver. But with the novel zone division method, this interference can be almost nullified. In the proposed method, decrease in SNR only means the miner moving away from the center point to the edge of the zone. Once the miner leaves that zone he will be latched with adjacent zone's LED. Thus signal overlapping problem is also reduced in this method. This concept will help in locating the miner's position accurately with respect to the transmitting LED. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SNR performance of VLC system"
        },
        {
            "text": "The signal transmission range needs to be determined before deploying any communication system in underground mine. Existing technologies for location tracking, like WLAN and WPAN fail to provide long range inside mine. This is conclusively proved in an earlier work of this group [6] . Range test result of WPAN and WLAN from paper [6] along with the range test result with LoRa technology is presented in Table 8 .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 414,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Range test for data transmission mechanism"
        },
        {
            "text": "From Table 8 it can be seen that the transmission range obtained using LoRa technology is much higher than the existing technologies. Due to COVID-19 situation, field visit was not possible during the initial phase of the work so the authors carried the experimentation in an underground tunnel. The obtained result using 50 dB LoRa gateway is much better than that using WLAN or WPAN. Later LoRa range test was done using the same gateway at the underground Pandaveswar Colliery and the obtained range is almost same as that obtained in the underground tunnel. Thus it can be said that result obtained from proposed system in underground tunnel will also be true in underground mine. Inside the mine, increased communication range can also be achieved by using high power antenna and multiple industrial gateways.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Range test for data transmission mechanism"
        },
        {
            "text": "The work presented here offers a potential solution to improve the working condition inside an underground mine. Incorporating VLC and LoRa technology enables IOT facility inside a mine. The paper also proposes an algorithm to measure the distance between optical transmitter and receiver. The presented simulation results demonstrate that the RSS is strongest at the center of each zone. This paper also exhibits that range test experimentation with LoRa technology, in underground tunnel gives almost similar results as that in underground mine. Experimentally it has been shown that the communication range inside a coal mine with WPAN and WLAN is 13 m and 17 m respectively. But LoRa technology with gateway of 50 dB antenna offers an improved signal transmission range of 28.82 m.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review of wearable device technology and its applications to the mining industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mardonova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Energies",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sensor information networking architecture and applications",
            "authors": [
                {
                    "first": "C-C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Pers Commun",
            "volume": "8",
            "issn": "4",
            "pages": "52--59",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A WSN for monitoring and event reporting in underground mine environments",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "I"
                    ],
                    "last": "Minhas",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Syst J",
            "volume": "12",
            "issn": "1",
            "pages": "485--496",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Opportunities and challenges in health sensing for extreme industrial environment: perspectives from underground mines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ranjan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "7",
            "issn": "",
            "pages": "139181--139195",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On wireless communication in underground mine system",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 2nd international conference on communication, devices and computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A new location system for an underground mining environment using visible light communications",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iturralde",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "2014 9th international symposium on communication systems, networks & digital sign (CSNDSP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An overview of underground coal miner electronic tracking system technologies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sunderman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "2012 IEEE industry applications society annual meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Localization via visible light systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Keskin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc IEEE",
            "volume": "106",
            "issn": "6",
            "pages": "1063--1088",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "VLC: beyond point-to-point communication",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burchardt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Commun Mag",
            "volume": "52",
            "issn": "7",
            "pages": "98--105",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Visible light communication, networking, and sensing: a survey, potential and challenges",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Commun Surv Tutor",
            "volume": "17",
            "issn": "4",
            "pages": "2047--2077",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Design of propagation testnode for LoRa based wireless underground sensor networks",
            "authors": [
                {
                    "first": "X-F",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 progress in electromagnetics research symposium-fall",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survey on LoRa technology: solution for internet of things",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raychowdhury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intelligent systems, technologies and applications",
            "volume": "",
            "issn": "",
            "pages": "259--271",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A study of LoRa low power and wide area network technology",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Noreen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 international conference on advanced technologies for signal and image processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Long-range communications in unlicensed bands: the rising stars in the IoT and smart city scenarios",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Centenaro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Wirel Commun",
            "volume": "23",
            "issn": "5",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "On the utility of chirp modulation for digital signaling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berni",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "IEEE Trans Commun",
            "volume": "21",
            "issn": "6",
            "pages": "748--751",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Range and coexistence analysis of long range unlicensed communication",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reynders",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 23rd international conference on telecommunications (ICT)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Low power wide-area networking alternatives for the IoT",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Quinnell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EDN Netw",
            "volume": "43",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Internet of things and LoRa™ low-power wide-area networks: a survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lavric",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 international symposium on signals, circuits and systems (ISSCS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "LED based indoor visible light communications: state of the art",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karunatilaka",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Commun Surv Tutor",
            "volume": "17",
            "issn": "3",
            "pages": "1649--1678",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Visible light communication: opportunities, challenges and the path to market",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jovicic",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Commun Mag",
            "volume": "51",
            "issn": "12",
            "pages": "26--32",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Indoor positioning for multiphotodiode device using visible-light communications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Photonics J",
            "volume": "8",
            "issn": "1",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Wireless FracBot (sensor) nodes: Performance evaluation of inductively coupled near field communication (NFC). In: 2018 IEEE sensors applications symposium (SAS)",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Alshehri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Network-based wireless location: challenges faced in developing techniques for accurate wireless location information",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Sayed",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "IEEE Signal Process Mag",
            "volume": "22",
            "issn": "4",
            "pages": "24--40",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Robust asynchronous indoor localization using LED lighting",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kail",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "2014 IEEE international conference on acoustics, speech and signal processing (ICASSP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Comparative theoretical analysis of distance estimation in visible light positioning systems",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Keskin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Lightwave Technol",
            "volume": "34",
            "issn": "3",
            "pages": "854--865",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Location awareness using angle-of-arrival based circular-PD-array for visible light communication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "2012 18th Asia-Pacific conference on communications (APCC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "An indoor visible light communication positioning system using a RF carrier allocation technique",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Lightwave Technol",
            "volume": "31",
            "issn": "1",
            "pages": "134--144",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Asynchronous indoor positioning system based on visible light communications",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Opt Eng",
            "volume": "53",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Position accuracy of time-of-arrival based ranging using visible light with application in indoor localization systems",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Lightwave Technol",
            "volume": "31",
            "issn": "20",
            "pages": "3302--3308",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "TDOA-based indoor positioning using visible light",
            "authors": [
                {
                    "first": "T-H",
                    "middle": [],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Photon Netw Commun",
            "volume": "27",
            "issn": "2",
            "pages": "80--88",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Random distributed angle-of-arrival parameter estimation technique for visible light positioning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "38th international conference on telecommunications and signal processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A 3-D positioning algorithm for AOA-based VLP with an aperture-based receiver",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Steendam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE J Sel Areas Commun",
            "volume": "36",
            "issn": "1",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Two hybrid positioning system design techniques with lighting LEDs and ad-hoc wireless network",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "U"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE Trans Consum Electron",
            "volume": "58",
            "issn": "4",
            "pages": "1176--1184",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "New indoor navigation system for visually impaired people using visible light communication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakajima",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EURA-SIP J Wirel Commun Netw",
            "volume": "2013",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Theoretical lower bound for indoor visible light positioning using received signal strength measurements and an aperture-based receiver",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Steendam",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Lightwave Technol",
            "volume": "35",
            "issn": "2",
            "pages": "309--319",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Hybrid positioning aided amorphous-cell assisted user-centric visible light downlink techniques",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Access",
            "volume": "4",
            "issn": "",
            "pages": "2705--2713",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A fingerprinting-based indoor localization system using intensity modulation of light emitting diodes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vongkulbhisal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microw Opt Technol Lett",
            "volume": "54",
            "issn": "5",
            "pages": "1218--1227",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Evaluation of LoRa and LoRaWAN for wireless sensor networks",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Wixted",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Sensors",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "On the application of LoRa LPWAN technology in sailing monitoring system",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 13th annual conference on wireless on-demand network systems and services (WONS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Low cost fine-grained air quality monitoring system using LoRa WAN",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "2019 international conference on information networking (ICOIN)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Smartphone based LoRa in-soil propagation measurement for wireless underground sensor networks",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Xue-Fen W",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "2017 IEEE conference on antenna measurements & applications (CAMA)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Smart city pilot project using LoRa",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pasolini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "A new VLC channel model for underground mining environments",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A general channel model for visible light communications in underground mines",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "China Commun",
            "volume": "15",
            "issn": "9",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Visible light communication channel models and simulation of coal workface energy coupling",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Mathematical problems in engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A novel frequency domain visible light communication (VLC) three-dimensional trilateration system for localization in underground mining",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Firoozabadi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl Sci",
            "volume": "9",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Effective visible light communication system for underground mining industry",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mansour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indones J Electr Eng Inform (IJEEI)",
            "volume": "8",
            "issn": "2",
            "pages": "331--339",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Propagation features of visible light communication in underground mining environments",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Játiva",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International conference on applied technologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "High precision indoor positioning using lighting LED and image sensor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "14th international conference on computer and information technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Read θ //incidence angleStep 4: Read φ //irradiation angle Step 5:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "LG01-N LoRa Gateway for 868 MHz frequency; b: LoRa shield with Arduino Uno Board",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SNR",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Received power distribution at receiver unit",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Comparison between Wi-Fi, Bluetooth and LoRa Technology for IoT",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "LoRa spreading factors for 125 kHz bandwidth[19]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Different techniques used in VLC system",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Literature comparison of last 10 years work on VLC system and presented work Paper/year • Height of the LED from ground → h i , • Height of the PD → h p .",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Specifications for simulation",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Comparison of transmission range from different networks for different environments",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank General Manager of Pandaveswar Colliery for allowing them to conduct range test experiments in the Pandaveswar mine. The authors would like to express their heartfelt gratitude to the miners of Pandaveswar Colliery for their cooperation in the process. The authors are grateful to IBM India Pvt. Ltd. for motivating us by awarding the IBM Global University Program Academic award. They also thank Avik Kumar Das, research scholar, IIEST Shibpur for his assistance received during the field tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "On behalf of all authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interests"
        }
    ]
}