{
    "paper_id": "8243ee791c998c0a454ad0b07875398f4c1be873",
    "metadata": {
        "title": "\"We are so close; yet too far\": perceived barriers to smartphone-based telerehabilitation among healthcare providers and patients with Chronic Obstructive Pulmonary Disease in India",
        "authors": [
            {
                "first": "Kalyana",
                "middle": [],
                "last": "Chakravarthy Bairapareddy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sharjah",
                    "location": {
                        "settlement": "Physiotherapy",
                        "country": "United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Krishna",
                "middle": [],
                "last": "Gopala",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Alaparthi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sharjah",
                    "location": {
                        "settlement": "Physiotherapy",
                        "country": "United Arab Emirates"
                    }
                },
                "email": ""
            },
            {
                "first": "Romika",
                "middle": [],
                "last": "Sawant Jitendra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal Academy of Higher Education",
                    "location": {
                        "region": "Manipal",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Prathiksha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal Academy of Higher Education",
                    "location": {
                        "region": "Manipal",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Priyanka",
                "middle": [
                    "Prasad"
                ],
                "last": "Rao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal Academy of Higher Education",
                    "location": {
                        "region": "Manipal",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Vanitha",
                "middle": [],
                "last": "Shetty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal Academy of Higher Education",
                    "location": {
                        "region": "Manipal",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Baskaran",
                "middle": [],
                "last": "Chandrasekaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Manipal Academy of Higher Education",
                    "location": {
                        "region": "Manipal",
                        "country": "India A R"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Telerehabilitation is imperative and impending in the management of chronic obstructive pulmonary disease patients. However, its feasibility in low-and middle-income nations such as India remained unclear. Objective: To assess the feasibility of administering a smartphone-based telerehabilitation program for chronic obstructive pulmonary disease patients in India. Material and method: An online cross-sectional survey was administered to stakeholders of the telerehabilitation program: chronic obstructive pulmonary disease patients, health care professionals including pulmonary care physicians, rehabilitation nurses and physiotherapists. The survey sought to ascertain the causes, barriers, and facilitators associated with the implementation of smartphone-based telerehabilitation, as well as strategies for practice improvement. Results: While 71% (n ¼ 37/52) of the 52 healthcare professionals surveyed were aware of smartphone-based telerehabilitation, implementation was found to be extremely low (n ¼ 4/37; 10%). The majority of patients with chronic obstructive pulmonary disease (n ¼ 21/30; 70%) agreed to accept smartphone-based telerehabilitation as one of their treatment options. In India, challenges to efficient telerehabilitation implementation included a lack of infrastructure, perceived time consumption, a lack of expertise and training, organizational support, and perceived inefficacy. Conclusion: While knowledge of smartphone-based telerehabilitation is high among healthcare professionals and chronic obstructive pulmonary disease patients, implementation of this novel intervention measure has been limited due to perceived constraints associated with smartphone-based telerehabilitation. Adapting national and organizational policies to support smartphone-based telerehabilitation services is critical during this decade of social isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Chronic obstructive pulmonary disease (COPD) is a progressive lung illness caused by a variety of factors and defined by chronic airflow restriction. Apart from the debilitating respiratory symptoms (exertional dyspnea, cough, and recurring chest infection) that impair everyday activities, the extra pulmonary effects (muscle wasting, balance problems, osteopenia, and mental health problems) impair COPD patients' quality of life Wageck et al., 2021) . Pulmonary rehabilitation (\"individually tailored multicomponent intervention encompassing exercise training, diet modification, and lifestyle modification\") combined with pharmacological optimization reduces musculoskeletal morbidity, exacerbation risk, and repeated hospitalization in COPD patients, while also improving their quality of life Spruit et al., 2013; Wouters et al., 2018) . However, low participation and non-adherence to traditional institutional-based pulmonary rehabilitation (PR) continue to be a barrier to long-term COPD care Wouters et al., 2018) . Home-based PR is seen to be more cost efficient due to reduced travel and caregiver strain, more compliance with PR programs, and long-term behavioral change . However, the presence of a physician or therapist through virtual means may enhance the success of home-based public relations campaigns. As a result, there is a need for a combination of institutional-and home-based PR programs, in which participants continue the prescribed exercise regimen, nutritional advice, and lifestyle modification in their homes under the monitoring of health care specialists (Hansen et al., 2020) .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 452,
                    "text": "Wageck et al., 2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 799,
                    "end": 819,
                    "text": "Spruit et al., 2013;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 820,
                    "end": 841,
                    "text": "Wouters et al., 2018)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1002,
                    "end": 1023,
                    "text": "Wouters et al., 2018)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1590,
                    "end": 1611,
                    "text": "(Hansen et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Telerehabilitation via smartphones is a key solution that combines the benefits of institutional and home-based rehabilitation programs and delivers public relations services via information and communication technologies (Hansen et al., 2020) . Additionally, telerehabilitation encompasses a range of rehabilitation services that include symptom assessment and monitoring, exercise planning and supervision, and lifestyle modification that address comorbidities in real-time, thereby increasing self-efficacy and determination to maintain long-term compliance with PR programs with less support (Donner et al., 2018) . Components of an ideal telerehabilitation involve: (i) End-user communication devices usually smartphones or webcam installed computers with the facilities of texting, videoconferencing and motivational interviewing; (ii)client-therapist interface that is blue-tooth or Wi-Fi secured; (iii) a central cloud server that stores the data and provides secure access for documentation and monitoring the progress (Bairapareddy et al., 2018) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 243,
                    "text": "(Hansen et al., 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 596,
                    "end": 617,
                    "text": "(Donner et al., 2018)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1028,
                    "end": 1055,
                    "text": "(Bairapareddy et al., 2018)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, telerehabilitation and its services for the optimization of COPD management in low-middle income countries are in infancy and underutilized. Smartphone-based tele monitoring is found to reduce hospital admissions of patients with COPD. But the feasibility and efficacy in implementation of PR using smartphones in low-middle income countries remain unclear. Further, the perceived barriers and facilitators among the stakeholders (patients and healthcare professionals) of telehealth based PR services remain unexplored. Hence, the objective of the present cross-sectional trial was to find the perceived benefits and barriers among the patients and healthcare professionals regarding the implementation of smartphone-based telerehabilitation services for effective PR delivery in COPD patients of India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study was initiated following clearance by the Institutional Ethics Committee of Kasturba Hospital. Between August 2018 and January 2019, a cross-sectional study was undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Study design: The authors conducted an online survey of patients and health care professionals in India who have been using and practicing smartphone-based telerehabilitation (pulmonary care physicians, rehabilitation nurses, physical and respiratory therapists). The purpose of this study was to ascertain stakeholder perspectives regarding the barriers and facilitators associated with smartphone-based telerehabilitation in the management of COPD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Participants: Primary respiratory care physicians, rehabilitation nurses, physical therapists and respiratory therapists who were practicing PR in India were invited to participate in the study through Facebook, Research Gate and Twitter. The potential participants were found eligible to participate in the study if they (1) belong to a multidisciplinary PR teamrespiratory care physicians, rehabilitation nurses, postgraduate physical therapists and respiratory therapists specialized in PR programs; (2)involved in delivering PR services especially COPD management for at least two years; (3) have experience on both home and institutional-based PR programs for at least 2 years; (4) the healthcare professionals involved in referring and administering routine PR services(part-time or full time); (5) should have access to seamless internet access at the institution or at their primary care services. The potential participants of the multidisciplinary health care team who responded to the invitation were also requested to share the e-mail address or contact numbers of patients who were undergoing PR programs either institution-based or home-based PR services. The primary author invited the patients referred by the multidisciplinary health care professionals for the online survey. To be eligible the patients who were potential participants should be: (1) Mild (stage 1 GOLD criteria) COPD to severe (stage 3 GOLD criteria); (2) has undergone PR programs for at least one year and has experienced at least some form of tele-health services such as smartphone based or web-based consultations. Further participants should be able to fill the survey questionnaire without difficulties. The patients who volunteered but had any one of the following criteria: (1) bedridden; (2) mentally not stable or cognitively impaired were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Two bespoke questionnaires were developed separately for enquiring patients and health care professionals who are utilizing or administering the PR programs including the smartphone-based telerehabilitation services. The questions that would be signaling about the barriers and facilitators in the end-users were developed and validated under the guidance of an expert panel comprising of two pulmonary care physicians, one respiratory therapist and four physical therapists. The questions to signal the knowledge of telerehabilitation among patients and healthcare professionals is shown in Supplementary File (S1 & S2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey questionnaire development"
        },
        {
            "text": "Questionnaire for Health care professionals: The questionnaire consisted of six sections with 21 questions enquiring about the: (1) demographics(one question); (2) awareness of telerehabilitation (two questions); (3) knowledge of telerehabilitation (11 questions); (4) skills required for smartphone-based telerehabilitation(five questions); (5) perception of barriers and facilitators for smartphone-based telerehabilitation implementation (five questions) and (6) scope for research in smartphone based telerehabilitation(two questions).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey questionnaire development"
        },
        {
            "text": "Questionnaire for patients with COPD: The questionnaire for patients with COPD consisted of four sections comprising 17 questions signaling about: (1) perception of barriers and facilitators (nine questions); (2) optimal utilization of telerehabilitation (five questions); (3) perception of acceptability of telerehabilitation (three questions). All the questions presented to the patients were closed-ended and the patients were allowed to choose from the options``strongly agree\", \"Agree\", \"Disagree\" or\" strongly disagree\" based on their opinion. The reliability of the questionnaire was measured using internal consistency (Cronbach's alpha ¼ 0.822, p < 0.05). The questionnaire was also translated to the local language (Kannada)of the patients with COPD before e-mailing the participants online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Survey questionnaire development"
        },
        {
            "text": "After the ethical clearance from the institutional review board of a multifaceted university, the online survey questionnaires developed on the Google forms for health care professionals and the patients were emailed individually with the consent form attached.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "After individuals consented to participate, they were asked to complete the questionnaire. Both healthcare professionals and patients completed the questionnaires in an average of 8-10 min. On October 28, 2018, healthcare providers and patients received an e-mail with a welcome message and a link to the questionnaires. After three weeks, first reminder e-mail was sent to the non-respondents to participate in the study (17, November 2018) . Two weeks later, the second reminder email was sent to potential participants, along with the online questionnaires (3, December 2018). The participants' replies were downloaded as.csv files from Google forms, and the questionnaires were anonymized using patient identifiers before further analysis.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 441,
                    "text": "(17, November 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The continuous variables (age, BMI) were expressed as mean and standard deviations while categorical variables (responses regarding telerehabilitation services, educational levels) of both patients and the healthcare professionals were depicted by frequency statistics (n, %). The association between the knowledge and the implementation practices of telerehabilitation services were explicitly analyzed through Chi-square statistics at a 95% level of significance. All the statistical analyses were treated in SPSS v.16.0 (SPSS, IBM, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The questionnaires were e-mailed to 164 potential participants, including 88 health care professionals and 76 individuals with COPD identified using PR services by health care providers. Only 52/88 health care professionals (response rate ¼ 59%) and 39/76 COPD patients (response rate ¼ 51%) volunteered for the study after three reminders. However, nine patient responses were classified as \"drop outs\" due to a recent exacerbation and a recent fall. As a result, 52 healthcare professionals and 30 patients' replies were analyzed. The flow of the participants is depicted in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 585,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Of 52 health care professionals responded to the survey, majority (n ¼ 30/52; 57%) are physiotherapists, 19% (n ¼ 10/52) respiratory care therapists, pulmonary care physicians (n ¼ 8/52 and 8% (n ¼ 4/52) rehab nurses. 34% (n ¼ 18/52) of the health care professionals are females. All the health care professionals are young adults and middle-aged (35 AE 6 years) and had sufficient experience (6.2 AE 1.3 years) in implementing PR. Of the 30 patients, 20% (n ¼ 6/30) were females, mostly middle age (54.25 AE 12.76 years). The patients involved in the study were with a history of COPD for almost 8.16 AE 5.35 years and were attending some form of PR for at least 4.26 AE 2.76 years. Most of the patients who participated in the survey were undergraduate (n ¼ 22/30; 73%) and knew about telerehabilitation for at least 1.02 AE 0.15 years. Table 1 shows the baseline characteristics of the healthcare professionals and patients who responded to our survey.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 839,
                    "end": 846,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characteristics of the participants"
        },
        {
            "text": "The majority of the healthcare professionals (n ¼ 37/52; 71%) were found to be aware of smartphone-based telerehabilitation benefits and the overview of the functioning. However, only few (n ¼ 4/37; 10%) implemented telerehabilitation successfully in their settings. Health care professionals were exposed to telerehabilitation services at various educational levels: (1) under-graduation (n ¼ 17/37; 37%); (2) clinical internship (n ¼ 14/37; 37%) and (3) post-graduation (n ¼ 6/37; 16%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare professional's perceptions on telerehabilitation services"
        },
        {
            "text": "Few of healthcare professionals (n ¼ 6/37; 16%) were from rural background. All the postgraduates (n ¼ 6/37; 16%) were pursuing respiratory care focusing on pulmonary rehabilitation as their major.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare professional's perceptions on telerehabilitation services"
        },
        {
            "text": "Regarding healthcare professional's knowledge on telerehabilitation services, we found fair amount of awareness about inclusion criteria (n ¼ 17/37; 46%), implementation (n ¼ 13/37; 35%) and safety (n ¼ 32/52; 87%) regarding telerehabilitation COPD. However, the majority of the participants in the health care professional group believed that patients should be frequently monitored in case of smartphone-based telerehabilitation (n ¼ 35/37; 95%) and adverse effects associated with unsupervised exercise (n ¼ 25/37; 68%). Most of the participants learnt smartphone-based telerehabilitation at lectures and symposiums (n ¼ 7/ 37; 18.9%) next to peer group discussions (n ¼ 10/37; 27%). The majority of the participants perceived smartphones (n ¼ 29/37; 78%) and video conferencing software (n ¼ 23/37; 62%) are the predominant ingredients for the successful implementation of smartphone-based telerehabilitation services while the need for web cameras are least (n ¼ 12/ 37; 32%). Most of the healthcare professionals (n ¼ 42/52; 81%) believed that outcome measures such as six-minute walk test, peg-board test, exercise capacity, outdoor mobility tests, physiological measures such as saturation and heart rate can be successfully measured using smartphone-based telerehabilitation services (Figure 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1293,
                    "end": 1302,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Healthcare professional's perceptions on telerehabilitation services"
        },
        {
            "text": "Our respondents who were healthcare professionals believed that smartphone-based telerehabilitation should be implemented in smaller towns (n ¼ 14/37; 38%) and rural villages (n ¼ 14/37; 38%), but not in metropolitan cities (n ¼ 9/37; 24%). In addition, the respondents perceived that pulmonologists (n ¼ 29/37; 78%), physical therapists (n ¼ 29/37; 78%), and respiratory therapists (n ¼ 28/37; 76%) played a pivotal role, while the role of rehab nurses (n ¼ 2/37; 4%), occupational therapists (n ¼ 16/37; 43%), clinical psychologists (n ¼ 14/37; 38%) in tele-rehabilitation should be explored further. Though the healthcare professionals who responded were not naive to smartphone-based telerehabilitation (n ¼ 37/52; 71%), the majority of respondents (n ¼ 28/37; 76%) perceived the need for specialized training in the implementation of smartphone-based telerehabilitation programs, while few are confident in implementing PR, monitoring outcomes, and progression through information technology. The majority of healthcare experts (n ¼ 12/37; 33%) suggested smartphone-based telerehabilitation once a week (n ¼ 14/37; 38%) and a few one to three times a week (n ¼ 7/37; 19%). The Chi square test demonstrated a substantial disparity in healthcare professionals' knowledge and practice of telerehabilitation services (χ 2 ¼ 4.12; p < 0.01). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Healthcare professional's perceptions on telerehabilitation services"
        },
        {
            "text": "Poor health literacy (n ¼ 29/37; 81%), financial burden (n ¼ 27/37; 75%), lack of external reward or intrinsic motivation to administer remote PR programs (n ¼ 22/37; 61%), lack of technology/availability of resources (n ¼ 21/37; 58%) and lack of expertise (n ¼ 19/37; 53%) were identified to be the predominant barriers to the successful implementation of the smartphone-based telerehabilitation programs for COPD patients. Table 2 demonstrates the various barriers and facilitators identified by the health care professionals. Majority of the healthcare professionals supported hospital initiated telerehabilitation services (n ¼ 23/37; 62%) followed by smartphone-based telerehabilitation training programs for healthcare professionals (n ¼ 21; 57%), patient education (n ¼ 21/37; 57%) and student-led start-ups (n ¼ 21/37; 57%). Only 49% (n ¼ 18/37) expressed their interest in conducting research on telerehabilitation and its efficacy on COPD patients in India.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 432,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Perceived barriers and facilitators identified by healthcare professionals"
        },
        {
            "text": "The majority of the patients (60-80%) perceived smartphone-based telerehabilitation to be an essential component of the PR program with higher scores in communication, privacy, approachability and time efficacy in COPD management. Further patients found smartphone-based telerehabilitation for COPD as more comfortable (n ¼ 15/30; 50%) and suitable (n ¼ 15/30; 50%). Table 3 represents the patient's perceptions on smartphone based telerehabilitation services for COPD management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 367,
                    "end": 374,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Patient's perceptions on the telerehabilitation services"
        },
        {
            "text": "The purpose of this cross-sectional study was to ascertain perceived barriers and facilitators to the introduction of smartphone-based telerehabilitation services by both PR providers and patients. We observed that while PR providers have a reasonable to good level of understanding, their practice is limited due to organizational and economic factors. Our study findings corroborate a recent Saudi Arabian survey about the lack of telehealth-based physical therapy practices, though the study showed increased telemedicine knowledge among physiotherapy experts (Aloyuni et al., 2020) . Similarly, patients responding to our survey expressed a high level of interest in telerehabilitation services but expressed concern about the availability and expertise of telehealth-based PR treatments. The positive response of our patients to telerehabilitation services was consistent with the findings of Simony et al. (2019).",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 585,
                    "text": "(Aloyuni et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "According to healthcare professionals, barriers to appropriate implementation and adoption of smartphone-based telerehabilitation services in low-resource settings in low-middle income nations include limited health literacy, financial constraints, a lack of technology, and a lack of competence. A recent systematic assessment of online home consultations via telemedicine services highlighted internet quality, communication, conflicts of interest, financial constraints, privacy, and expertise, as well as policy laws (Almathami et al., 2020) . We would like to extrapolate the review's limits to low-and middle-income nations as well, which would assist us in informing and guiding the intervention mapping, particularly for telehealth-based services. Table 3 . Patient perceptions about the smartphone-based tele-rehab services and providers for the COPD management.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 545,
                    "text": "(Almathami et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 763,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Barriers identified by the health care professionals"
        },
        {
            "text": "Patient's perceptions about tele-rehab services Strongly agree Agree Disagree Strongly disagree",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers identified by the health care professionals"
        },
        {
            "text": "Will telerehabilitation make home based respiratory care services easily accessible? 4 (13%) 20 (67%) 2 (7%) 4 (13%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Will telerehabilitation save your time? 6 (21%) 13 (46%) 8 (29%) 3 (4%) Do you think the use of telerehabilitation will make your therapist more approachable? 5 (18%) 16 (59%) 5 (18%) 4 (5%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Lack of availability resources can hinder your therapy sessions. 2 (7%) 16 (53%) 10 (33%) 2 (7%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Considering the lack of physical contact do you think all your queries regarding the condition can be solved? 2 (7%) 14 (46%) 13 (43%) 1 (4%) Do you think these sessions can violate your privacy? 5 (7%) 0 (0%) 23 (90%) 2 (3%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Will language be a barrier in your therapy? 6 (20%) 6 (20%) 13 (43%) 5 (17%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Will the use of telerehabilitation add to your expenses? 8 (27%) 7 (23%) 11 (37%) 4 (13%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of barriers and facilitators"
        },
        {
            "text": "Do you think it will be easy to learn to use the necessary equipment's required for the sessions? 2 (7%) 17 (56%) 11 (37%) 0 (0%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of ease of use of telerehabilitation"
        },
        {
            "text": "Will it be more convenient for you to contact your therapist using mobile/videoconference. 7 (24%) 15 (51%) 6 (21%) 2 (4%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of ease of use of telerehabilitation"
        },
        {
            "text": "Will your therapist get a good understanding of your condition over the session? 4 (13%) 9 (30%) 15 (50%) 2 (7%) Do you think you will be able to follow the instructions given by the therapist effectively? 4 (13%) 19 (63%) 5 (17%) 2 (7%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of reliability"
        },
        {
            "text": "Do you think live monitoring is required for every session? 4 (13%) 20 (67%) 4 (13%) 2 (7%) Do you think Tele rehabilitation will improve your general health? 5 (17%) 17 (56%) 5 (17%) 3 (10%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of need of telerehabilitation"
        },
        {
            "text": "Will you be comfortable in using telerehabilitation for long term care of your condition 7 (23%) 15 (50%) 8 (27%) 0 (0%)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perception of satisfaction and future use of telerehabilitation"
        },
        {
            "text": "Will you accept telerehabilitation as a suitable option for your condition? 6 (20%) 15 (50%) 7 (23%) 2 (7%) K.C. Bairapareddy et al. Heliyon 7 (2021) e07857 The survey respondents recognized the importance of smartphones and videoconferencing software over web cameras for efficient smartphone-based telerehabilitation in COPD patients. Our findings corroborate previous assertions that smartphone applications have improved the local access and remote relationship between healthcare professionals and patients by bridging the gap between telemedicine structure and patients (Allaert et al., 2020) . Additionally, the poor preference towards webcams is probably due to concerns about telemedicine's confidentiality, security, and privacy (Parmanto and Saptono, 2009) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 156,
                    "text": "Bairapareddy et al. Heliyon 7 (2021) e07857",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 598,
                    "text": "(Allaert et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 739,
                    "end": 767,
                    "text": "(Parmanto and Saptono, 2009)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Perception of satisfaction and future use of telerehabilitation"
        },
        {
            "text": "While the majority of healthcare professionals who responded to the questionnaire expressed confidence in administering tests such as the sixminute walk test, peg-board test, exercise capacity, outdoor mobility tests, and saturation measurement via smartphone-based telerehabilitation services, recent empirical evidence suggests that remote measurement of pulmonary care outcomes is not beneficial (Holland et al., 2020) and recommend face to face standardized tests (Houchen--Wolloff et al., 2020). Holland et al., (2020) conducted a meta-analysis of 84 studies that examined the clinometric properties of various outcome measures in pulmonary rehabilitation and found that, while step tests and time-up and go tests are feasible and valid, the six-minute walk distance is found to be less valid when measured at home or in a virtual environment versus center-based testing (Holland et al., 2020) . As a result, we propose that healthcare professionals in low-and middle-income countries get familiar with the limitations and psychometric features of various outcome measures prior to conducting remote outcomes measurement.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 421,
                    "text": "(Holland et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 501,
                    "end": 523,
                    "text": "Holland et al., (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 876,
                    "end": 898,
                    "text": "(Holland et al., 2020)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Perception of satisfaction and future use of telerehabilitation"
        },
        {
            "text": "Globally, healthcare disparities are frequent, with the majority of healthcare settings, such as multispecialty hospitals, located in urban regions and patients living in close proximity to the settings benefiting the most, while rural patients receive the least attention (Bagchi, 2019; Harkey et al., 2020) . Telerehabilitation through smartphone is an innovative management strategy that addresses the disparity in healthcare utilization between rural and urban areas (Harkey et al., 2020) . We are not surprised that the majority of healthcare professionals surveyed believed that smartphone-based telerehabilitation is more necessary in rural areas than in urban areas, since the majority of COPD patients cannot access conventional rehabilitation treatments.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 287,
                    "text": "(Bagchi, 2019;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 288,
                    "end": 308,
                    "text": "Harkey et al., 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 492,
                    "text": "(Harkey et al., 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Perception of satisfaction and future use of telerehabilitation"
        },
        {
            "text": "Our study found the majority of the patients perceived telerehabilitation as an essential component of the PR. Time-saving, face to face ease of consultation, less commute, engagement and motivation are postulated to be the facilitators for the smartphone-based telerehabilitation practice as perceived by the patients (Almathami et al., 2020) . Further, our respondents found significant comfort in utilizing the smartphone-based telerehabilitation services compared to conventional rehabilitation due to the following reasons: reduced commute, continued use of home oxygen, less caregiver burden for rehab sessions, minimal equipment and a safe environment. However, a sizable majority of patients reported that telerehabilitation would not save them time, raising the possibility of further research in low-and middle-income nations. Nevertheless, most of the participants did not agree that their healthcare provider might not have a clear understanding of their problem if the sessions were measured and monitored remotely. This hesitancy may be probably due to the lack of reliability of equipment (pulse oximeter, ergometers) needed for measuring and monitoring the sessions and technical difficulties or concerns over security breaches which we have not measured in the survey (Parmanto and Saptono, 2009) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 343,
                    "text": "(Almathami et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1285,
                    "end": 1313,
                    "text": "(Parmanto and Saptono, 2009)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Perceived barriers and facilitators to smartphone-based telerehabilitation by patients"
        },
        {
            "text": "Our study findings suggest that there is reluctance or hesitance in using smartphone-based telerehabilitation by the patients, which may be partly explained by the perceived lack of technical skills such as smartphone navigation or the perceived incompetence in internet skills (Inskip et al., 2018; Polgar et al., 2020; Seidman et al., 2017) . Nevertheless, we found a potential age disparity among the healthcare providers and the patients utilizing the tele-rehab services for COPD care. The above age disparity among the healthcare providers and the patient population who participated in the present survey may also be the reason behind the disparity in the utilisation or knowledge of tele-rehab services for COPD in low-middle income countries. Further lack of technical skills, language barrier and lack of appropriate communication strategies for effective tele-rehab may be attributed due to the age disparity among the healthcare professionals and the COPD patients. In a quantitative survey analysis, Seidman et al., dropouts 2017 found that self-rated computer and internet skills or regular tablet or smartphone use or competence regarding healthcare knowledge utilization were found to be crucial determinants for effective telerehabilitation (Seidman et al., 2017) . Similarly, Polgar et al., (2020) reported 31% of the patients of the high-income countries never had internet access and 79% of the respondents preferred face to face rehabilitation rather than getting advice virtually (Polgar et al., 2020) . Extending the community support with adequate training of healthcare professionals may alleviate the fear, stress of the patients in the initial stages of the pulmonary rehabilitation in the virtual mode (Inskip et al., 2018) . Further one-third of our patient respondents perceived language as a barrier to effective remote pulmonary rehabilitation likely due to lack of access or navigation in the smartphones in local languages other than English, which warrants further investigations.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 299,
                    "text": "(Inskip et al., 2018;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 300,
                    "end": 320,
                    "text": "Polgar et al., 2020;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 321,
                    "end": 342,
                    "text": "Seidman et al., 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1258,
                    "end": 1280,
                    "text": "(Seidman et al., 2017)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1294,
                    "end": 1315,
                    "text": "Polgar et al., (2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1502,
                    "end": 1523,
                    "text": "(Polgar et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1730,
                    "end": 1751,
                    "text": "(Inskip et al., 2018)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Perceived barriers and facilitators to smartphone-based telerehabilitation by patients"
        },
        {
            "text": "While smartphone-based telerehabilitation for COPD management was well received by healthcare providers and patients, practices remain suboptimal in Indian settings, most likely due to a lack of health literacy, insufficient technical skills among healthcare professionals and patients, and ineffective organizational and national policies. Inadequate organizational policies (providing video conferencing software, secure cloud or data servers, providing periodic training to involved staff, allocating funds for mobile respiratory care) and national insurance policies (reimbursement or ease of claim) may hinder adequate utilization of smartphone-based telerehabilitation platforms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Perceived barriers and facilitators to smartphone-based telerehabilitation by patients"
        },
        {
            "text": "The potential limitations of the study are: (1) we recruited our participants through social media such as ResearchGate, LinkedIn, and Facebook, rather than a targeted approach that primarily contacted medical professionals through their professional associations and colleges. The targeted approach may have brought homogeneity to the study (McRobert et al., 2018) ; (2) We did not include the other multidisciplinary members (social workers) of pulmonary rehabilitation programs whose responses could change the present study results. We recommend longitudinal studies to examine the barriers and requirements for long-term telerehabilitation adherence in pulmonary care; (3) we found a significant age disparity among the two respondents (healthcare professionals and the COPD patients). Though, we could not control the inclusion, this might have influenced the selection and the performance bias that could be potential condounding our survey results. Future trials should involve healthcare professionals of higher age group that could address the confounding bias; (4) we have not analyzed separately the barriers and facilitators to telerehabilitation among the healthcare professionals who implemented and not implemented the telerehabilitation in their settings. We believe that the perceived barriers to telerehabilitation may differ across the setting and healthcare professionals and are likely to influence the survey results; (4) we have framed the potential barriers and facilitators for patients to utilize telerehabilitation from the practitioner's background rather than the results of focused interviews among the patients. This might have caused some missed barriers from the patient's aspect. Future trials should involve qualitative interviews to identify the potential barriers that might have been missed in the present study.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 365,
                    "text": "(McRobert et al., 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Limitations of the present study"
        },
        {
            "text": "In conclusion, although PR stakeholders (multidisciplinary healthcare members and patients) have a reasonable to good understanding of telerehabilitation-based PR services, adoption of PR services via smartphone-based telemedicine is low. To improve the implementation of telerehabilitation-based PR services in low-resource settings, we recommend frequent staff training in smartphone-based telerehabilitation services, as well as environmental restructuring such as strong Wi-Fi, video streaming software, and end-user screening devices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of the present study"
        },
        {
            "text": "Kalyana Chakravarthy Bairapareddy, Gopala Krishna Alaparthi, Vanitha Shetty and Baskaran Chandrasekaran: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Romika Sawant Jitendra, Pratiksha Rao and Priyanka Prasad: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Funding statement",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Will applications on smartphones allow a generalization of telemedicine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Allaert",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Legrand",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abdoul Carime",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Quantin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med. Inf. Decis. Making",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Barriers and facilitators that influence telemedicine-based, real-time, online consultation at patients' homes: systematic literature review",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K Y"
                    ],
                    "last": "Almathami",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Win",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vlahu-Gjorgievska",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Knowledge, attitude, and barriers to telerehabilitation-based physical therapy practice in Saudi Arabia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aloyuni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alharbi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kashoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alanazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alzhrani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Healthcare (Basel)",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Expansion of telehealth across the rural-urban continuum",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Bagchi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "State Local Govern. Rev",
            "volume": "51",
            "issn": "4",
            "pages": "250--258",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telerehabilitation for chronic obstructive pulmonary disease patients: an underrecognized management in tertiary care",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bairapareddy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Indian J. Palliat. Care",
            "volume": "24",
            "issn": "4",
            "pages": "529--533",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telerehabilitation for chronic respiratory disease",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dal Corso",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zanaboni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Incorporating telemedicine into the integrated care of the COPD patient a summary of an interdisciplinary workshop",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Donner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raskin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zuwallack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nici",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ambrosino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Balbi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respir. Med",
            "volume": "143",
            "issn": "",
            "pages": "91--102",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Supervised pulmonary tele-rehabilitation versus pulmonary rehabilitation in severe COPD: a randomised multicentre trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bieler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kallemose",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilcke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Godtfredsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thorax",
            "volume": "75",
            "issn": "5",
            "pages": "413--421",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patient satisfaction with telehealth in rural settings: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Harkey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Telerehabilitation",
            "volume": "12",
            "issn": "2",
            "pages": "53--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Defining modern pulmonary rehabilitation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Houchen-Wolloff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Rochester",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zuwallack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "An Official American Thoracic Society Workshop Report. Ann. Am. Thorac. Soc",
            "volume": "18",
            "issn": "5",
            "pages": "12--29",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Home-based or remote exercise testing in chronic respiratory disease, during the COVID-19 pandemic and beyond: a rapid review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malaguti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lahham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Burge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dowman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chron. Respir. Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Which functional outcome measures can we use as a surrogate for exercise capacity during remote cardiopulmonary rehabilitation assessments? A rapid narrative review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Houchen-Wolloff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Daynes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chaplin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gardiner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ERJ Open Res",
            "volume": "6",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Patient and health care professional perspectives on using telehealth to deliver pulmonary rehabilitation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Inskip",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Lauscher",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Dumont",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garde",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Camp",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chron. Respir. Dis",
            "volume": "15",
            "issn": "1",
            "pages": "71--80",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A multi-modal recruitment strategy using social media and internet-mediated methods to recruit a multidisciplinary, international sample of clinicians to an online research study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcrobert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Windt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PloS One",
            "volume": "13",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Telerehabilitation: state-of-the-art from an informatics perspective",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Parmanto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saptono",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Telerehabilitation",
            "volume": "1",
            "issn": "1",
            "pages": "73--84",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Digital habits of PR service-users: implications for home-based interventions during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Polgar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aljishi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chron. Respir. Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "People attending pulmonary rehabilitation demonstrate a substantial engagement with technology and willingness to use telerehabilitation: a survey",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Seidman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wootton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dale",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mckeough",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Physiother",
            "volume": "63",
            "issn": "3",
            "pages": "175--181",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Striving for confidence and satisfaction in everyday life with chronic obstructive pulmonary disease: rationale and content of the tele-rehabilitation programme >C☺PD-Life>",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Simonÿ",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Riber",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Bodtger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Birkelund",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "16",
            "issn": "18",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "statement: key concepts and advances in pulmonary rehabilitation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Spruit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garvey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zuwallack",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nici",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rochester",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "188",
            "issn": "8",
            "pages": "13--64",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Characteristics of pulmonary rehabilitation programs following an exacerbation of chronic obstructive pulmonary disease: a systematic review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wageck",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Cardiopulm Rehabil. Prev",
            "volume": "41",
            "issn": "2",
            "pages": "78--87",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Personalised pulmonary rehabilitation in COPD",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F M"
                    ],
                    "last": "Wouters",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B R E"
                    ],
                    "last": "Wouters",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M L"
                    ],
                    "last": "Augustin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Houben-Wilke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E G W"
                    ],
                    "last": "Vanfleteren",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M E"
                    ],
                    "last": "Franssen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. Respir. Rev",
            "volume": "27",
            "issn": "147",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flowchart of the participants included in the survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "List of outcome measures perceived to be effectively administered through tele-rehab based pulmonary rehab programs. Abbreviations: BODEcomposite score of BMI, obstruction level, Dyspnoea level and exercise capacity through walk test; PR -Pulmonary rehabilitation program.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline characteristics of the respondents.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Barriers and facilitators identified by the healthcare professionals in the successful implementation of the smartphone-based tele-rehab program for COPD patients.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Data will be made available on request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests statement"
        },
        {
            "text": "Supplementary content related to this article has been published online at https://doi.org/10.1016/j.heliyon.2021.e07857.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}