{
    "paper_id": "82d4fbd98b8739fac8cc9e97e3a0bb69edd70c31",
    "metadata": {
        "title": "Construction des savoirs en ces temps de distanciation sociale",
        "authors": [
            {
                "first": "Douglas",
                "middle": [],
                "last": "Mcdougall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "addrLine": "252 Bloor Street West",
                        "postCode": "M5S 1V6",
                        "settlement": "Toronto",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Il y a également deux commentaires, l'un de Yasmine Abtahi, de l'Université des sciences appliquées de la Norvège occidentale, et l'autre de Michael Marker et Shirley Anne Hardman, de l'Université de la Colombie-Britannique. Abtahi (2020) analyse les façons dont les mathématiques ont contribué à établir certaines connaissances et façons d'être. Elle décrit en outre comment les mathématiques ont contribué à perpétuer la suprématie de ces connaissances. Elle décrit les défis que présente la non-valorisation de groupes sociaux spécifiques, et elle voit dans les articles thématiques de ce numéro spécial, et au-delà, des éléments d'espoir et de croissance. Marker et Hardman (2020) Outre le thème spécial, ce numéro contient cinq autres articles. Hanin et Van Nieuwenhoven (2020) explorent les comportements régulateurs cognitifs, motivationnels et émotionnels des élèves du primaire en résolution de problèmes. L'étude se penche sur la production verbale et écrite des élèves dont les résultats en résolution de problèmes sont « au-dessus de la moyenne » ou « au-dessous de la moyenne ». Elle a noté que les apprenants « supérieurs à la moyenne » en résolution de problèmes prenaient l'entière responsabilité de l'exigence externe et faisaient preuve d'une compréhension approfondie du problème en construisant des modèles. Ces apprenants mettent en oeuvre des stratégies de contrôle et des processus régulateurs lorsqu'une erreur est détectée. Ils ont confiance en eux en matière d'auto-efficacité et utilisent des stratégies fonctionnelles de régulation émotionnelle et motivationnelle. Quant aux élèves dont les résultats en résolution de problèmes sont « inférieurs à la moyenne », certains font preuve d'un manque de confiance en leurs capacités, et le niveau général de confiance en soi est plus élevé au début de la scolarité, mais tend à diminuer lorsque ces élèves passent au niveau secondaire. Cet article explore de nombreux aspects de ces deux profils d'apprenants lorsque les élèves participent à des tâches mathématiques.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 238,
                    "text": "Abtahi (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 660,
                    "end": 684,
                    "text": "Marker et Hardman (2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bowen et Stelmach (2020) ont étudié les parents d'enfants ayant participé à des expo-sciences. Les parents décrivent les façons dont ils ont soutenu leurs enfants, comment ils comprenaient les aspects scientifiques des projets et comment ils percevaient cette expérience de l'expo-science vécue par leurs enfants. À travers trois cas représentatifs, les auteurs décrivent les formes d'aide que les parents apportent à leurs élèves dans les projets d'expo-sciences, notamment le soutien technique et même l'embauche de graphistes. Bowen et Stelmach se demandent dans quelle mesure une forte participation des parents à des projets scientifiques reflète le capital culturel communautaire des élèves, et non leur travail lui-même. Ils concluent par une question clé : quelles sont les conditions nécessaires pour que les projets d'expo-sciences contribuent de manière égale à l'apprentissage et aux occasions futures de tous les élèves du secondaire?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dans « Calcul différentiel pour les enseignants : perspectives et réflexions de mathématiciens », Yan et al. (2020) explorent les points de vue des mathématiciens sur un cours de calcul différentiel destiné aux futurs enseignants du secondaire. Ils ont utilisé le cadre conceptuel EDW (Essence-Doing-Worth, soit « essence, faire, valeur ») (Hoffmann & Even, 2018 , 2019 pour étudier la pertinence des cours de mathématiques universitaires à l'enseignement des mathématiques au secondaire. Ils ont interviewé 24 mathématiciens pour connaître leur point de vue sur le cours de calcul différentiel envisagé, et ils ont utilisé les neuf thèmes initiaux du cadre EDW pour analyser les résultats. Ils ont constaté que la majorité des participants reconnaissaient l'importance des recherches mathématiques et l'établissement de liens internes et externes au sujet. Les mathématiciens ont proposé que le cours de calcul différentiel destiné aux enseignants du secondaire serve à mieux comprendre la dimension humaine de l'activité et du développement mathématiques. Ils ont également élargi la catégorie Worth du cadre conceptuel EDW (Hoffmann & Even, 2018 , 2019 en y ajoutant « la valeur du calcul en tant qu'activité humaine ». Gallant et al. (2020) ont étudié les points de vue sur les STEM de 184 élèves de 10 e et de 11 e années après avoir participé à une conférence scientifique de deux jours. Les auteurs voulaient déterminer l'impact de la conférence sur la confiance des étudiants devant la perspective d'étudier à l'université, leur intérêt à poursuivre des programmes de STEM, et savoir si ce niveau de confiance et d'intérêt diffère chez les étudiants de première génération. La majorité des étudiants de première génération ont déclaré que leur niveau de confiance avait augmenté comparativement à leur cohorte. Comme les auteurs ont également constaté que ces conférences de deux jours renforcaient la confiance des étudiants à l'idée d'entreprendre des études universitaires, cette initiative de sensibilisation présente de nombreux avantages pour les étudiants de première génération. Les auteurs fournissent aussi d'autres résultats qui soutiennent les initiatives universitaires en STEM.",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 362,
                    "text": "(Hoffmann & Even, 2018",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 363,
                    "end": 369,
                    "text": ", 2019",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1126,
                    "end": 1148,
                    "text": "(Hoffmann & Even, 2018",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1149,
                    "end": 1155,
                    "text": ", 2019",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1223,
                    "end": 1244,
                    "text": "Gallant et al. (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Les résultats en mathématiques des élèves des écoles primaires du Canada sont en baisse depuis plusieurs années. Wickstrom et al. (2020) ont identifié des profils latents d'élèves du primaire qui participent aux tests de mathématiques à grande échelle en Ontario, et déterminé certains facteurs qui prédisent l'appartenance à certains sous-groupes de population. Les auteurs constatent que les plans d'enseignement individualisés et les accommodements pour les tests prédisent de manière significative l'appartenance à un profil latent de baisse des résultats en mathématiques. Les auteurs décrivent les implications de ces résultats pour la pratique pédagogique et plaident pour une identification et une intervention précoces afin de soutenir l'apprentissage des mathématiques. Leurs résultats indiquent que les apprenants ayant des besoins spéciaux ont besoin de plus de soutien qu'ils n'en reçoivent actuellement dans les tests de mathématiques à grande échelle en Ontario.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 136,
                    "text": "Wickstrom et al. (2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dans ce numéro 2 du volume 20 de la RCESMT, la première partie, soit le thème spécial, offre aux lecteurs une ré-imagination critique du rôle des mathématiques dans les domaines des STEM et de l'enseignement des STEM, et la deuxième partie présente à tous nos lecteurs d'autres articles riches et stimulants à lire en cette période de crise due au virus COVID-19. Comme je l'ai écrit au début de cet éditorial, nous faisons tout ce qui est en notre pouvoir pour protéger au mieux notre communauté, et notre chère équipe de rédaction a pris à coeur la responsabilité de ce défi. Je tiens à remercier les rédacteurs et tout le personnel de la revue, ainsi que les Éditions Springer, pour leur dévouement qui permet de partager avec vous des recherches intéressantes et précieuses. J'espère que vous trouverez le temps d'explorer les recherches présentées dans ce numéro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The \"M\" in STEM as a note of caution: Resilient to what and responsive to whose culture",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abtahi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00093-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Parental helping with science fair projects: a case study",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stelmach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00087-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Examining the impact of a 2-day scientific conference on high school students' interest in STEM and confidence in attending university",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carpenter-Cleland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Good",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00086-7"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Living landscapes, archi-text-ures, and land-guaging algo-rhythms",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Glanfield",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ghostkeeper",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00085-8"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An exploration of the cognitive, motivational, emotional and regulatory behaviors of elementary-school novice and expert problem solvers",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hanin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Nieuwenhoven",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00092-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What do mathematicians wish to teach teachers in secondary school about mathematics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Even",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the 42nd Conference of the International Group for the Psychology of Mathematics Education",
            "volume": "3",
            "issn": "",
            "pages": "99--106",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contribution of academic mathematics to teacher learning about the essence of mathematics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Even",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "the Proceedings of the 43 rd Conference of the International Group for the Psychology of Mathematics Education",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "After the M in STEM: Towards mathematics for multispecies flourishing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00089-4"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The math people: Unwitting agents of empire who \"like to stay in their land",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hardman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00094-7"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Teacher educator professional learning with/in place: Storying the work of decolonizing mathematics education within a colonial structure",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerofsky",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fritzlan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00080-z"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Re-imagining authentic mathematical experiences for non-STEM majors",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Radzimski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Doolittle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00084-9"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Canada-2067-Supporting-Education-Transformation-in-Canada_Final",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parkin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Examining the relation between IEP status, testing accommodations, and elementary students' EQAO mathematics achievement",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wickstrom",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fesseha",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00088-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Whole-some artifacts: (STEM) teaching and learning emerging from and contributing to community",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wiseman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Borden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jao",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00079-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Calculus for teachers: Perspectives and considerations of mathematicians",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Marmur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zazkis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00090-x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Situated perspectives on creating mathematics tasks for peace and sustainability",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yaro",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amoah",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Journal of Science, Mathematics, and Technology Education",
            "volume": "20",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s42330-020-00083-w"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "posent quelques questions : que faut-il calculer ? Comment fait-on les calculs? Que sont les mathématiques et d'où viennent-elles ? Qui sont les mathématiciens et d'où viennent-ils? Peut-on utiliser les mathématiques pour mettre à nu le curriculum caché et les hégémonies du colonialisme ? Hardman parle des professeurs de mathématiques, des lieux et de la réalité des communautés autochtones, partant de son point de vue en tant qu'administratrice dans une université responsable des affaires autochtones. Marker et Hardman jettent les bases d'un enseignement des mathématiques plus autochtone, dans lequel « nous voulons inclure les apprenants autochtones et refléter leurs valeurs, et sensibiliser tous les élèves au respect des lieux, de l'histoire et des modes de connaissances des peuples autochtones » (p. 13).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}