{
    "paper_id": "834cc9f93c25a8a9538d7b63e3a4b6fbe18876ec",
    "metadata": {
        "title": "How Institutional Evaluation Bridges Uncertainty and Happiness: A Study of Young Chinese People",
        "authors": [
            {
                "first": "Jutta",
                "middle": [],
                "last": "Lindert",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuyun",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Minzu University of China",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Guangqiang",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Minzu University of China",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chuanyi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University",
                    "location": {
                        "settlement": "Kingston",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Wenying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Minzu University of China",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Uncertainty triggers negative psychological responses, while positive institutional evaluations elevate the sense of control in individuals and satisfy their need for structure and order. Data from the 2015 Chinese Social Survey (CSS) (N = 4,605) demonstrated that objective uncertainty negatively predicted the happiness of young people (aged 18-45 years). However, this negative relationship was attenuated among those who evaluated the institutional system (e.g., social security, local government effectiveness, and trust in government) positively; in other words, positive institutional evaluation may have protected people's happiness from the threat of uncertainty. In addition, participants from different age groups evaluated the institutional system differently. The first generation born after the Chinese economic reform, which includes young people born in the 1980s (aged 26-35 years), had unique experiences compared to the preceding (aged 36-45 years, born in the 1970s) and succeeding (aged 18-25 years, born in the 1990s) generations. Among the three age groups, young people born in the 1980s held the least positive evaluation of the institutional system. The institutional evaluation also showed the weakest moderating effect on this group's happiness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has increased the sense of uncertainty among people across the world, resulting in greater intergroup conflicts and extreme behaviors. Several studies have reported that people experienced more severe psychological distress and reduced well-being and increased alcohol use during the pandemic (Kikuchi et al., 2020; Tran et al., 2020; De Sio et al., 2021) . The cumulative effects of uncertainties result in negative, or even extreme, psychological responses among people. Studies have shown that objective uncertainty factors, such as economic depression, war, epidemics, unemployment, interpersonal stress, and other adverse life events, can trigger pessimism and weaken positive psychological responses (Ballas and Dorling, 2007; Proctor et al., 2009; Bianchi, 2016) .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 337,
                    "text": "(Kikuchi et al., 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 338,
                    "end": 356,
                    "text": "Tran et al., 2020;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 357,
                    "end": 377,
                    "text": "De Sio et al., 2021)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 728,
                    "end": 754,
                    "text": "(Ballas and Dorling, 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 755,
                    "end": 776,
                    "text": "Proctor et al., 2009;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 777,
                    "end": 791,
                    "text": "Bianchi, 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "On the other hand, social systems allow individuals to experience higher levels of satisfaction and happiness by increasing positive emotions in people (Wakslak et al., 2007) . Internalizing the legitimacy of social systems could elevate the sense of control in individuals and satisfy their need for structure and order (Jost and Banaji, 1994) . A given social system comprises various social arrangements, such as those constituting families, institutions, organizations, governments, and nature. These arrangements include both institutions and social norms, such as de facto institutional structures, systems of allocation, and socialization, as well as governments, judicial systems, and other substantive forms of social existence (Jost and Banaji, 1994) . When uncertainties in life lead to perceptions of randomness and fluctuating perceptions of personal control, the social system as a robust external order could reduce the randomness (Kay et al., 2008) . According to the Human Development Report (United Nations Development Programme, 2014) , active governmental response to the needs of citizens, comprehensive public policies, and instructive social norms are beneficial to reducing psychological vulnerabilities, feelings of injustice, and other negative emotions and exclusionary behaviors. A positive institutional evaluation may buffer the negative effects of uncertainty in life and enable people to gain positive psychology.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 174,
                    "text": "(Wakslak et al., 2007)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 321,
                    "end": 344,
                    "text": "(Jost and Banaji, 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 737,
                    "end": 760,
                    "text": "(Jost and Banaji, 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 946,
                    "end": 964,
                    "text": "(Kay et al., 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1009,
                    "end": 1053,
                    "text": "(United Nations Development Programme, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Young people face a number of life changes, such as graduation, employment, marriage, fertility, and other issues, which make them susceptible to significant uncertainty. In China, due to the rapid social development and social transformation, as well as the process of marketization, largescale population migration, mobility, and the popularization of Internet technology, young people have experienced greater uncertainty from changes in their social environment. Studies from China have found that there are differences among young Chinese people based on their values, social participation, trust, democratic consciousness, and sense of fairness (Li, 2019) . For young people of China, could institutional evaluation relieve the adverse effects of uncertainty? Does the buffering effect of institutional evaluation differ among young people of different age groups?",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 661,
                    "text": "(Li, 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Research has suggested that the perception of uncertainty can trigger negative psychology. In particular, uncertainty over identity can elicit extreme behaviors (Hogg and Adelman, 2013; and feelings of unfairness and doubt in the justice system (van den Bos, 2001) . Uncertainty also fosters religious fanaticism and extremist ideologies (McGregor et al., , 2013 . Objective uncertainty (e.g., as a result of bereavement, the end of a relationship, or unemployment) can compromise happiness and life satisfaction (Ballas and Dorling, 2007; Ruthig et al., 2007; Luhmann et al., 2012) . Furthermore, uncertainty promotes a shift in the beliefs of individuals from individualism towards collectivism, causing them to seek support from external groups and collectives (Bianchi, 2016) .",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 185,
                    "text": "(Hogg and Adelman, 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 245,
                    "end": 264,
                    "text": "(van den Bos, 2001)",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 362,
                    "text": "(McGregor et al., , 2013",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 513,
                    "end": 539,
                    "text": "(Ballas and Dorling, 2007;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 540,
                    "end": 560,
                    "text": "Ruthig et al., 2007;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 561,
                    "end": 582,
                    "text": "Luhmann et al., 2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 764,
                    "end": 779,
                    "text": "(Bianchi, 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "From Uncertainty to Happiness"
        },
        {
            "text": "Most research on uncertainty and happiness has focused on subjective uncertainty (van den Bos, 2001; Hogg, 2007; Doosje et al., 2013) , with less attention paid to objective uncertainty. It is possible that subjective uncertainty is more significant than objective uncertainty, as the former may have a greater impact on the responses of individuals. However, a relationship between objective uncertainty and happiness could be more powerful considering a less individualized measure of uncertainty and its broader practical implications. For example, it could remind policy-makers to modify existing systems to tackle objective uncertainty. In the present study, we examine, among other factors, unemployment, real estate purchases, illness, and parental caretaking responsibilities as our measures of objective uncertainty with the aim of bridging the gap in extant literature.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 100,
                    "text": "(van den Bos, 2001;",
                    "ref_id": null
                },
                {
                    "start": 101,
                    "end": 112,
                    "text": "Hogg, 2007;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 113,
                    "end": 133,
                    "text": "Doosje et al., 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "From Uncertainty to Happiness"
        },
        {
            "text": "Economics and business management research have examined various objective indicators of government effectiveness and their effects on happiness, with higher levels of governmental efficiency, impartiality, and quality, as well as lower levels of institutional corruption, found to be positively associated with improved happiness among the general population (Helliwell and Huang, 2008; Bjørnskov et al., 2010; Altindag and Xu, 2011; Kim and Kim, 2011) . In addition, governmental spending on social expenditures such as public health, educational systems, and social welfare systems have been found to be effective in promoting social security, as well as happiness among people (Hessami, 2010; Kotakorpi and Laamanen, 2010) . Research has also focused on the trust of individuals in social institutions to examine the effects of institutional evaluation on happiness. Portela et al. (2013) found that social trust and institutional trust are positively related to people's happiness. Using a Ghanaian sample, Sulemana (2014) found that institutional trust can promote happiness. Furthermore, Hudson (2006) pointed out that a higher level of institutional trust is beneficial in promoting a stable, optimistic outlook and elevating happiness.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 387,
                    "text": "(Helliwell and Huang, 2008;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 388,
                    "end": 411,
                    "text": "Bjørnskov et al., 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 412,
                    "end": 434,
                    "text": "Altindag and Xu, 2011;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 435,
                    "end": 453,
                    "text": "Kim and Kim, 2011)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 681,
                    "end": 696,
                    "text": "(Hessami, 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 697,
                    "end": 726,
                    "text": "Kotakorpi and Laamanen, 2010)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 871,
                    "end": 892,
                    "text": "Portela et al. (2013)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1012,
                    "end": 1027,
                    "text": "Sulemana (2014)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1095,
                    "end": 1108,
                    "text": "Hudson (2006)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Evaluation as a Bridge Between Uncertainty and Happiness"
        },
        {
            "text": "As highlighted in compensatory control theory (CCT), uncertainty and chaos in the environment tend to trigger an intense need for structure and order among individuals (Kay et al., 2008 (Kay et al., , 2009 ). According to CCT, benevolent governments, as part of the external social system, are capable of compensating for the low sense of control in individuals (Kay et al., 2008) . Governmental agencies and systems can serve as robust and stable sources of external order, motivating individuals to reestablish their sense of control. In turn, these external systems can satisfy the need for structure and order among individuals. Individuals with a lower sense of control are likely to be more reliant on external social systems and defend the legitimacy of such systems (Jost and Banaji, 1994) . Napier and Jost (2008) found that political conservatives reported higher levels of happiness compared to liberals; furthermore, this relationship was moderated by a greater tendency among conservatives to justify existing social inequalities.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 185,
                    "text": "(Kay et al., 2008",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 186,
                    "end": 205,
                    "text": "(Kay et al., , 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 362,
                    "end": 380,
                    "text": "(Kay et al., 2008)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 774,
                    "end": 797,
                    "text": "(Jost and Banaji, 1994)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 800,
                    "end": 822,
                    "text": "Napier and Jost (2008)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Evaluation as a Bridge Between Uncertainty and Happiness"
        },
        {
            "text": "Despite being based on CCT, the current research differs from previous research in the field. We focus on the impact of uncertainty on the positive psychological reactions of people and whether external social systems could alleviate the impact of uncertainty on the psychology of people. Our study uses survey data to verify whether evaluations of institutional systems by people can buffer the negative effects of uncertainty, whereas most previous studies have used the experimental paradigm to explore how virtual uncertainty could motivate people to follow external social systems (Kay et al., 2008) . We hypothesize that positive institutional evaluation will act as affirmative cognition to satisfy the need for structure and order in individuals, attenuating the negative psychological effects of uncertainty, and thus elevating their overall level of happiness.",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 604,
                    "text": "(Kay et al., 2008)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Evaluation as a Bridge Between Uncertainty and Happiness"
        },
        {
            "text": "Studies on happiness have found that, in Western samples, age has a significant impact on happiness (Mroczek and Kolarz, 1998; Stone et al., 2010) . This effect is U-shaped, where the young and elderly demographics display elevated levels of happiness, while the middle-aged adults display the lowest levels of happiness.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 126,
                    "text": "(Mroczek and Kolarz, 1998;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 127,
                    "end": 146,
                    "text": "Stone et al., 2010)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Buffering Effect of Institution Evaluation on Age Differences"
        },
        {
            "text": "Similarly, in the context of uncertainty, differences have been noted among age groups in terms of evaluation of the government by individuals. A survey conducted during the COVID-19 pandemic showed that, around the globe, the youngest cohort (16-24 years of age) was the most supportive of government policies related to COVID-19, while those in the most economically active group (25-39 years of age) were least supportive of government policies. People in the age group of 40-65 years, with mostly positive attitudes, were categorized between the other two groups (Chamier et al., 2020) .",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 589,
                    "text": "(Chamier et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Buffering Effect of Institution Evaluation on Age Differences"
        },
        {
            "text": "In China, there are obvious generational differences that indicate \"social generations\" constructed by social contexts. Studies have highlighted differences in the beliefs and values of those born and raised after the reform and opening-up, in the post-1970s, post-1980s, and post-1990s, from those born and raised post-1950s and post-1960s. The former group constitutes China's New Generation, who were simultaneously influenced by and played a critical role in a series of historical events that occurred in the aftermath of the reform and opening-up (Fan, 2012; Li, 2019) . Since we used data from 2015, the corresponding age groups of those born post-1970s, post-1980s, and post-1990s were 36-45 years, 26-35 years, and 18-25 years, respectively.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 564,
                    "text": "(Fan, 2012;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 565,
                    "end": 574,
                    "text": "Li, 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 650,
                    "end": 688,
                    "text": "post-1970s, post-1980s, and post-1990s",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Buffering Effect of Institution Evaluation on Age Differences"
        },
        {
            "text": "The group of young people (18-45 years) has a span of around 30 years, and there would be differences within them due to age or generation. The group of young people born in the 1980s (26-35 years) is unique in being the first generation born after China's reform and opening-up. From the perspective of age, young people born in the 1980s are in a stage of life where problems related to employment, marriage, and childbirth are concentrated, and so the sense of control and stability expectations given by the institution may be weaker. The buffering effect of the institution may be weaker in reducing uncertainty and increasing happiness in young people born in the 1980s when compared to the two young groups born in the 1970s and 1990s, respectively. We hypothesize that the moderating effect of institution evaluation of post-1980s is weaker than that of post-1970s and post-1990s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Buffering Effect of Institution Evaluation on Age Differences"
        },
        {
            "text": "We examined the association between uncertainty and happiness in young Chinese people. Based on a sample from the 2015 CSS, we tested the following hypotheses: H1: Objective uncertainty is negatively associated with happiness. H2: Higher levels of institutional evaluation are positively associated with happiness. H3: The relationship between uncertainty and happiness is moderated by institution evaluation, that is, positive institution evaluation reduces the negative impact of uncertainty on happiness. H4: The moderating effect of institution evaluation of post-1980s is weaker than that of post-1970s and post-1990s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypotheses"
        },
        {
            "text": "The current data set was obtained from the open database of the 2015 Chinese Social Survey (CSS). The CSS is an annual, large-scale continuous sampling survey project that was launched by the Institute of Sociology, Chinese Academy of Social Sciences, in 2005. The purpose of the CSS was to conduct a long-term longitudinal survey on the employment, family, and social life of the people, and social attitudes across 31 provinces/cities/autonomous regions, in both urban and rural areas, covering a total of 604 villages/communities and 151 counties/districts across China. A total of 10,268 individuals completed the survey. As the research considers only young adults, we focus our analyses on respondents aged 18-45 years (N = 4,605).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Sample"
        },
        {
            "text": "One item in the CSS measured happiness: \"Overall, I am a happy person.\" Responses ranged from \"Strongly disagree\" (1) to \"strongly agree\" (5), with higher scores corresponding to higher levels of happiness (M happiness = 3.64, SD = 0.96).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent Variable Happiness"
        },
        {
            "text": "One question in the CSS measured objective uncertainty (see Table 1 ): \"Which of the following issues have you or your family experienced in the past 12 months?\" Ten items were listed, with each describing an uncertain circumstance. An item was coded \"1\" if it was selected by the respondent and \"0\" if it was not. Following standard practice, we added the scores of the respondents from all 10 items, yielding a 10-point measure for objective uncertainty. Higher scores represented higher levels of objective uncertainty. In the current sample, the mean uncertainty score was 2.69 (SD = 2.11).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Independent Variables Objective Uncertainty"
        },
        {
            "text": "Institutional evaluation of individuals was measured based on five questions in the CSS (see Table 2 ). Since institutional evaluation consists of various indicators, such as the degree of trust in relevant governing bodies and evaluations of social welfare systems and local government efficiency (α = 0.78), we drew upon item response theory (IRT) to reveal the latent traits of individuals in institutional evaluation from the above indicators and placed individuals on a measurement scale of 0 to 10. IRT is a widely used model which assumes that respondents have an unobserved trait that is expressed through their responses to a series of questions. The value of this index ranges from 0 to 10, with a higher value indicating a more positive institutional evaluation. Indices constructed using the IRT are more accurate To what extent do you find police officials trustworthy? (rated between \"extremely untrustworthy\" and \"extremely trustworthy\" on a five-point scale)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Institutional Evaluation"
        },
        {
            "text": "To what extent do you find judges trustworthy? (rated between \"extremely untrustworthy\" and \"extremely trustworthy\" on a five-point scale)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Evaluation"
        },
        {
            "text": "To what extent do you find government officials trustworthy? (rated between \"extremely untrustworthy\" and \"extremely trustworthy\" on a five-point scale)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Evaluation"
        },
        {
            "text": "Overall, how would you evaluate the current social welfare system? (rated between \"extremely dissatisfactory\" and \"extremely satisfactory\" on a five-point scale)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Evaluation"
        },
        {
            "text": "Overall, how would you rate the efficiency of your local government? (rated between \"extremely dissatisfactory\" and \"extremely satisfactory\" on a five-point scale)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institutional Evaluation"
        },
        {
            "text": "than those constructed using the traditional summation method (Ayala, 2008) .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 75,
                    "text": "(Ayala, 2008)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Institutional Evaluation"
        },
        {
            "text": "We considered the following as control variables: gender (female = 1), age ( Among the various demographic variables, age is most likely to be the defining indicator of in-group diversity in our cohort of young people. In the statistical analyses of existing literature, two approaches-considering age as a continuous variable (age) and a categorical variable (age group)-have been used. Grouping people by age is a common statistical strategy, especially in sociological literature (Nan and Heath, 1995; Matthijs and Kalmijn, 2017) . In this article, we regard age as a grouping variable, with the aim of examining heterogeneity among young people based on the analysis of the overall situation of the demographic. If age is used as a continuous variable, only onedimensional coefficients can be obtained, which would not allow the internal heterogeneity of young people to be assessed in detail. In addition, our sample size is large enough (N = 4,605) to support our analysis of heterogeneity among younger groups. Based on the Chinese context, at the age of 25 years people usually complete their master's education and begin their career. Cohorts aged 25-45 years may exhibit certain in-group differences since within this time period individuals often transition from holding entry-level jobs to having an established career; similarly, individuals often transition from seeking relationship partners to having a stable family life. Hence, we divided the sample population into three age groups: 18-25 years (young people born in the 1990s), 26-35 years (young people born in the 1980s), and 36-45 years (young people born in the 1970s). Subsequently, we examined the moderating and optimizing effects of institutional evaluation on the relationship between objective uncertainty and happiness, separately for each age group. Prior to our analysis, we compared demographic factors across the age groups (Table 3 ) and found statistically significant differences in employment and marital status, whereas the three stable demographic factors (i.e., gender, ethnicity, and Hukou status) were evenly distributed. The results further justify our current method of splitting the sample based on the age of the respondents.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 504,
                    "text": "(Nan and Heath, 1995;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 505,
                    "end": 532,
                    "text": "Matthijs and Kalmijn, 2017)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 1909,
                    "end": 1917,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Control Variables"
        },
        {
            "text": "The complete list of descriptive statistics is shown in Table 4 . In the present sample, 48.1% of the respondents were female, 33.64% were registered under an urban Hukou, and 77.33% were married. The proportion of ethnic minorities was small, as the respondents were predominately Han Chinese. The average number of years of education was 10.35 (SD = 4.04), and 70.12% of the respondents were employed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Control Variables"
        },
        {
            "text": "Since the dependent variable, happiness, in the present study is presented as a five-level ordinal variable, we adopted ordinal logistic regression in our multivariate statistical analysis. We began by building a baseline model before adding other variables of interest, moving from the lowest to the highest level. Specifically, the baseline model (Model 1) consisted only of control variables; two crucial explanatory variables-objective uncertainty and institutional evaluation-were then added to Model 2. We further expanded Model 2 to examine the moderating effects of institutional evaluation on the relationship between uncertainty and happiness, and how these moderating effects differ significantly across all three age groups. In Model 3, we incorporated a two-way interaction between uncertainty and happiness, as well as a three-way interaction among the age group, objective uncertainty, and institutional evaluation. Notably, the continuous variables in the models (objective uncertainty, institutional evaluation, and years of formal education) were found to be zero-centered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Models"
        },
        {
            "text": "Relationship Between Varying Levels of Institutional Evaluation, Exposure to Objective Uncertainty, and Happiness Among Young People",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Logistic regression parameters are generally estimated using the maximum likelihood method. Likelihood values reflect a given model's goodness-of-fit, where a higher goodness-of-fit reflects a greater model fit. In view of this, we compared the relative goodness-of-fit of our three nested models by performing a loglikelihood chi-square test. On comparison, Model 2 and Model 1 yielded a likelihood ratio of 310.96 (df = 2, p = 0.000), suggesting that Model 2 was a significantly better fit than Model 1; Model 3 and Model 2 yielded a likelihood ratio of 8.40 (df = 3, p = 0.045), suggesting that Model 3 was a significantly better fit than Model 2. The latter also suggested that the overall fit of the model was boosted by incorporating two-way and three-way interactions and thus contained better explanatory power than did models that only examined the main effects. As shown in Table 5 , Model 1 was a baseline model that primarily examined the associations between demographic variables and happiness. The results also showed that happiness was lower among males when compared to females; happiness decreased with age and increased with years of education.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 884,
                    "end": 891,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Married people in the sample showed a higher level of happiness. Ethnicity, Hukou, and employment status were not statistically significant in the sample, indicating that the level of subjective happiness was not significantly different across these factors. The associations between objective uncertainty and institutional evaluation and levels of subjective happiness were examined in Model 2, after controlling for gender, age, marital status, Hukou, and employment status. The results revealed that the level of objective uncertainty was negatively correlated with happiness, whereas institutional evaluation was positively correlated with happiness. For every one-point increase in objective uncertainty, while controlling for all other variables, the odds ratio of increasing happiness by one additional level decreased by 18.9% (e −0.209 -1); for every one-point increase in institutional evaluation, the odds ratio of increasing happiness by one additional level increased by 11.0% (e 0.104 -1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Model 3 was the full model. In this model, a two-way interaction (between uncertainty and institutional evaluation), as well as a three-way interaction (between age, uncertainty, and institutional evaluation), were introduced after controlling for demographic variables. The results once again revealed that uncertainty and institutional evaluation were significantly correlated with happiness. Notably, the interaction coefficient for the two-way interaction was 0.043, which was significant, with p < 0.05. This suggests that the association between objective uncertainty and happiness was significantly moderated by institutional evaluation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "With an increase in institutional evaluation scores, the extent to which life uncertainty predicted happiness changed accordingly. We provide a more detailed analysis in the following section by plotting the moderating effect (see Figure 1) . Additionally, drawing on interaction coefficients from the threeway interaction, we show that the cohort aged 26-35 years had an interaction coefficient of −0.05 (p < 0.05), while the interaction coefficient for the cohort aged 36-45 years was not statistically significant. The results suggest that the moderating effect of institutional evaluation on uncertainty and happiness was significantly different between age groups. The effect was significantly different between the cohort aged 26-35 years and the cohort aged 18-25 years, while it was not significantly different between the cohort aged 36-45 years and the cohort aged 18-25 years. Figure 2 provides a visual representation of these results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 888,
                    "end": 896,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "In Model 3, we conducted an analysis of the moderating effect of institutional evaluation on uncertainty and happiness. After the data were centralized, the variable range for institutional evaluation in our analysis was between −5 and 4. To better illustrate the moderating effect of a specific variable, we selected three data points within the range of this continuous variable:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis of the Moderating Effects of Institutional Evaluation"
        },
        {
            "text": "(1) data point 4, which represented the highest evaluation of the institutional system; (2) data point 0, which represented the average level of institutional evaluation; and (3) data point −5, which represented the lowest evaluation of the institutional system. Each of the three curves in Figure 1 , from top to bottom, represents the relationship between uncertainty and happiness at each of the three data points. All three curves exhibit a gradual negative trend, indicating that the levels of happiness decrease with an increase in the levels of objective uncertainty. Under different levels of institutional evaluation, however, there are significant differences in the steepness of the slope decline. When the institutional evaluation of individuals is relatively positive, the slope of the curve is at its flattest (β = −0.05); in other words, the negative association between uncertainty and happiness is at its most minimal. In contrast, when the level of institutional evaluation is relatively low (β = −0.392), the slope of the curve is the steepest. When the level of institutional evaluation is at the intermediate level (β = −0.202), the negative association between uncertainty and happiness also lies between the two extremes. Thus, the plot indicates that high levels of institutional evaluation could significantly lower the negative relationship between uncertainty and happiness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 299,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis of the Moderating Effects of Institutional Evaluation"
        },
        {
            "text": "The present study compared the respondents' scores for happiness, objective uncertainty, and institutional evaluation across three age groups. The results showed that with increasing age there was also a significant increase in the exposure of respondents to objective uncertainty. Specifically, those in the age group of 36-45 years showed significantly higher exposure compared to those in the age group of 18-25 years (F = 21.72, p < 0.00). In terms of institutional evaluation scores, there was also a significant difference between age groups (F = 9.87, p < 0.00). However, the overall trend was different. As shown in Table 6 , those in the age group of 18-25 years displayed the highest level of institutional evaluation, while those in the age group of 26-35 years displayed the lowest level of institutional evaluation and those in the 36-45 years group displayed an intermediate level of institutional evaluation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 624,
                    "end": 631,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Differences in Moderating Effect in Different Age Cohorts"
        },
        {
            "text": "The relationship between institutional evaluation and age was non-linear since the moderating effect of institutional evaluation on uncertainty and happiness differed across age groups. A plot representing the potential three-way interaction is illustrated in Model 3. We presented the moderating effect of institutional evaluation on uncertainty and happiness in three groups that were split according to the age of the respondents, which included cohorts of 18-25-year-olds, 26-35-year-olds, and 36-45-yearolds, respectively. In examining the interaction coefficients, the moderating effect of the institutional evaluation was significantly different between the cohort of 26-35-year-olds and the cohort of 18-25-year-olds (see Table 4 ). The moderating effect was stronger in the cohort of 18-25-year-olds, which is reflected in Figure 2 . In the cohort of 18-25-year-olds, specifically, the top curve is almost horizontal to the x-axis, suggesting that when individuals rated the institutional system more positively, the negative association between uncertainty and happiness was weaker, and when individuals rated the institutional system less positively, the negative association between uncertainty and happiness was more pronounced (the third curve on the plot for the cohort of 18-25-year-olds shows a steep negative slope). In other words, the moderating effect of institutional evaluation on uncertainty and happiness was most salient in the cohort of 18-25-year-olds. From a policy-making perspective, increasing institutional evaluation in young people aged 18-25 years yielded the highest rate of return in terms of increasing subjective happiness. Conversely, the three curves are most closely clustered for the cohort of 26-35-year-olds, suggesting that the moderating effect of institutional evaluation on uncertainty and happiness was the weakest for this cohort. Additionally, the three-way interaction coefficients showed that there was no significant difference between the cohort of 36-45-year-olds and the cohort of 18-25-year-olds in terms of moderating effect (see Table 4 ). Thus, the moderation of institutional evaluation on uncertainty and happiness was also effective for the cohort of 36-45-year-olds. The three curves show clear divergence; the negative association between uncertainty and happiness was noticeably weaker under high institutional evaluation in comparison to low institutional evaluation. Taken together, this shows that the moderating effect of the high institutional evaluation was more pronounced for the cohorts of 18-25-and 36-45-year-olds. Consequently, improving their institutional evaluation would help them achieve higher levels of happiness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 737,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 832,
                    "end": 840,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2091,
                    "end": 2098,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Analysis of the Three-Way Interaction Between Age, Institutional Evaluation, and Objective Uncertainty"
        },
        {
            "text": "On analyzing a representative sample of Chinese young adults, we found that greater objective uncertainty was associated with reduced happiness and positive institutional evaluation was associated with increased happiness, consistent with past research using Western samples (Hudson, 2006; Portela et al., 2013; Sulemana, 2014) . In addition, the present study revealed that institutional evaluation moderated the negative association between objective uncertainty and happiness among young people in China, i.e., positive institutional evaluation predicted a weaker negative association between objective uncertainty and happiness.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 289,
                    "text": "(Hudson, 2006;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 290,
                    "end": 311,
                    "text": "Portela et al., 2013;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 312,
                    "end": 327,
                    "text": "Sulemana, 2014)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results also echo previous findings from system justification theory (Jost and Banaji, 1994; Jost et al., 2004; Napier and Jost, 2008) and CCT (Kay et al., 2008 (Kay et al., , 2009 (Kay et al., , 2010 on social systems. Our results suggest that the institutional system, as part of the external social system, is capable of providing individuals with psychological support and a buffer, so that their need for structure and order can be met in the face of high uncertainty. Simultaneously, institutional evaluation can weaken the negative association between uncertainty and happiness.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 96,
                    "text": "(Jost and Banaji, 1994;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 97,
                    "end": 115,
                    "text": "Jost et al., 2004;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 116,
                    "end": 138,
                    "text": "Napier and Jost, 2008)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 147,
                    "end": 164,
                    "text": "(Kay et al., 2008",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 165,
                    "end": 184,
                    "text": "(Kay et al., , 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 185,
                    "end": 204,
                    "text": "(Kay et al., , 2010",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The current research differs from previous CCT studies in several ways. First, CCT only proposed that uncertainty increases people's dependence on external systems but did not discuss the influence of external systems on people's psychological results in uncertain contexts. Our study used empirical research to further verify that the system can weaken the negative results of uncertainty and therefore promote happiness in people. Second, unlike the existing experimental paradigm, we used large-scale survey data to test the effect of the promotion of external systems on the positive psychology of people. Third, most external systems mentioned in previous studies have been abstract (Kay et al., 2008) . Conversely, our study collated Chinese survey data based on trust in the system, performance evaluation of local government, and evaluation of social welfare, which was beneficial in making people understand what kind of external social system in real society could reduce the negative impact of uncertainty.",
            "cite_spans": [
                {
                    "start": 688,
                    "end": 706,
                    "text": "(Kay et al., 2008)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the present study are consistent with previous findings on uncertainty, namely, objective uncertainty elicits negative psychological states in individuals (van den Bos, 2001; Hogg, 2007; Doosje et al., 2013) . By introducing institutional evaluation as a variable in uncertainty research, and by examining its mitigating effects on negative psychological outcomes, the present study proposed another way for individuals to maintain happiness amid objective uncertainties.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 189,
                    "text": "(van den Bos, 2001;",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 201,
                    "text": "Hogg, 2007;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 202,
                    "end": 222,
                    "text": "Doosje et al., 2013)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The present study is of practical significance for several reasons. First, according to our results, high institutional evaluation can buffer the negative results caused by uncertainty, and positive institutional evaluation can boost people's happiness. This finding can be applied in the current context of the COVID-19 pandemic; through institutional construction, people's trust and evaluation of the system can be improved and the negative psychological consequences caused by the pandemic can be mitigated. Previous studies have also found that people's dependence on and expectations of external systems have increased during the pandemic. For example, the uncertainty caused by the pandemic led to increased support of Donald Trump, the President of the United States (Jones, 2020) , as well as enhanced trust in the formal social system (Kye and Hwang, 2020) .",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 788,
                    "text": "(Jones, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 845,
                    "end": 866,
                    "text": "(Kye and Hwang, 2020)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Second, during the process of China's modernization and social transformation, people have been paying greater attention to formal institutional construction. Positive institutional effectiveness has become a pillar for the Chinese to deal with uncertainty, as it helps to alleviate negative emotions in uncertain situations and enhance people's happiness. Therefore, institutional construction, including the effect of local governance, social security systems, and institutional trust, plays an important role in promoting positive social mentality in people and maintaining social harmony and stability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Third, the buffering effect of institutional evaluation on uncertainty is different for every age cohort. On the one hand, it may be related to the generational differences in the Chinese context. China's rapid social change entails differences in values, social participation, and institutional evaluation among people of different generations. As a special group and social generation, young people have their own characteristics. Their lives have been marked by major social changes, such as the one-child policy, rapid economic growth, the rise of the Internet, education expansion, marketization, urbanization, and globalization, which have had a considerable impact on their living circumstances and opportunities, shaping their generational characteristics while widening the intergenerational gap between them and previous generations (Li, 2019) .",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 853,
                    "text": "(Li, 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, our study suggested that the positive moderating effect of the institutional evaluation was weakest among the generation born in the 1980s. Young people born in the 1980s had to face immense pressures from marketization, including the pressure of employment brought about by the expansion of China's higher education system; half of the members of this population were employed in non-state-owned enterprises and a considerable proportion was in a state of floating employment. This generation also had to deal with high real estate prices (Fan, 2012) . These factors resulted in a weakening of the impact of institutional evaluation among young people born in the 1980s when compared to preceding and succeeding generations.",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 561,
                    "text": "(Fan, 2012)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "According to the results of our research, the young people born in the 1980s (26-35-year-olds) scored lower institutional evaluation and higher uncertainty. The buffering effect of lower institutional evaluation on higher uncertainty was not too strong. Moreover, the weaker buffering effect could be due to the age stage or generation experience of the people born in the 1980s. From the perspective of the age cohort, they are at a stage where employment, marriage, and childbirth issues arise simultaneously; while 18-25-year-olds are yet to enter the stage completely, and most of the people aged 36-45 years have completed the major life tasks. From the perspective of generation difference, the institutional evaluation of young people born in the 1980s was weaker. So it means that the stable expectation and sense of control brought by the institutional evaluation would be less.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The findings of our study have practical and policy implications, and this means by giving the young people more stable institutional expectations and better institutional guarantee matching their life stages, which could help them to reduce the uncertainty and contribute to social stability. Based on the results of the present research, relevant policies need to be introduced in employment, housing, children's education, and social security to meet the needs of different age groups involved in the construction of China's future institutions, as well as the diversified needs of young groups, allowing greater opportunities for social participation and public practice decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "On the other hand, each age group among the young people has different life development tasks, which may also result in different buffering effects of institution evaluation. The different effects of institution evaluation among the young group of people were also applicable beyond the Chinese context. The group of 26-35-year-olds is economically active and faces pressures related to the market and economy, which may be the reason for their lower institutional evaluation and the weaker effect of institutional evaluation. A recent survey on institutional trust amid the COVID-19 pandemic showed that respondents aged 26-39 years were the least satisfied with the government's behavior, which may explain the commonality of institutional evaluation in this age group around the world (Chamier et al., 2020) .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 810,
                    "text": "(Chamier et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "For young people with high uncertainty and low institutional evaluation, corresponding psychological interventions could be carried out to raise their positive mentality. Firstly, enhancing the sense of control among young people, training the young people's growth thinking and positive attribution cognitive model, as well as a high sense of self-efficacy, could relieve the negative psychological results caused by uncertainty. Secondly, at the group level, cultivating the national identity of young people, and providing opportunities for social participation to improve their institutional evaluation, could buffer the negative results brought about by uncertainty in life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study is also subject to several limitations. First, it is based on an existing survey, and thus we did not have control over the measures. Second, the research is correlational, meaning that we were unable to draw causal conclusions. Future research may examine the causal relationships among institutional evaluation, uncertainty, and happiness. Finally, samples from other cultures may be included to test the generalization of the present findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, data from Chinese young adults suggest that positive institutional evaluation can buffer the negative association between uncertainty and happiness among individuals. We also found that respondents of different age groups have significantly different institutional evaluations and that age influences the moderating effect of institutional evaluation in respondents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Publicly available datasets were analyzed in this study. This data can be found here: http://css.cssn.cn/css_sy/zlysj/lnsj/201706/ t20170615_3551582.html Chinese Social Survery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "YW formulated the research question. GQ, YW, and WW analyzed the data. YW and CH wrote the manuscript, with input from all coauthors. All author read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The impact of institutions and development on happiness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Altindag",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Auburn Economics Working Paper",
            "volume": "",
            "issn": "",
            "pages": "2011--2019",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Theory and Practice of Item Response Theory",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J D"
                    ],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Measuring the impact of major life events upon happiness",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ballas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dorling",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Epidemiol",
            "volume": "36",
            "issn": "",
            "pages": "1244--1252",
            "other_ids": {
                "DOI": [
                    "10.1093/ije/dym182"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "American individualism rises and falls with the economy: crosstemporal evidence that individualism declines when the economy falters",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "111",
            "issn": "",
            "pages": "567--584",
            "other_ids": {
                "DOI": [
                    "10.1037/pspp0000114"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Formal institutions and subjective well-being: revisiting the cross-country evidence",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bjørnskov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dreher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A V"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur. J. Polit. Econ",
            "volume": "26",
            "issn": "",
            "pages": "419--430",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejpoleco.2010.03.001"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Public opinion, trust, and the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chamier",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Angell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Consequences of COVID19-pandemic lockdown on Italian occupational physicians' psychosocial health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "De Sio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "La Torre",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Buomprisco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lapteva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Corbosiero",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS ONE",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0243194"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Determinants of radicalization of Islamic youth in the Netherlands: personal uncertainty, perceived injustice, and perceived group threat",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Doosje",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loseman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Den Bos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Soc. Issues",
            "volume": "69",
            "issn": "",
            "pages": "586--604",
            "other_ids": {
                "DOI": [
                    "10.1111/josi.12030"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The political attitude of the post-80s generation:A generational comparison of Chinese people's political attitudes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Jiangsu. Soc. Sci",
            "volume": "3",
            "issn": "",
            "pages": "54--62",
            "other_ids": {
                "DOI": [
                    "10.13858/j.cnki.cn32-1312/c.2012.03.024"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How's your government? international evidence linking good government and well-being",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Helliwell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Brit. J. Polit. Sci",
            "volume": "38",
            "issn": "",
            "pages": "595--619",
            "other_ids": {
                "DOI": [
                    "10.1017/S0007123408000306"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The size and composition of government spending in Europe and its impact on well-being",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hessami",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Kyklos",
            "volume": "63",
            "issn": "",
            "pages": "346--382",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6435.2010.00478.x"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Uncertainty-identity theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Adv. Exp. Soc. Psychol",
            "volume": "39",
            "issn": "",
            "pages": "69--126",
            "other_ids": {
                "DOI": [
                    "10.1016/S0065-2601(06)39002-8"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Uncertainty-identity theory: extreme groups, radical behavior, and authoritarian leadership",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "Adelman",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Soc. Issues",
            "volume": "69",
            "issn": "",
            "pages": "436--454",
            "other_ids": {
                "DOI": [
                    "10.1111/josi.12023"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Uncertainty and the roots of extremism",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kruglanski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Van Den Bos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Soc. Issues",
            "volume": "69",
            "issn": "",
            "pages": "407--418",
            "other_ids": {
                "DOI": [
                    "10.1111/josi.12021"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Institutional trust and subjective well-being across the EU",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Kyklos",
            "volume": "59",
            "issn": "",
            "pages": "43--62",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-6435.2006.00319.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Presiclent Trump's Job Apporval Rating up to 49%",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of stereotyping in system-justification and the production of false consciousness",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Banaji",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Brit. J. Soc. Psychol",
            "volume": "33",
            "issn": "",
            "pages": "1--27",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2044-8309.1994.tb01008.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A decade of system justification theory: accumulated evidence of conscious and unconscious bolstering of the status quo",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Banaji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Nosek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaucher",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Pers. Soc. Psychol. Rev",
            "volume": "25",
            "issn": "",
            "pages": "37--48",
            "other_ids": {
                "DOI": [
                    "10.1177/1088868309353750"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "God and the government: testing a compensatory control mechanism for the support of external systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaucher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Napier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Callan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laurin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "95",
            "issn": "",
            "pages": "18--35",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.95.1.18"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Compensatory control: achieving order through the mind, our institutions, and the heavens",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Whitson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gaucher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Galinsky",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr. Dir. Psychol. Sci",
            "volume": "18",
            "issn": "",
            "pages": "264--268",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-8721.2009.01649.x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Changes in psychological distress during the covid-19 pandemic in japan: a longitudinal study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Machida",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Epidemiol",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2188/jea.JE20200271"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Does government make people happy? exploring new research directions for government' s roles in happiness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Happiness. Stud",
            "volume": "13",
            "issn": "",
            "pages": "875--899",
            "other_ids": {
                "DOI": [
                    "10.1007/s10902-011-9296-0"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Welfare state and life satisfaction: evidence from public health care",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotakorpi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Laamanen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Economica",
            "volume": "77",
            "issn": "",
            "pages": "565--583",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-0335.2008.00769.x"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Social trust in the midst of pandemic crisis: implications from covid-19 of south korea",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kye",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res. Soc. Strat. Mobil",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rssm.2020.100523"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Children born in the era of reform and opening-up: China's new generation and a new era of development",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc. Stud",
            "volume": "34",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.1186/s40711-020-00130-x"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Subjective wellbeing and adaptation to life events: a meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luhmann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "102",
            "issn": "",
            "pages": "592--615",
            "other_ids": {
                "DOI": [
                    "10.1037/a0025948"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The ambiguous link between marriage and health: a dynamic reanalysis of loss and gain effects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Matthijs",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalmijn",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc. Forces",
            "volume": "95",
            "issn": "",
            "pages": "1607--1636",
            "other_ids": {
                "DOI": [
                    "10.1093/sf/sox015"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Reactive approach motivation (RAM) for religion",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "Prentice",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "99",
            "issn": "",
            "pages": "148--161",
            "other_ids": {
                "DOI": [
                    "10.1037/a0019702"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Anxious uncertainty and reactive approach motivation (RAM) for religious, idealistic, and lifestyle extremes",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mcgregor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Soc. Issues",
            "volume": "69",
            "issn": "",
            "pages": "537--563",
            "other_ids": {
                "DOI": [
                    "10.1111/josi.12028"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The effect of age on positive and negative affect: a developmental perspective on happiness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Mroczek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Kolarz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Pers. Soc. Psychol",
            "volume": "75",
            "issn": "",
            "pages": "1333--1349",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.75.5.1333"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Class mobility and political preferences: individual and contextual effects",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Heath",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Soc",
            "volume": "100",
            "issn": "",
            "pages": "997--1027",
            "other_ids": {
                "DOI": [
                    "10.1086/230607"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Why are conservatives happier than liberals?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Napier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jost",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychol. Sci",
            "volume": "19",
            "issn": "",
            "pages": "565--572",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9280.2008.02124.x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Social capital and subjective wellbeing in Europe: a new approach on social capital",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Portela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Neira",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salinas-Jiménez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Soc. Indic. Res",
            "volume": "114",
            "issn": "",
            "pages": "493--511",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-012-0158-x"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Youth life satisfaction: a review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Proctor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Linley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maltby",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Happiness. Stud",
            "volume": "10",
            "issn": "",
            "pages": "583--630",
            "other_ids": {
                "DOI": [
                    "10.1007/s10902-008-9110-9"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Comparative risk and perceived control: implications for psychological and physical well-being among older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ruthig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Chipperfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Newall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Swift",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Soc. Psychol",
            "volume": "147",
            "issn": "",
            "pages": "345--370",
            "other_ids": {
                "DOI": [
                    "10.3200/SOCP.147.4.345-369"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A snapshot of the age distribution of psychological well-being in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Broderick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deaton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PNAS. P. Natl. Acad. Sci. USA",
            "volume": "107",
            "issn": "",
            "pages": "9985--9990",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1003744107"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An empirical investigation of the relationship between social capital and subjective well-being in Ghana",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sulemana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Happiness. Stud",
            "volume": "16",
            "issn": "",
            "pages": "1299--1321",
            "other_ids": {
                "DOI": [
                    "10.1007/s10902-014-9565-9"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Alcohol use and mental health status during the first months of covid-19 pandemic in Australia",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hammarberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirkman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Affect Disorders",
            "volume": "277",
            "issn": "",
            "pages": "810--813",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2020.09.012"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Uncertainty management: The influence of uncertainty salience on reactions to perceived procedural fairness",
            "authors": [],
            "year": 2001,
            "venue": "United Nations Development Programme",
            "volume": "80",
            "issn": "",
            "pages": "931--941",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.80.6.931"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Moral outrage mediates the dampening effect of system justification on support for redistributive social policies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wakslak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Jost",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Psychol. Sci",
            "volume": "18",
            "issn": "",
            "pages": "267--274",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-9280.2007.01887.x"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "18-25 years = 0; 25-35 years = 1; 35-45 years = 2), ethnicity (Han ethnicity = 1; other ethnic minority = 0), years of education (M = 10.35; SD = 4.04), marital status (married = 1; other status = 0), Hukou (household area: urban = 1; rural = 0), and employment status (employed = 1; other status = 0).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The relationship between uncertainty and happiness under different levels of institutional evaluation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Differences in the moderating effect of institutional evaluation for three age groups.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Objective uncertainty measure. Medical costs are high and difficult to maintain Price inflation affects standards of living Low household income, causing difficulties in daily living Family members are unemployed, fired or working in unstable jobs Burdened by expenses related to supporting elderly family members Interpersonal expenses are high and difficult to maintain Encountering fraud, theft or other crimes",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Institutional evaluation measure.Individuals' evaluation of the institutional system was computed based on responses to the following items: trust in relevant governing bodies; evaluations of social welfare systems and local government efficiency.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Demographic distribution of present sample across age groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Descriptive statistics of all variables (N = 4,605).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Ordinal logistic model for happiness.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Comparison of variable scores of different age groups.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge the financial support provided by National Social Science Funds of China (15BSH082).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}