{
    "paper_id": "83bd79de798245bc493913074433c22b22c287f8",
    "metadata": {
        "title": "Infectious or Recovered? Optimizing the Infectious Disease Detection Process for Epidemic Control and Prevention Based on Social Media",
        "authors": [
            {
                "first": "Siqing",
                "middle": [],
                "last": "Shan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "shansiqing@buaa.edu.cns.s."
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yigang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beihang University",
                    "location": {
                        "postCode": "100191",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Detecting the period of a disease is of great importance to building information management capacity in disease control and prevention. This paper aims to optimize the disease surveillance process by further identifying the infectious or recovered period of flu cases through social media. Specifically, this paper explores the potential of using public sentiment to detect flu periods at word level. At text level, we constructed a deep learning method to classify the flu period and improve the classification result with sentiment polarity. Three important findings are revealed. Firstly, bloggers in different periods express significantly different sentiments. Blogger sentiments in the recovered period are more positive than in the infectious period when measured by the interclass distance. Secondly, the optimized disease detection process can substantially improve the classification accuracy of flu periods from 0.876 to 0.926. Thirdly, our experimental results confirm that sentiment classification plays a crucial role in accuracy improvement. Precise identification of disease periods enhances the channels for the disease surveillance processes. Therefore, a disease outbreak can be predicted credibly when a larger population is monitored. The research method proposed in our work also provides decision making reference for proactive and effective epidemic control and prevention in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The traditional infectious disease detection process is being challenged by potential social media applications [1, 2] . The latest estimates released by the United States Centers for Disease Control and Prevention (US-CDC) revealed the worldwide severity of the illness. According to this authoritative report, the US-CDC estimates that in the period between 1 October 2018 and 4 May 2019, there were approximately 37.4 million to 42.9 million flu infectious in the population population, among which there were from 17.3 to 20.1 million flu-related medical visits [3] . Furthermore, 531,000 to 647,000 people require flu-related hospitalizations, and unfortunately, influenza caused 36,400-61,200 estimated deaths. This estimate is based on more recent data from a larger and more diverse group of countries, including lower middle-income countries, and this estimate excludes deaths from non-respiratory diseases. The statistics indicate a severe reality and a pressing challenge because influenza causes significant losses of human life and damage to property worldwide. As evidenced by the current flu season, influenza viruses can rapidly mutate, evading the most current vaccine formulations [4] . Infectious diseases continue to be the leading cause of death worldwide, and they cause serious loss of life and property when they cannot be quickly and accurately assessed [5] . The World Health The fundamental cause of these serious outbreaks is summarized as follows. First, traditional disease prevention and control institutions mainly rely on a single channel for information monitoring and access. Specifically, data are exclusively sourced from clinical statistics. However, relying exclusively on clinical statistics has obvious disadvantages, such as being time consuming and creating high labor costs [8, 9] . The traditional detection methods cannot integrate multichannel infectious disease information, such as social media and search engine data. Second, social media data are a powerful and promising tool that have been applied to many research subjects, such as healthcare informatics [10, 11] , sentiment analytics [12] , and disaster management [13] [14] [15] . The remarkable value of social media has been widely recognized [16] . Particularly in this paper, we refer to microblogs posted on social media platforms especially from Sina Weibo as weibos. Although disease prevention and control institutions have exerted a significant role in disease detection, they might come up against substantial difficulties in using social media data in disease detection and control due to the lack of analytic methods or accurate monitoring of outbreaks and periods of infectious diseases. There is still a long journey to go to fully utilize social media data in disease prevention and control. Third, the flu is characterized by strong contagiousness and rapid spread, which makes it difficult to monitor in real-time or precisely estimate the spread of the flu. For The fundamental cause of these serious outbreaks is summarized as follows.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1379,
                    "end": 1382,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1818,
                    "end": 1821,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1822,
                    "end": 1824,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2109,
                    "end": 2113,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2114,
                    "end": 2117,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2140,
                    "end": 2144,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2171,
                    "end": 2175,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2176,
                    "end": 2180,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2181,
                    "end": 2185,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2252,
                    "end": 2256,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First, traditional disease prevention and control institutions mainly rely on a single channel for information monitoring and access. Specifically, data are exclusively sourced from clinical statistics. However, relying exclusively on clinical statistics has obvious disadvantages, such as being time consuming and creating high labor costs [8, 9] . The traditional detection methods cannot integrate multichannel infectious disease information, such as social media and search engine data. Second, social media data are a powerful and promising tool that have been applied to many research subjects, such as healthcare informatics [10, 11] , sentiment analytics [12] , and disaster management [13] [14] [15] . The remarkable value of social media has been widely recognized [16] . Particularly in this paper, we refer to microblogs posted on social media platforms especially from Sina Weibo as weibos. Although disease prevention and control institutions have exerted a significant role in disease detection, they might come up against substantial difficulties in using social media data in disease detection and control due to the lack of analytic methods or accurate monitoring of outbreaks and periods of infectious diseases. There is still a long journey to go to fully utilize social media data in disease prevention and control. Third, the flu is characterized by strong contagiousness and rapid spread, which makes it difficult to monitor in real-time or precisely estimate the spread of the flu. For example, the flu can be easily spread by droplets or contaminated items in the air and contact among people. The Centers for Disease Control and Prevention (CDC) publishes data on influenza-like illness ILI based on statistics and evaluation after a patient's visit. It would be extremely difficult to obtain information and perform an analysis before the visit. However, apparently, time lags could lead to delayed treatment. Fourth, Google Flu Trends (GFT) provided an estimate of more than double the proportion of clinical data for influenza-like illness (ILI) published by the Centers for Disease Control and Prevention (CDC) [17] . The ILI was calculated based on surveillance reports from laboratories across the United States [18] . Google used web search data to propose a GFT model for real-time monitoring. When patients are aware of their active flu period and search for flu-related keywords through search engines such as Google, the patients' behavior is recorded by the search engine. Social media sensors, in contrast, show unique advantages for quick flu monitoring and reliable estimation and prediction. There has been a growing consensus that social media sensors can also perform real-time monitoring that is more accurate than GFT [8] . Fifth, part of the ILI data cannot be collected and thus are not available if the patient does not go to the hospital, which makes disease monitoring information inaccurate and incomplete. Therefore, the severity and urgency of the disease as reflected by traditional statistics are often underestimated. However, social media can capture this part of the data because when bloggers catch a cold, they can post their own flu symptoms through social media. If bloggers do not realize that they catch flu, they can also post some flu-related microblogs on social media. This part of the data can also be seen in advance of CDC released reports [19] . Sixth, the previous literature mainly focused on whether the bloggers are infected based on the social media platform [20] and cannot accurately distinguish the various periods of the disease, which largely reduces the effectiveness and pertinence of the information for disease control measures.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 345,
                    "end": 347,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 637,
                    "end": 640,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2141,
                    "end": 2145,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2244,
                    "end": 2248,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2764,
                    "end": 2767,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3412,
                    "end": 3416,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3537,
                    "end": 3541,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This section provides an extensive review of the relevant literature in three parts: optimization of the infectious disease detecting process, social media utilization for disease detection and semantic analysis techniques based on social media data. Much of the current research focuses on social media to analyze short texts [21] [22] [23] , in which several papers predict flu trends by classifying flu-related social media data [19] . However, these studies do not divide the flu periods any further. Speedily evolving infectious diseases, including SARS, Ebola and influenza, pose significant health threats throughout the world because of their rapidly changing status and complicated detection process [24, 25] . A considerable amount of work is devoted to forecasting disease outbreaks. A two-period model optimized the process of when and where to assign Ebola treatment units across geographic regions during the outbreak's early phases [26] . Chen et al. (2018) developed a mixed-integer programming (MIP)-based framework to systematically analyze a rich set of policies and to determine the optimal hepatocellular carcinoma surveillance policies that maximize the societal net benefit [27] . It is observed that the surveillance policies should be adapted to different disease progression rates and states. Several studies in this area focused on finding optimal surveillance solutions for flu vaccine production and allocation [28, 29] . Another study considered the conditions of limited reporting and spatial aggregation on the optimization of influenza surveillance system design [30] . Research in this area is mainly concerned with epidemiological inference and prediction based on clinical data collection, but few of the studies provide improved detecting measures using social media data, which represent an alternative source of passive traditional surveillance data that have a larger volume and fewer reporting delays.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 954,
                    "end": 972,
                    "text": "Chen et al. (2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1197,
                    "end": 1201,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1440,
                    "end": 1444,
                    "text": "[28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1596,
                    "end": 1600,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Data from social networks show apparent advantages in several aspects, such as being real time and time-sharing, along with a broad scope of data coverage [31] [32] [33] [34] . Disease surveillance has been investigated based on the recent rise in the popularity and scale of social media data. Aiello et al. (2011) reviewed and addressed the use, promise, perils, and ethics of social media-and internet-based data collection for public health surveillance [35] . Additionally, the infectious disease detection process is being challenged by the potential applications of social media [1, 2, 36] . Multiple types of social media have become emerging and promising data sources of disease surveillance and shown advanced achievements in tracking health informatics in different areas all over the world. Raamkumar et al.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 295,
                    "end": 315,
                    "text": "Aiello et al. (2011)",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 590,
                    "end": 592,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(2020) examined the differences of COVID-19-related public responses on Facebook in the United States, England and Singapore and showed that social media analysis was capable of providing insights about the communication strategies during disease outbreaks [37] . Lwin et al. (2018) and Vijaykumar et al. (2017) investigates how Facebook can be utilized to implement and adapt in responding to the Zika epidemic in Singapore [38, 39] . Moreover, Dubey et al. (2014) identified and evaluated YouTube as significant resource for providing and disseminating information on public health issues like West Nile virus infection [40] . Davidson et al. (2015) constructed an empirical network to substantially improve performance in predicting infections one week into the future using CDC data and combining this with internet-based data in the U.S. [41] . Chen et al. (2016) proposed two temporal topic models to capture hidden states of a flu-related user and get better flu-peak predictions by using Twitter data. In addition, they validated their approaches by modeling the flu using Twitter in multiple countries of South America [42] . Lamb et al. (2013) demonstrated that the use of Twitter data leads to significant improvements in flu surveillance by discriminating those categories of flu tweets that reported infection from those that expressed concerned awareness of the flu as well as tweets about the authors versus those about others [43] .",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 264,
                    "end": 282,
                    "text": "Lwin et al. (2018)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 287,
                    "end": 311,
                    "text": "Vijaykumar et al. (2017)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[38,",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 446,
                    "end": 465,
                    "text": "Dubey et al. (2014)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 629,
                    "end": 651,
                    "text": "Davidson et al. (2015)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 850,
                    "end": 868,
                    "text": "Chen et al. (2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1135,
                    "end": 1153,
                    "text": "Lamb et al. (2013)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sentiment classification [44, 45] , feature extraction [46] and public opinion monitoring [47, 48] are performed based on a social network dataset for sentiment analysis. Chen et al. (2020) introduced a novel approach of adding semantics as additional features into the training set for sentiment analysis, and they applied this approach to predict sentiment for three different Twitter datasets [49] . The authors also investigated the real-time flu detection problems and proposed a flu detection model with emotional factors and semantic information [50] . Adamopoulos et al. (2018) examined the effect of latent personality traits on consumers' behavior and preferences, which originated from social media users' levels of emotional range [51] . The effect of social media advertising content on customer engagement was also studied via Facebook users' humor and emotion [52] . Although sentiment analysis has been widely applied to many fields, few researchers consider it to be a powerful tool to be used in determining a patient's status when detecting infectious diseases. Furthermore, word embedding techniques, such as bag of words [53] and word2vec [54] , have become effective means of text processing. High-quality word vector representations provide distributional information about words [55] , especially for word2vector, which appears to be outstanding at improving a model's performance on a limited amount of data. The development of word2vector significantly improves the effectiveness of word representations by transforming sparse, discrete and high-dimensional vectors into dense, continuous and low-dimensional vectors [56] . It is a foundation to transform word segments into fixed dimensional vectors, namely, word embedding, when studying user-generated content [57, 58] . In this paper, the use of high dimensional numeral vectors to represent words serve as semantic feature extractors or the input variables of a neural network. Artificial Neural Network (ANN) techniques have been used widely in text classification. Hughes et al. (2017) have used Convolutional Neural Networks (CNNs) for text processing and classification in online news, reviews and medical text [59] . A large number of modified ANN techniques have emerged with technical advancements. Recurrent Neural Networks (RNNs) have also been an effective method for speech recognition and text sequence tagging [60] , and Long Short Term Memory (LSTM) networks [61] perform well for sequence-based learning tasks. In addition, a large amount of text processing research has emerged, including the use of part-of-speech tagging [62] , lexicon approaches [63] , and other deep learning techniques [64] . The extant literature has several key limitations. Firstly, the abovementioned studies have mainly focused on a single aspect of text processing, sentiment classification or flu tracking [43, 62] . More importantly, these papers do not adequately consider the influence of sentiment polarity on the classification of flu-related weibos or on dividing the different periods of flu-related weibos [50] . Therefore, this paper incorporates sentiment factors into flu surveillance research, and the period classifications of flu-related weibos are probed. Second, neural network techniques are used to process the weibos at the text level [61, 65] . LSTM networks can be used for sentiment analysis of film reviews, part-of-speech tagging, and other fields [60] . Previous studies show that LSTM performs relatively well in text processing but has been rarely used for disease weibo analysis. To fill in this gap, this paper aims to investigate the relationship between sentiment polarity and the flu period at the word level and text level based on a weibo dataset.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 30,
                    "end": 33,
                    "text": "45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 90,
                    "end": 94,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 553,
                    "end": 557,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 560,
                    "end": 585,
                    "text": "Adamopoulos et al. (2018)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 875,
                    "end": 879,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "text": "[53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1160,
                    "end": 1164,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1643,
                    "end": 1647,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1789,
                    "end": 1793,
                    "text": "[57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1794,
                    "end": 1797,
                    "text": "58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 2048,
                    "end": 2068,
                    "text": "Hughes et al. (2017)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2196,
                    "end": 2200,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2404,
                    "end": 2408,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2454,
                    "end": 2458,
                    "text": "[61]",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 2620,
                    "end": 2624,
                    "text": "[62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 2646,
                    "end": 2650,
                    "text": "[63]",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 2688,
                    "end": 2692,
                    "text": "[64]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2882,
                    "end": 2886,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2887,
                    "end": 2890,
                    "text": "62]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 3090,
                    "end": 3094,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3330,
                    "end": 3334,
                    "text": "[61,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 3335,
                    "end": 3338,
                    "text": "65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 3448,
                    "end": 3452,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main research rationale of this study is straightforward, i.e., first, to investigate the relationship between the sentiment polarity and the flu period from social networks, and second, to optimize the disease detecting process by predicting the different periods of flu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model proposed in this paper can detect infectious diseases through multiple channels; they can be perceived earlier and the model larger populations and more efficiency than traditional processes (See Figure 2) . As the \"to-be\" process optimized by social media, the MC-IDDP process can improve the reliability of detecting infectious disease and discover more infectious people. It recognizes the disease periods earlier and works in an efficient way. Next, we propose 4 propositions and corresponding demonstrations. Figure 3 . Figure 3a shows the logical structure model of a solitary channel, and Figure 3b shows the logical structure model for multiple channels. The upper part of Figure 2 is a schematic diagram of a traditional solitary infectious disease detecting process. Patients usually go to the hospital when they have already suffered influenza. Only afterwards it is possible for the CDC to detect the flu trends of the whole society. In the \"as-is\" process, there is only one channel to detect infectious diseases, which is through hospital institutions. The \"as-is\" process is abbreviated as SC-IDDP. The \"to-be\" process is the multiple channel infectious disease detection process (MC-IDDP). The bottom part of Figure 2 illustrates the MC-IDDP process based on social media platforms. MC-IDDP has three infectious disease detecting channels. Channel 1 is the traditional infectious disease detecting channel, mentioned above. Channel 2 monitors the infectious diseases by using search engines [17, 18] . This paper constructs Channel 3 to detect infectious diseases using social media data. Compared with Channel 1 and 2, Channel 3 enables more effective disease detection for the following three reasons. First, the traditional Channel 1 is not able to use social media data to detect diseases, such as flu, whereas Channel 2 and Channel 3 can use these data. Second, search engines can detect the keywords of the corresponding flu symptoms and treatments in Channel 2 when people realize that they have the flu. It neglects some of the patients who have caught the flu but do not search for flu keywords and simultaneously adds fake patients who run the search engine for flu keywords without flu. Third, although people do not realize that they have caught the flu, they usually post tweets via social media to reflect their feelings, opinions and behaviors, which can be detected by Channel 3. It helps the CDC to analyze social media data to discover early flu trends. Additionally, Channel 3 can not only monitor infectious disease outbreaks in early stages but also identify the flu period. The content inside the dotted line (shown in Figure 2 ) is the main research content of this paper, which aims to find the flu-related weibos and further determine the flu period to improve the accuracy of infectious disease detection.",
            "cite_spans": [
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1522,
                    "end": 1525,
                    "text": "18]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "Figure 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 524,
                    "end": 532,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 606,
                    "end": 615,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 691,
                    "end": 699,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1235,
                    "end": 1243,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2667,
                    "end": 2675,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Research Model"
        },
        {
            "text": "As the \"to-be\" process optimized by social media, the MC-IDDP process can improve the reliability of detecting infectious disease and discover more infectious people. It recognizes the disease periods earlier and works in an efficient way. Next, we propose 4 propositions and corresponding demonstrations. Figure 3 . Figure 3a shows the logical structure model of a solitary channel, and Figure 3b shows the logical structure model for multiple channels. As the \"to-be\" process optimized by social media, the MC-IDDP process can improve the reliability of detecting infectious disease and discover more infectious people. It recognizes the disease periods earlier and works in an efficient way. Next, we propose 4 propositions and corresponding demonstrations. Figure 3 . Figure 3a shows the logical structure model of a solitary channel, and Figure 3b shows the logical structure model for multiple channels. The main parameters are described as follows. represents the number of possible infectious people;",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 314,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 317,
                    "end": 326,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 761,
                    "end": 769,
                    "text": "Figure 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 772,
                    "end": 781,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 843,
                    "end": 852,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Research Model"
        },
        {
            "text": "represents the number of possibly infectious people recorded by hospitals using a solitary channel;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "represents the number of possibly infectious people but do not go to the hospital in a solitary channel;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "represents the number of infectious people who are diagnosed and reported to the CDC in a solitary channel;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "represents the number of possibly infectious Obviously, in a solitary channel,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "In multiple channels,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "Without the loss of generality, it is assumed that the number of infectious people who are admitted to the hospital remains the same regardless of whether it is a solitary channel or multiple channels, which is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "(3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "The following relationship exists,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "According to Formula (4), in multiple channels, more infectious people can be detected. Proposition 1 is validated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "The MC-IDDP process recognizes the patients early and detects the infectious disease in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 1. The logical structure model of MC-IDDP is shown in"
        },
        {
            "text": "The Google flu trends model provides a promising measure in that the search engine records the users' relevant search data on disease symptoms and treatments, to detect infectious diseases. Additionally, some of the patients do not realize that they might be infected but post weibos with disease symptoms. Therefore, people's sentiment and physical conditions can be reflected in social media, which is an important infectious disease sensor. We added time information in Figure 3b to generate Figure 4 . The horizontal axis t indicates the earliest time at which each channel can detect infectious disease information.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 495,
                    "end": 503,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Demonstration 2."
        },
        {
            "text": "no go to the hospital, and do not use search engines and social media in multiple channels; represents the number of infectious people who are diagnosed and reported to the CDC in a solitary channel;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "represents the number of infectious people who are detected by the three channels and reported to the CDC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "Obviously, in a solitary channel,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "In multiple channels,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "Without the loss of generality, it is assumed that the number of infectious people who are admitted to the hospital remains the same regardless of whether it is a solitary channel or multiple channels, which is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "The following relationship exists,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "According to Formula (4), in multiple channels, more infectious people can be detected. Proposition 1 is validated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "The Google flu trends model provides a promising measure in that the search engine records the users' relevant search data on disease symptoms and treatments, to detect infectious diseases. Additionally, some of the patients do not realize that they might be infected but post weibos with disease symptoms. Therefore, people's sentiment and physical conditions can be reflected in social media, which is an important infectious disease sensor. We added time information in Figure 3b to generate Figure 4 . The horizontal axis t indicates the earliest time at which each channel can detect infectious disease information. In Figure 4 , EPT represents the Earliest Possible Time, and represents the earliest possible time to detect the disease by Channel . Obviously, we conclude that In Figure 4 , EPT represents the Earliest Possible Time, and T EPT Ci represents the earliest possible time to detect the disease by Channel i. Obviously, we conclude that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 482,
                    "text": "Figure 3b",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 495,
                    "end": 503,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 624,
                    "end": 632,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 786,
                    "end": 794,
                    "text": "Figure 4",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Demonstration 2."
        },
        {
            "text": "According to Formula (5), the EPT for Channel 3 is the smallest, and the EPT for Channel 1 is the largest. Therefore, the MC-IDDP process based on social media data can achieve more timely monitoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "Proposition 3. The MC-IDDP process can conduct infectious disease detection more efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "Demonstration 3. In the MC-IDDP process, Channel 1 requires a large number of doctors and staff with high operating costs, but Channel 2 and Channel 3 rely only on big data and analytical tools to conduct the surveillance. Compared with Channel 1, the operation costs of Channel 2 and Channel 3 can be negligible. Therefore, the total cost of the MC-IDDP process is almost the same as the total cost of the SC-IDDP process. However, the MC-IDDP process can achieve a wider range of detection (according to Proposition 1), and thus, the MC-IDDP process has higher monitoring efficiency. Proposition 3 is validated. The Detection Accuracy is defined as the percentage of the correct number of patients out of the total number of possible patients who have been monitored through the infectious disease detection channels. In this paper, the Detection Accuracy (Acc D ) can be calculated by the following equation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "where TP is an abbreviation of True Positive, which indicates that an infectious patient is diagnosed as a patient; TN is an abbreviation of True Negative, which means that a nonpatient is diagnosed as a nonpatient; FP is an abbreviation of False Positive, which indicates that a nonpatient is misdiagnosed as a patient (Type I error); FN is an abbreviation for False Negative, which means that a real patient is misdiagnosed as a nonpatient (Type II error).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 2."
        },
        {
            "text": "The detection accuracy in any channel of the MC-IDDP process helps to improve the entire accuracy of the disease detection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposition 4."
        },
        {
            "text": "The MC-IDDP process has three disease detection channels. Each channel has independent methods and techniques. The detection accuracy of Channel 1 depends on the hospital's medical plan and medical technology. The detection accuracy of Channel 2 depends on the statistical analysis and technical means used by the search engine. The detection accuracy of Channel 3 depends on the semantic analysis and machine learning application to social media data. The detection results of the three channels do not affect one another, and thus, the detection accuracy of each channel is related to only the method and supporting technology of that channel. Increasing the detection accuracy in any channel can improve the entire accuracy of the disease detection. The proposition is validated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 4."
        },
        {
            "text": "This paper focuses on detection Channel 3. To improve the detection accuracy of Channel 3 using social media data, this paper proposes an effective dual analytical activity model to determine the status and period of the infected population. The next section discusses the infectious disease detection Channel 3 and the main activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demonstration 4."
        },
        {
            "text": "The Infectious Diseases Detection Channel 3 is a crucial channel for the MC-IDDP process that makes direct use of social media data. It has two main activities: flu-related semantic examination activity and flu-period sentiment measure activity, and thus, Channel 3 is also named the dual analytical activity model, as shown in Figure 5 . The contents and features of the model are described in detail in the following section. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 336,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Infectious Disease Detection Channel 3"
        },
        {
            "text": "The purpose of the Flu-related semantic examination activity is to enable semantic recognition and analysis of social media data based on infectious diseases (taking the flu as an example). The main content of the activity includes at least 12 steps, such as determining keywords for searching infectious disease data and obtaining relevant social media data, as shown in Figure 5 . Next, we provide some crucial steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Flu-related Semantic Examination Activity"
        },
        {
            "text": "Six keywords were crawled from Sina Weibo; these six keywords include \"flu (Gan Mao)\", \"influenza (Liu Gan)\", \"cough (Ke Sou)\", \"fever (Fa Shao)\", \"sneeze (Pen Ti)\" and \"nasal congestion (Bi Sai)\". We used Python for this task, and these flu-related weibos constitute an elementary corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obtaining Flu Data Based on Social Media"
        },
        {
            "text": "Considering the existence of advertisements and forwarding, this study used Support Vector Machine (SVM) to screen the invalid data and retain the flu-related weibos. The final flu-related weibo corpus is generated after word segmentation and the removal of stop words. The entire process ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning the Flu Data"
        },
        {
            "text": "The purpose of the Flu-related semantic examination activity is to enable semantic recognition and analysis of social media data based on infectious diseases (taking the flu as an example). The main content of the activity includes at least 12 steps, such as determining keywords for searching infectious disease data and obtaining relevant social media data, as shown in Figure 5 . Next, we provide some crucial steps.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Flu-Related Semantic Examination Activity"
        },
        {
            "text": "1. Obtaining Flu Data Based on Social Media Six keywords were crawled from Sina Weibo; these six keywords include \"flu (Gan Mao)\", \"influenza (Liu Gan)\", \"cough (Ke Sou)\", \"fever (Fa Shao)\", \"sneeze (Pen Ti)\" and \"nasal congestion (Bi Sai)\". We used Python for this task, and these flu-related weibos constitute an elementary corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flu-Related Semantic Examination Activity"
        },
        {
            "text": "2. Cleaning the Flu Data Considering the existence of advertisements and forwarding, this study used Support Vector Machine (SVM) to screen the invalid data and retain the flu-related weibos. The final flu-related weibo corpus is generated after word segmentation and the removal of stop words. The entire process is shown in Figure 6 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 334,
                    "text": "Figure 6",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Flu-Related Semantic Examination Activity"
        },
        {
            "text": "This activity is mainly to accurately identify the patient's disease period to improve the detection accuracy of infectious diseases. The whole process includes six steps. Activity 2 in Figure 5 shows that the word level detection consists of 3 steps and the text level includes 3 steps, which is introduced as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Flu-period Sentiment Measure Activity"
        },
        {
            "text": "Word2vector is an efficient training method to transform a symbol into a structure and digital representation. Word embedding is represented differently in different vocabularies or by different training methods. The principles of Word2vector are mainly separated into three parts to transform the words from the vocabulary of a flu-related weibo into high-dimensional space vectors, as follows in Figure 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 398,
                    "end": 406,
                    "text": "Figure 7",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Relationships between Sentiment Polarity and Flu Period at the Word Level"
        },
        {
            "text": "Building the vocabulary of the flu-related weibo texts: the processing of the text, which means that a specific vocabulary is required; •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Initializing the network structure of the weibo text: the initialization of parameters in the CBOW model, with Huffman coding generation; • Saving the word embedding: saving the result in a specific form. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "This activity is mainly to accurately identify the patient's disease period to improve the detection accuracy of infectious diseases. The whole process includes six steps. Activity 2 in Figure 5 shows that the word level detection consists of 3 steps and the text level includes 3 steps, which is introduced as follows.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "text": "Figure 5",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Flu-Period Sentiment Measure Activity"
        },
        {
            "text": "1. Relationships between Sentiment Polarity and Flu Period at the Word Level Word2vector is an efficient training method to transform a symbol into a structure and digital representation. Word embedding is represented differently in different vocabularies or by different training methods. The principles of Word2vector are mainly separated into three parts to transform the words from the vocabulary of a flu-related weibo into high-dimensional space vectors, as follows in Figure 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 475,
                    "end": 483,
                    "text": "Figure 7",
                    "ref_id": "FIGREF16"
                }
            ],
            "section": "Flu-Period Sentiment Measure Activity"
        },
        {
            "text": "Building the vocabulary of the flu-related weibo texts: the processing of the text, which means that a specific vocabulary is required; •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Initializing the network structure of the weibo text: the initialization of parameters in the CBOW model, with Huffman coding generation; • Saving the word embedding: saving the result in a specific form.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "(CBOW Model) The CBOW model contains three layers, including the input layer, projection layer and output layer. The window size used in this paper is 5. The vectors that correspond to each word are first found to be summarized from the input layer to the projection layer. After all of the word vectors in the window are gathered, they are stored in the projection layer, and the mean value is calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "(Hierarchical Softmax) Hierarchical Softmax is a key technology that is used in word2vec to improve the performance. In the Huffman tree, the softmax mapping of the hidden layer to the output layer is proceeded step by step along the Hoffman tree and, thus, this softmax is named \"Hierarchical Softmax\". (CBOW Model) The CBOW model contains three layers, including the input layer, projection layer and output layer. The window size used in this paper is 5. The vectors that correspond to each word are first found to be summarized from the input layer to the projection layer. After all of the word vectors in the window are gathered, they are stored in the projection layer, and the mean value is calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "(Hierarchical Softmax) Hierarchical Softmax is a key technology that is used in word2vec to improve the performance. In the Huffman tree, the softmax mapping of the hidden layer to the output layer is proceeded step by step along the Hoffman tree and, thus, this softmax is named \"Hierarchical Softmax\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "•"
        },
        {
            "text": "Recurrent Neural Networks (RNNs) perform well in text classification. However, long-term dependence occurs if the interval of two words is overly large. This paper adopts a novel type of RNN called Long Short-Term Memory that works better than traditional RNNs on tasks that involve long time lags. Its architecture permits LSTM to bridge massive time lags between relevant input events (1000 steps and more) [65] . Figure 8 shows the structure of the network with 8 main layers, and we describe each layer below. 2. Detecting the Flu Period Based on Sentiment Polarity at the Text Level Recurrent Neural Networks (RNNs) perform well in text classification. However, long-term dependence occurs if the interval of two words is overly large. This paper adopts a novel type of RNN called Long Short-Term Memory that works better than traditional RNNs on tasks that involve long time lags. Its architecture permits LSTM to bridge massive time lags between relevant input events (1000 steps and more) [65] . Figure 8 shows the structure of the network with 8 main layers, and we describe each layer below. Two LSTM neural networks in parallel are built to perform binary classification for sentiment classification and flu-period classification in this section. The input is the word embedding trained by the word2vector based on the corpus of flu-related weibos. The entire process is shown in Figure  9 . Two LSTM neural networks in parallel are built to perform binary classification for sentiment classification and flu-period classification in this section. The input is the word embedding trained by the word2vector based on the corpus of flu-related weibos. The entire process is shown in Figure 9 . Two LSTM neural networks in parallel are built to perform binary classification for sentiment classification and flu-period classification in this section. The input is the word embedding trained by the word2vector based on the corpus of flu-related weibos. The entire process is shown in Figure  9 . ",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[65]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [
                {
                    "start": 416,
                    "end": 424,
                    "text": "Figure 8",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1004,
                    "end": 1012,
                    "text": "Figure 8",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1391,
                    "end": 1400,
                    "text": "Figure  9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1692,
                    "end": 1700,
                    "text": "Figure 9",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 1992,
                    "end": 2001,
                    "text": "Figure  9",
                    "ref_id": "FIGREF21"
                }
            ],
            "section": "Detecting the Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "The LSTM network is used to construct two neural networks to classify flu-related weibos. The first is to classify the sentiment polarity. The other intends to classify the period of the flu bloggers. Each neural network consists of 8 main layers, as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Input layer and masking layer) The first layer is the input layer, which uses 128-dimension vectors by means of the word2vector algorithm. The mask value is set to 0 in the masking layer. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "The LSTM network is used to construct two neural networks to classify flu-related weibos. The first is to classify the sentiment polarity. The other intends to classify the period of the flu bloggers. Each neural network consists of 8 main layers, as follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Input layer and masking layer) The first layer is the input layer, which uses 128-dimension vectors by means of the word2vector algorithm. The mask value is set to 0 in the masking layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(LSTM layer) Each LSTM unit is a storage unit that controls the passage or filtering of information through the three gates, to alter the cell state. \"Implementation\" is set to 2 to combine the input gate, forget gate, and output gate into a single matrix for more efficient operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Fully connected layer) The core operation of the full connection is the matrix vector product. The essence is a linear transformation from one feature space to another feature space. A dense layer is used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Dropout layer) The settings of this layer are mainly to prevent overfitting in neural network training. The parameters of this layer are set to 0.3, which implies that the unit that was transferred from the LSTM layer will be randomly discarded by 30% during training, leaving 70% of the units used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Activation layer) The activation function in this layer is \"ReLU\" (Rectified Linear Units), and as a result, the convergence rate of the model is maintained at a steady state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "(Loss layer and output layer) Since the classification of the sentiment polarity and the period are all binary classifications, binary cross entropy is agreeable as a loss function, with the accuracy rate as a metric of the model. The classification result and test score are received through the output layer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction of LSTM for Sentiment Polarity and Flu Period Classification"
        },
        {
            "text": "According to the 41st China Statistical Report on Internet Development published by the China Internet Network Information Center (CNNIC), Weibo has 316.01 million users and a user usage rate of 40.9% on social media by December 2017 [66] . Sina Weibo has maintained the top rank in China's weibo. According to the second quarter earnings released by Sina, monthly active users from Sina Weibo reached 431 million by 30 June 2018, outstripping Twitter as the world's largest independent social media company in terms of user scale [67] . Sina Weibo has always been the data source of various types of major events and emergencies in China and has a far-reaching scope of dissemination and important social influence. This study uses web-based social media data in Sina Weibo. The details are clearly shown in Table 1 . We collected the texts that contained the keywords, namely, \"flu (Gan Mao)\", \"influenza (Liu Gan)\", \"cough (Ke Sou)\", \"fever (Fa Shao)\", \"sneeze (Pen Ti)\" and \"nasal congestion (Bi Sai)\" in 2016 and 2017 through a Sina Application Programming Interface (API). We purchased the official data collection service from Gooseeker. Gooseeker is an authorized API of Sina Weibo. The data do not include private information such as personal name, gender, age, etc., and do not endanger privacy and other related issues. All data can be used legally. However, the data include a large amount of advertising and unrelated material. Thus, the Support Vector Machine (SVM) is used to filter out unrelated flu weibos. Ultimately, 100,000 flu-related weibos were chosen randomly as a word2vector training corpus in which 10,000 weibos in 2016 and 10,000 weibos in 2017 were randomly selected as a neural network classification dataset of sentiment polarity and period. In what follows, the 20,000 weibos are labeled according to the following rules. In terms of sentiment polarity, \"0\" represents positive sentiment, whereas \"1\"indicates negative sentiment. In terms of the period, \"0\" indicates the infectious period, while \"1\" represents the recovered period. The dataset was divided into 4 labeled groups with a total of 12 people involved. Every three members were in one group. Each group was assigned 5000 weibos. Each member in one group was required to label all 5000 weibos without communication to intentionally make the marked category accurate since artificial annotation has a certain subjectivity. The blog was thought to be invalid if the results were inconsistent among the 3 members. After the process of cleaning and arrangement, 15,301 weibos were valid, with the remaining 4699 weibos invalid. We randomly chose 70% of the 15,301 valid weibos as the neural network training set and 30% as the test set.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[66]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 531,
                    "end": 535,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [
                {
                    "start": 809,
                    "end": 816,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "First, a word2vector corpus was built from the 100,000 flu-related weibos, including 50,000 weibos from 2016 and 50,000 weibos from 2017, by removing irrelevant stop words and symbols. The word frequency of the remaining words was calculated to generate word embedding by similarity and distance between words. Each word consists of a 128-dimensional vector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relationship between Sentiment Polarity and Flu-Period State at the Word Level"
        },
        {
            "text": "One-hundred ninety-five words ranked first and associated with the flu were screened out from the vocabulary and divided into four classes, which represent the two types of flu period (infectious and recovered) and two types of sentiment polarity (positive and negative). The words in the infectious period mainly describe flu confrontation and symptoms. The recovered period describes the status of improvement or remission of the flu. One-hundred ninety-five words in four classes can be found in Table 2 . To display the distribution of the 195 words in two-dimensional space, we used t-distributed Stochastic Neighbor Embedding (t-SNE) to reduce the dimension of the word embedding. The scatter plot was drawn by the two-dimensional coordinates of each word in Figure 10 . Each point is a word, with a total of 195 points. It is clear that the words that denote positive sentiment and the recovered period are clustered together, and the words in the negative sentiment and infectious period are clustered together closely. In addition, between these 195 words, this paper calculates the similarity between every two words of the flu period and the sentiment polarity based on word2vector. Additionally, a similarity greater than 0.6 was reserved, which is represented by the connections in Figure 10 . Therefore, as seen from Figure 10 , there are four types of connections, which are divided between the infectious period and negative sentiment, infectious period and positive sentiment, recovered period and negative sentiment, and recovered period and positive sentiment. This paper also performed statistical analysis on these four types of lines in the scatter plot. When the similarity is greater than 0.6, it is found that there are 53 links between the infectious period and negative sentiment and more than 16 links between the infectious period and positive sentiment. Additionally, there are 81 links between the recovered period and positive sentiment and more than 7 links between the recovered period and negative sentiment. Obviously, the infectious period is much more similar and closer to negative sentiment than to positive sentiment. In contrast, the recovered period is much more similar and closer to positive sentiment than to negative sentiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 506,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 765,
                    "end": 774,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1295,
                    "end": 1304,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1331,
                    "end": 1340,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relationship between Sentiment Polarity and Flu-Period State at the Word Level"
        },
        {
            "text": "period are clustered together, and the words in the negative sentiment and infectious period are clustered together closely. In addition, between these 195 words, this paper calculates the similarity between every two words of the flu period and the sentiment polarity based on word2vector. Additionally, a similarity greater than 0.6 was reserved, which is represented by the connections in Figure 10 . Therefore, as seen from Figure 10 , there are four types of connections, which are divided between the infectious period and negative sentiment, infectious period and positive sentiment, recovered period and negative sentiment, and recovered period and positive sentiment. This paper also performed statistical analysis on these four types of lines in the scatter plot. When the similarity is greater than 0.6, it is found that there are 53 links between the infectious period and negative sentiment and more than 16 links between the infectious period and positive sentiment. Additionally, there are 81 links between the recovered period and positive sentiment and more than 7 links between the recovered period and negative sentiment. Obviously, the infectious period is much more similar and closer to negative sentiment than to positive sentiment. In contrast, the recovered period is much more similar and closer to positive sentiment than to negative sentiment. To demonstrate the relationship between these 195 words and their similarity, a Force Directed Graph of Words' Similarity is shown in Figure 11 , where a total of 195 nodes represent the 195 words. The nodes are divided into four categories, and the edges between the nodes are also divided into four categories, the same as in the legend in Figure 10 . The force of the nodes is the similarity between the two words. It can be clearly seen from Figure 11 that most of the edges around recovered nodes, such as health and fitness, are all positive nodes, such as cheerful and happy. Additionally, positive nodes, such as active, alive and kicking, are connected with recovered nodes, such as get well and heal. In addition, as can be seen from the similarity forces, these three recovered nodes-in good health, healthy, and fitness-which indicate a healthy status, are connected to more positives nodes than these words are, which indicates that the blogger is recovering but not yet healthy. This finding shows that the healthier the bloggers are, the more positive sentiments they have. Additionally, infectious nodes, such as feel bad and uncomfortable, are mutually connected to negative nodes, such To demonstrate the relationship between these 195 words and their similarity, a Force Directed Graph of Words' Similarity is shown in Figure 11 , where a total of 195 nodes represent the 195 words. The nodes are divided into four categories, and the edges between the nodes are also divided into four categories, the same as in the legend in Figure 10 . The force of the nodes is the similarity between the two words. It can be clearly seen from Figure 11 that most of the edges around recovered nodes, such as health and fitness, are all positive nodes, such as cheerful and happy. Additionally, positive nodes, such as active, alive and kicking, are connected with recovered nodes, such as get well and heal. In addition, as can be seen from the similarity forces, these three recovered nodes-in good health, healthy, and fitness-which indicate a healthy status, are connected to more positives nodes than these words are, which indicates that the blogger is recovering but not yet healthy. This finding shows that the healthier the bloggers are, the more positive sentiments they have. Additionally, infectious nodes, such as feel bad and uncomfortable, are mutually connected to negative nodes, such as bad mood and anxious. Among the infectious nodes, from uncomfortable to not good to feel bad, the more serious the disease is, the more the negative nodes are connected. as bad mood and anxious. Among the infectious nodes, from uncomfortable to not good to feel bad, the more serious the disease is, the more the negative nodes are connected. To locate the word of each point clearly, the scatter of the points for the positive sentiment and recovered period is plotted in Figure 12 . The scatter of the points for the negative sentiment and infectious period is shown in Figure 13 . It can be seen from Figure 12 and Figure 13 that semantically related words and words with similar meanings are close to each other. Since the number of words that describe the recovered period is significantly lower than the number that describe the infectious period and the meanings of the words that describe the recovered period are mostly similar, it can be determined that the words of the recovered period and positive sentiment are clustered in the second and third quadrants, as shown in Figure 12 . The distribution of the words that represent the infectious period and negative sentiment appear to be more scattered in Figure 13 , which denotes that these two classes are more relevant. To locate the word of each point clearly, the scatter of the points for the positive sentiment and recovered period is plotted in Figure 12 . The scatter of the points for the negative sentiment and infectious period is shown in Figure 13 . It can be seen from Figures 12 and 13 that semantically related words and words with similar meanings are close to each other. Since the number of words that describe the recovered period is significantly lower than the number that describe the infectious period and the meanings of the words that describe the recovered period are mostly similar, it can be determined that the words of the recovered period and positive sentiment are clustered in the second and third quadrants, as shown in Figure 12 . The distribution of the words that represent the infectious period and negative sentiment appear to be more scattered in Figure 13 , which denotes that these two classes are more relevant.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 392,
                    "end": 401,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1506,
                    "end": 1515,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1714,
                    "end": 1723,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1818,
                    "end": 1827,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2710,
                    "end": 2719,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2918,
                    "end": 2927,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 3022,
                    "end": 3031,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4256,
                    "end": 4265,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4355,
                    "end": 4364,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4387,
                    "end": 4396,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4401,
                    "end": 4410,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4865,
                    "end": 4874,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 4998,
                    "end": 5007,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5196,
                    "end": 5205,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5295,
                    "end": 5304,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5327,
                    "end": 5344,
                    "text": "Figures 12 and 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5799,
                    "end": 5808,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 5932,
                    "end": 5941,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relationship between Sentiment Polarity and Flu-Period State at the Word Level"
        },
        {
            "text": "To measure the interclass distance of these four categories in the scatter, this paper adopts two sample class distances to compare the relationship between the sentiment polarity and the flu period. The first distance is a centroid cluster, which measures the interclass distance by the distance between the two variables' mean value. The coordinates of each class's center gravity are presented in Table 3 . The scatter of the class center gravity is plotted through the two-dimensional coordinates of the four categories shown in Figure 14 . Figure 14 clearly determines the distribution of four types of class center gravity. To measure the interclass distance of these four categories in the scatter, this paper adopts two sample class distances to compare the relationship between the sentiment polarity and the flu period. The first distance is a centroid cluster, which measures the interclass distance by the distance between the two variables' mean value. The coordinates of each class's center gravity are presented in Table  3 . The scatter of the class center gravity is plotted through the two-dimensional coordinates of the four categories shown in Figure 14 . Figure 14 clearly determines the distribution of four types of class center gravity. To measure the interclass distance of these four categories in the scatter, this paper adopts two sample class distances to compare the relationship between the sentiment polarity and the flu period. The first distance is a centroid cluster, which measures the interclass distance by the distance between the two variables' mean value. The coordinates of each class's center gravity are presented in Table  3 . The scatter of the class center gravity is plotted through the two-dimensional coordinates of the four categories shown in Figure 14 . Figure 14 clearly determines the distribution of four types of class center gravity. Afterwards, we calculated the Euclidean distance matrix of the center gravity in the following section. From the matrix, the distance between the recovered period and positive sentiment is 4.297, while the distance between the recovered period and negative sentiment is 7.632, which significantly shows that the recovered period is closer to positive sentiment. In terms of the infectious period, the distance to the positive sentiment is 9.521, and the distance to the negative sentiment is 7.867, which indicates that the infectious period is closer to the negative sentiment. In addition, another interclass distance measurement method was selected to further verify the correctness of the conclusion, which is known as the between-group linkage and which measures the interclass distance by the average distance between the two categories of individuals. The Euclidean distance matrix is shown in the following section. This finding implies that the conclusion is consistent with the above. The recovered period is closer to the positive sentiment, and the infectious period is closer to the negative sentiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 407,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 545,
                    "end": 554,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1030,
                    "end": 1038,
                    "text": "Table  3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1164,
                    "end": 1173,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1176,
                    "end": 1185,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1661,
                    "end": 1669,
                    "text": "Table  3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1795,
                    "end": 1804,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1807,
                    "end": 1816,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Relationship between Sentiment Polarity and Flu-Period State at the Word Level"
        },
        {
            "text": "The flu-related information perceived by social media can detect trend changes and peak points earlier than traditional methods [8, 9, 19, 43] . We also compare the trend of the flu-related weibos ratio Afterwards, we calculated the Euclidean distance matrix of the center gravity in the following section. From the matrix, the distance between the recovered period and positive sentiment is 4.297, while the distance between the recovered period and negative sentiment is 7.632, which significantly shows that the recovered period is closer to positive sentiment. In terms of the infectious period, the distance to the positive sentiment is 9.521, and the distance to the negative sentiment is 7.867, which indicates that the infectious period is closer to the negative sentiment. ",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "In addition, another interclass distance measurement method was selected to further verify the correctness of the conclusion, which is known as the between-group linkage and which measures the interclass distance by the average distance between the two categories of individuals. The Euclidean distance matrix is shown in the following section. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered"
        },
        {
            "text": "This finding implies that the conclusion is consistent with the above. The recovered period is closer to the positive sentiment, and the infectious period is closer to the negative sentiment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recovered"
        },
        {
            "text": "The flu-related information perceived by social media can detect trend changes and peak points earlier than traditional methods [8, 9, 19, 43] . We also compare the trend of the flu-related weibos ratio and ILI% from the CDC. It can be seen in Figure 15 ; the flu data perceived on social media can reflect the trend of official ILI data and report changes and peaks earlier in certain weeks. and ILI% from the CDC. It can be seen in Figure 15 ; the flu data perceived on social media can reflect the trend of official ILI data and report changes and peaks earlier in certain weeks. Two LSTM neural networks were built to classify the sentiment polarity and flu-period in this paper. The input is the word embedding trained by the word2vector based on the corpus of flurelated weibos. It is worthwhile to note that the dimension of the word embedding for the LSTM input is the original word embedding training, which resulted in 128 dimensions. The output of the network is 0 or 1. For the sentiment classification, the output \"0\" represents negative sentiment, while the output \"1\" denotes positive sentiment. For the flu-period classification, the output \"0\" implies that the blogger is infected, while the output \"1\" implies that the blogger is recovered.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 135,
                    "end": 138,
                    "text": "19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 434,
                    "end": 443,
                    "text": "Figure 15",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "In the LSTM for sentiment classification, the accuracy of the test set reached 0.844 after 30 steps of training. In the LSTM for flu-period classification, the accuracy of the test set reached 0.876 after 30 steps of training. The statistical result of the test set of 4590 weibos was counted to compare the relationship between the flu-period and the sentiment polarity. The prediction result was 876, in which the weibos simultaneously show positive sentiment and the recovered period, shown in Table  3 ; the other types of prediction results are also shown in Table 3 . Apart from these findings, we also counted the number of correct weibos to predict the flu-period in the four types of prediction results. The statistics are shown in Table 4 . Two LSTM neural networks were built to classify the sentiment polarity and flu-period in this paper. The input is the word embedding trained by the word2vector based on the corpus of flu-related weibos. It is worthwhile to note that the dimension of the word embedding for the LSTM input is the original word embedding training, which resulted in 128 dimensions. The output of the network is 0 or 1. For the sentiment classification, the output \"0\" represents negative sentiment, while the output \"1\" denotes positive sentiment. For the flu-period classification, the output \"0\" implies that the blogger is infected, while the output \"1\" implies that the blogger is recovered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 505,
                    "text": "Table  3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 564,
                    "end": 571,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 741,
                    "end": 748,
                    "text": "Table 4",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "In the LSTM for sentiment classification, the accuracy of the test set reached 0.844 after 30 steps of training. In the LSTM for flu-period classification, the accuracy of the test set reached 0.876 after 30 steps of training. The statistical result of the test set of 4590 weibos was counted to compare the relationship between the flu-period and the sentiment polarity. The prediction result was 876, in which the weibos simultaneously show positive sentiment and the recovered period, shown in Table 3 ; the other types of prediction results are also shown in Table 3 . Apart from these findings, we also counted the number of correct weibos to predict the flu-period in the four types of prediction results. The statistics are shown in Table 4 . The overall accuracy rate is shown as follows,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 504,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 563,
                    "end": 570,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 740,
                    "end": 747,
                    "text": "Table 4",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "Weibos for both positive sentiment and the recovered period and weibos for both negative sentiment and the infectious period were predicted by the LSTM neural network for a total of 3832 pieces. The accuracy rate is calculated as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "Compared to the two results, it can be determined that the accuracy rate increases to 0.926 when the result of the sentiment classification is added, which indicates that the flu period has a certain correlation with sentiment polarity and the classification accuracy of the flu period improves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification of Flu Period Based on Sentiment Polarity at the Text Level"
        },
        {
            "text": "The shortcomings of traditional data are evident since they are manually collected and time-consuming, which leads to high labor costs [8, 9] . In addition, traditional methods based on clinical data make it challenging to shed light on the current situation and predict future developing trends [41] . Along with the widespread use of the Internet, social networking data, including web-based epidemiological data, have had explosive growth. Data from social networks show apparent advantages in several respects, such as being real-time and having time-sharing, along with a broad scope of data coverage [31] [32] [33] [34] . In terms of the scale of users, Sina Weibo's monthly active users reached 431 million on 30 June 2018, overtaking Twitter, which makes Sina Weibo the world's largest independent social media platform [67] . Sina Weibo is the most popular social media platform in China for the public to share opinions and disseminate information about emergencies and major social events. Therefore, Weibo has a far-reaching scope of dissemination and is an important social influence. Therefore, the use of web-based social media data growth is an imperative trend to use for effective disease control and prevention. Weibo messages carry rich and meaningful implications. Previous approaches in flu state detection through social media have yielded outstanding achievements but have some limitations at the same time. Most obviously, the semantic information was seldom considered; this information might be important for flu detection [50] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 139,
                    "end": 141,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 296,
                    "end": 300,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[67]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1550,
                    "end": 1554,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, to our knowledge, this area of study has serious limitations. For example, bloggers experience different flu periods of the latent, infectious, or recovered kind, and their sentiments correspond to the different periods. In reality, most bloggers who are ill are usually negative, while bloggers in recovered periods are active and optimistic. Therefore, omitting the key flu period and non-differentiating Weibo messages data could lead to data contamination and misleading conclusions. It is important to investigate the relationship between the flu period and the sentiment polarity, to make it possible to be conducive to accuracy for classifying the flu period, which directly results in accurately estimating the number of patients in different flu periods. This approach would also help the CDC to take early action for disease control and prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This paper aims to detect the flu period with sentiment polarity at the word and text level based on Sina Weibo data (web-based social media platform), and it proposes optimization suggestions for optimizing the disease detecting process. Several important findings are produced. (1) Social media is a promising and powerful data platform to detect flu patients by earlier discovery rather than traditional medical data. Their periods can be further sorted into infectious and recovered, as mined from social media. (2) The semantic information varies from the weibo texts posted by patients in different flu periods. The interclass distance between the recovered period and positive sentiment is closer than between the recovered period and negative sentiment, and the interclass distance between the infectious and the negative is closer than that of the positive. Additionally, it was noted that the healthier the bloggers are, the more positive sentiments they have. The more serious the flu is, the more that bloggers are connected with negative emotions. (3) A multichannel disease detection model is developed in this study to evaluate and classify the flu period with an accuracy of up to 0.926 based on the LSTM network. Our optimized model effectively improves the classification accuracy of the flu period after adding the sentiment classification results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The research findings have important theoretical implications. (1) The previous literature investigates the sentiment and disease predictions separately. This paper examines the relationship between sentiment and disease detection. We found that by adding sentiment factors, the classification accuracy is improved remarkably, from 0.876 to 0.926. (2) This paper explores the relationship between the sentiment polarity and the flu-period at two levels of words and text, combining the methods of word2vector and LSTM, which have been used rarely for disease surveillance studies. (3) This research proposes a complete theoretical framework based on web-based social media data. The use of this model can be extended to many aspects, such as monitoring chronic and mental diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study also has important practical implications. (1) This paper optimizes the disease detecting process and establishes multichannel surveillance measures for CDC decision making. (2) This paper will monitor a larger range of infected population. Furthermore, it can identify patients in advance who are not aware of disease. (3) The previous weibo text processing classifies only flu-related weibos and unrelated weibos. This paper further divides flu-related weibos into two periods: recovered and infectious. Research outcomes improve the reliability and accuracy for the prediction of flu trends. Both point (2) and point (3) not only help the CDC to detect disease information in real time but also provide a novel method for disease information management. (4) The conclusion supports the expansion of the number of neural network training sets, eliminating some of the high cost of manual labeling. The classification results of the flu-period can be replaced in the model to increase the amount of training set data, which enables the LSTM neural network to fully learn to better characterize the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Timely and reliable flu monitoring is an important basis for successful control of the spread of disease and mitigation of the associated damage. However, due to its high contagiousness and rapid spread, the flu epidemic has caused great difficulties in prevention and surveillance. With the rapid development and popularity of web-based social media platform data, Sina Weibo, one of the world's largest social media companies, has become an ideal data source to make real-time, low-cost surveillance possible as an early warning of outbreaks and an adjunct to traditional methods of investigation. According to the latest estimate by the United States Centers for Disease Control and Prevention (US-CDC), as many as 650,000 people worldwide die from seasonal flu-related respiratory diseases each year. It is evident that the flu imposes a heavy burden on the international community, and the flu's global, social and economic costs are considerable. It is worth noting that improving the ability to monitor infectious disease is the key to further strengthening management capacity of the health system and organizing a massive flu outbreak response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "However, most traditional epidemiological surveillance methods adopt clinical data through manual information collection, showing the shortcomings of high labor costs but also causing a lag in data timeliness. The data limitation makes it difficult to understand the current situation, which is critical for flu trend forecasting. Social media data increase at a rapid pace, including epidemiological data, which offer benefits in terms of timeliness and magnitude. Sina's 2018 quarter earnings report that the number of monthly active users of Sina Weibo is larger than that of Twitter, which makes it the world's largest independent social media company in terms of user scale. Sina Weibo has always been the starting data source of various types of major emergencies in China, and its commercial value has been continuously promoted and has great potential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This paper explores the relationship between the flu-period and sentiment polarity from two levels based on Sina Weibo data. To be specific, at the word level, we used word2vector to create the flu-related weibos corpus and the t-SNE method to reduce the dimension. The centroid cluster and between-group linkage were jointly used to measure the distance between the four classes, thus visually showing the relationship between the sentiment polarity and flu-period. At the text level, the sentiment polarity and flu-period of flu-related weibos were classified by the LSTM networks, respectively. We counted the classification results as both belonging to the infectious and negative sentiment as well as to the recovered and positive sentiment, and we calculated the accuracy rate. We then compared the rate with the overall flu-period classification accuracy to observe the differences. This paper proposes an integrated conceptual framework and practical methods for optimizing the disease detection process with fast information, early discovery, added infected cases and high accuracy. These contributions are described in detail as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "First, in theory, this paper integrates various channels for detecting infectious diseases in real time with fast information. In addition to the clinical data and search engine data, the detecting data obtained through social media can also provide prompt and time-sharing disease information to the Centers for Disease Control and Prevention (CDC). The monitoring mechanisms operate in real time, which can help the CDC fully prepare for the next round of prevention and control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Second, in practice, social media enables the early discovery of disease infection. The sooner the disease is diagnosed, the easier it is to properly treat and controlled. The CDC is committed to pursuing early detection of diseases. Through social media platforms, we can detect the spread and severity of a disease earlier than search engines and the CDC. When diseases break out, the patient might not be aware of them but could post on Twitter or Weibo. The behavior would be recorded by social media sensors. Based on human behavioral theory, the data possess unique value for detecting disease trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Third, social media is adept at tracking more patients than traditional clinic data. Larger infectious populations can be monitored by social media than with clinic data. Influenza-like illnesses (ILI) published by the CDC are measured according to outpatient statistics when fevers are higher than 38 degrees and are accompanied by a cough or sore throat. However, a considerable number of people often choose not to go to the hospital for treatment when they have the flu or might buy medicine from a pharmacy by themselves, which cannot be counted in ILI measurements. Social media can detect these patients, which could result in a larger amount of meaningful data being collected, and thus, these data could lead to more reliable prediction of disease outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fourth, this paper detects disease periods with observably high accuracy, which could directly result in significant differences in treatment and disease control measures. Targeting the disease period precisely helps clinical managers to improve the treatment effect and reduces the prevention cost by rationally allocating resources, such as medical personnel and medicine as well. This paper can not only detect whether the patient has the flu but also classify the flu period, infectious or recovered period, which lays the foundation for predicting future flu trends. It also provides another data source to assist the CDC in managing disease information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Fifth, in terms of theoretical contributions, this paper investigates the relationship between sentiment polarity and the flu period at different word and text levels by combining the word2vector and LSTM methods, thereby carrying out interdisciplinary research in the fields of sentiment analytics and health informatics. In addition, this paper provides an effective solution for artificially labeling a training set. High-accuracy weibo texts can be used to boost the size of the training set, thus saving time and labor costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In future work, we need to study a wider range of data since the current data only cover two years, 2016 and 2017. Moreover, this paper compares the trend of official ILI data from the CDC and flu-related data from social media in 2016. We will examine more valuable disease information from social media-based data on a larger scale. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health monitoring on social media over time",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sidana",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amer-Yahia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clausel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rebai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Mai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Amini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Trans. Knowl. Data Eng",
            "volume": "30",
            "issn": "",
            "pages": "1467--1480",
            "other_ids": {
                "DOI": [
                    "10.1109/TKDE.2018.2795606"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Twitter as a Potential Data Source for Cardiovascular Disease Research",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sinnenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Disilvestro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mancheno",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dailey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tufts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Buttenheim",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ungar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Cardiol",
            "volume": "1",
            "issn": "",
            "pages": "1032--1036",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2016.3029"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The 1918 flu, 100 years later",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Belser",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "359",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aas9565"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Molecular epidemiology of infectious diseases: A case for increased surveillance",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Hasnain",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bull. World Health Organ",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1590/S0042-96862003000700003"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Summary table of SARS cases by country",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Responding to global infectious disease outbreaks: Lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc. Sci. Med",
            "volume": "63",
            "issn": "",
            "pages": "3113--3123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2006.08.004"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Regional Level Influenza Study with Geo-Tagged Twitter Data",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Debruyn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Med. Syst",
            "volume": "40",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1007/s10916-016-0545-y"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Applying GIS and Machine Learning Methods to Twitter Data for Multiscale Surveillance of Influenza",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "M.-H",
                    "middle": [],
                    "last": "Tsou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aslam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                },
                {
                    "first": "J.-M",
                    "middle": [],
                    "last": "Gawron",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0157734"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Bad Outcomes: The Effects of Mismatches between Social Support and Health Outcomes in an Online Weight Loss Community",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Intentions",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prod. Oper. Manag",
            "volume": "27",
            "issn": "",
            "pages": "9--27",
            "other_ids": {
                "DOI": [
                    "10.1111/poms.12793"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How health care professionals use social media to create virtual communities: An integrative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rolls",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Med. Internet Res",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.5312"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Parallel aspect-oriented sentiment analysis for sales forecasting with big data",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prod. Oper. Manag",
            "volume": "27",
            "issn": "",
            "pages": "1775--1794",
            "other_ids": {
                "DOI": [
                    "10.1111/poms.12737"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Disaster early warning and damage assessment analysis using social media data and geo-location information",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Decis. Support Syst",
            "volume": "111",
            "issn": "",
            "pages": "48--59",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dss.2018.04.005"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Social media analytics for natural disaster management",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Geogr. Inf. Sci",
            "volume": "2",
            "issn": "",
            "pages": "1--24",
            "other_ids": {
                "DOI": [
                    "10.1080/13658816.2017.1367003"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A new emergency management dynamic value assessment model based on social media data: A multiphase decision-making perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Enterp. Inf. Syst",
            "volume": "2020",
            "issn": "",
            "pages": "680--709",
            "other_ids": {
                "DOI": [
                    "10.1080/17517575.2020.1722251"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assessing the Value of Online Learning and Social Media in Pharmacy Education",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Heidel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L K"
                    ],
                    "last": "Mcdonough",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Suda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Pharm. Educ",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.5688/ajpe80697"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "When google got flu wrong",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "494",
            "issn": "",
            "pages": "155--156",
            "other_ids": {
                "DOI": [
                    "10.1038/494155a"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The parable of google flu: Traps in big data analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lazer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Science",
            "volume": "343",
            "issn": "",
            "pages": "1203--1205",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1248506"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Update: Influenza Activity in the United States During the 2017-18 Season and Composition of the 2018-19 Influenza Vaccine",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social media and flu: Media Twitter accounts as agenda setters",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Yun",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Joa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Labbe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Med. Inform",
            "volume": "91",
            "issn": "",
            "pages": "67--73",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijmedinf.2016.04.009"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Traffic analysis based on short texts from social media",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M M"
                    ],
                    "last": "Saldana-Perez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moreno-Ibarra",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Knowl. Soc. Res",
            "volume": "7",
            "issn": "",
            "pages": "63--79",
            "other_ids": {
                "DOI": [
                    "10.4018/IJKSR.2016010105"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Inferring Dynamic User Interests in Streams of Short Texts for User Clustering",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yilmaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Rijke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acm Trans. Inf. Syst",
            "volume": "36",
            "issn": "",
            "pages": "1--37",
            "other_ids": {
                "DOI": [
                    "10.1145/3072606"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A Social-aware online short-text feature selection technique for social media",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tommasel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Godoy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inf. Fusion",
            "volume": "40",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1016/j.inffus.2017.05.003"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Modeling infectious disease dynamics in the complex landscape of global health",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Andreasen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Angelis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T D"
                    ],
                    "last": "Eames",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D W"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Science",
            "volume": "347",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.aaa4339"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Health Communication in Social Media: Message Features Predicting User Engagement on Diabetes-Related Facebook Pages",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Rus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann. Behav. Med",
            "volume": "50",
            "issn": "",
            "pages": "678--689",
            "other_ids": {
                "DOI": [
                    "10.1007/s12160-016-9793-9"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Spatial Resource Allocation for Emerging Epidemics: A Comparison of Greedy, Myopic, and Dynamic Policies",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nohdurft",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spinler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Manuf. Serv. Oper. Manag",
            "volume": "20",
            "issn": "",
            "pages": "181--198",
            "other_ids": {
                "DOI": [
                    "10.1287/msom.2017.0681"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Optimal M-Switch Surveillance Policies for Liver Cancer in a Hepatitis C-Infected Population",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chhatwal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Oper. Res",
            "volume": "66",
            "issn": "",
            "pages": "673--696",
            "other_ids": {
                "DOI": [
                    "10.1287/opre.2017.1706"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Optimal Design of the Seasonal Influenza Vaccine with Manufacturing Autonomy",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ozaltin",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Prokopyev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Schaefer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inf. J. Comput",
            "volume": "30",
            "issn": "",
            "pages": "371--387",
            "other_ids": {
                "DOI": [
                    "10.1287/ijoc.2017.0786"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dose-Optimal Vaccine Allocation over Multiple Populations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Duijzer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Van Jaarsveld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Prod. Oper. Manag",
            "volume": "27",
            "issn": "",
            "pages": "143--159",
            "other_ids": {
                "DOI": [
                    "10.1111/poms.12788"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Deploying digital health data to optimize influenza surveillance at national and local scales",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arab",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldlust",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Comput. Biol",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pcbi.1006020"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Re-emerging lassa fever outbreaks in Nigeria: Re-enforcing \"one health\" community surveillance and emergency response practice",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tambo",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Adetunde",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Olalubi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Infect. Dis",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s40249-018-0421-8"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The operational value of social media information",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ruomeng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Prod. Oper. Manag",
            "volume": "27",
            "issn": "",
            "pages": "1749--1769",
            "other_ids": {
                "DOI": [
                    "10.1111/poms.12707"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Twitter sentiment analysis using hybrid cuckoo search method",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Pandey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajpoot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saraswat",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Inf. Process. Manag",
            "volume": "53",
            "issn": "",
            "pages": "764--779",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ipm.2017.02.004"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Real-time detection of traffic from twitter stream analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "D&apos;andrea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ducange",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lazzerini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marcelloni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Trans. Intell. Transp. Syst",
            "volume": "16",
            "issn": "",
            "pages": "2269--2283",
            "other_ids": {
                "DOI": [
                    "10.1109/TITS.2015.2404431"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Social Media-and Internet-Based Disease Surveillance for Public Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Renson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Zivich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annu. Rev. Public Health",
            "volume": "41",
            "issn": "",
            "pages": "101--118",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-publhealth-040119-094402"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Disaster management 2.0: A real-time disaster damage assessment model based on mobile social media data-A case study of Weibo (Chinese Twitter)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Saf. Sci",
            "volume": "115",
            "issn": "",
            "pages": "393--413",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssci.2019.02.029"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Measuring the Outreach Efforts of Public Health Authorities and the Public Response on Facebook during the COVID-19 Pandemic in Early 2020: Cross-Country Comparison",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Raamkumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/19334"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Strategic Uses of Facebook in Zika Outbreak Communication: Implications for the Crisis and Emergency Risk Communication Model",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Lwin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sheldenkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Schulz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph15091974"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "What's buzzing on your feed? Health authorities' use of Facebook to combat Zika in Singapore",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijaykumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Meurzec",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jayasundar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pagliari",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fernandopulle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Am. Med. Inf. Assoc",
            "volume": "24",
            "issn": "",
            "pages": "1155--1159",
            "other_ids": {
                "DOI": [
                    "10.1093/jamia/ocx028"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Analysis of YouTube as a source of information for West Nile Virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amritphale",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sawhney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Srivastav",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Med. Res",
            "volume": "12",
            "issn": "",
            "pages": "129--132",
            "other_ids": {
                "DOI": [
                    "10.3121/cmr.2013.1194"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Using Networks to Combine \"Big Data\" and Traditional Surveillance to Improve Influenza Predictions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Haim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Radin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci. Rep",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep08154"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Syndromic surveillance of Flu on Twitter using weakly supervised temporal topic models",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hossain",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Data Min. Knowl. Discov",
            "volume": "30",
            "issn": "",
            "pages": "681--710",
            "other_ids": {
                "DOI": [
                    "10.1007/s10618-015-0434-x"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Separating fact from fear: Tracking flu infections on twitter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proceedings of the NAACL",
            "volume": "",
            "issn": "",
            "pages": "789--795",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Semantic expansion using word embedding clustering and convolutional neural network for improving short text classification",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neurocomputing",
            "volume": "174",
            "issn": "",
            "pages": "806--814",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neucom.2015.09.096"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Contextual sentiment analysis for social media genres. Knowl. -Based Syst",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wiratunga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lothian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "108",
            "issn": "",
            "pages": "92--101",
            "other_ids": {
                "DOI": [
                    "10.1016/j.knosys.2016.05.032"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "A CNN-Based Fusion Method for Feature Extraction from Sentinel Data",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Scarpa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gargiulo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gaetano",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Remote Sens",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/rs10020236"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Sentiment Computing for the News Event Based on the Social Media Big Data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Access",
            "volume": "5",
            "issn": "",
            "pages": "2373--2382",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2016.2607218"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Environmental Sustainability assessment 2.0: The value of social media data for determining the emotional responses of people to river pollution-A case study of Weibo (Chinese Twitter). Socio-Econ",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.seps.2020.100868"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Emotional attitudes towards procrastination in people: A large-scale sentiment-focused crawling analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Hum. Behav",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2020.106391"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Detecting influenza states based on hybrid model with personal emotional factors from social networks",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neurocomputing",
            "volume": "210",
            "issn": "",
            "pages": "257--268",
            "other_ids": {
                "DOI": [
                    "10.1016/j.neucom.2016.01.107"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Impact of User Personality Traits on Word of Mouth: Text-Mining Social Media Platforms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Adamopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghose",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Todri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inf. Syst. Res",
            "volume": "29",
            "issn": "",
            "pages": "612--640",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.2017.0768"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Advertising content and consumer engagement on social media: Evidence from Facebook",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hosanagar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Nair",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Manag. Sci",
            "volume": "64",
            "issn": "",
            "pages": "5105--5513",
            "other_ids": {
                "DOI": [
                    "10.1287/mnsc.2017.2902"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Contextual Bag-of-Words for Visual Categorization",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "I.-S",
                    "middle": [],
                    "last": "Kweon",
                    "suffix": ""
                },
                {
                    "first": "X.-S",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Trans. Circuits Syst. Video Technol",
            "volume": "21",
            "issn": "",
            "pages": "381--392",
            "other_ids": {
                "DOI": [
                    "10.1109/TCSVT.2010.2041828"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Distributed representations of words and phrases and their compositionality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikolov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sutskever",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adv. Neural Inf. Process. Syst",
            "volume": "26",
            "issn": "",
            "pages": "3111--3119",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Natural Language Processing (Almost) from Scratch",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collobert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bottou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karlen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kavukcuoglu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuksa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Mach. Learn. Res",
            "volume": "12",
            "issn": "",
            "pages": "2493--2537",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chemolab.2011.03.009"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "A survey on network embedding",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Trans. Knowl. Data Eng",
            "volume": "31",
            "issn": "",
            "pages": "833--852",
            "other_ids": {
                "DOI": [
                    "10.1109/TKDE.2018.2849727"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The Impact of Sharing Mechanism Design on Content Sharing in Online Social Networks",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Heimbach",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hinz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Inf. Syst. Res",
            "volume": "29",
            "issn": "",
            "pages": "592--611",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.2017.0738"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Identifying customer needs from user-generated content",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timoshenko",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mark. Sci",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1287/mksc.2018.1123"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Medical text classification using convolutional neural networks. Stud. Health Technol",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kotoulas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzumura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "235",
            "issn": "",
            "pages": "246--250",
            "other_ids": {
                "DOI": [
                    "10.3233/978-1-61499-753-5-246"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "An 8.93 TOPS/W LSTM Recurrent Neural Network Accelerator Featuring Hierarchical Coarse-Grain Sparsity for On-Device Speech Recognition",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kadetotad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Berisha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chakrabarti",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE J. Solid-State Circuits",
            "volume": "55",
            "issn": "",
            "pages": "1877--1887",
            "other_ids": {
                "DOI": [
                    "10.1109/JSSC.2020.2992900"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Long short-term memory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hochreiter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schmidhuber",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Supervised Sequence Labelling with Recurrent Neural Networks",
            "volume": "",
            "issn": "",
            "pages": "1735--1780",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-24797-2"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Sentiment analysis of Twitter data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vovsha",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rambow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Passonneau",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Workshop on Languages in Social Media. Assoc. Comput. Linguist",
            "volume": "39",
            "issn": "",
            "pages": "30--38",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1559-3584.1927.tb04229.x"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Lexicon-based methods for sentiment analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taboada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brooke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tofiloski",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comput. Linguist",
            "volume": "37",
            "issn": "",
            "pages": "267--307",
            "other_ids": {
                "DOI": [
                    "10.1162/COLI_a_00049"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Analysis on block chain financial transaction under artificial neural network of deep learning",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Comput. Appl. Math",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cam.2020.112991"
                ]
            }
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Learning precise timing with LSTM recurrent networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Gers",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Schraudolph",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Mach. Learn. Res",
            "volume": "3",
            "issn": "",
            "pages": "115--143",
            "other_ids": {
                "DOI": [
                    "10.1162/153244303768966139"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The 41th China Statistical Report on Internet Development",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Weibo Posts Unaudited Earnings for the Second Quarter",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license",
            "authors": [],
            "year": null,
            "venue": "© 2020 by the authors. Licensee MDPI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Number of People in the Incidences and Deaths from Flu in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Number of People in the Incidences and Deaths from Flu in China.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Solitary Channel and Multi-Channels Process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The MC-IDDP process detects a larger number of potentially infectious people in the population.Demonstration 1. The logical structure model of MC-IDDP is shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Solitary Channel and Multi-Channels Process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The MC-IDDP process detects a larger number of potentially infectious people in the population.Demonstration 1. The logical structure model of MC-IDDP is shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Solitary Channel and Multi-Channels Process.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The MC-IDDP process detects a larger number of potentially infectious people in the population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "The Logical Structure Model of a Solitary Channel and Multiple Channels. (a) Solitary Channel; (b) Multiple Channels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "The Logical Structure Model of a Solitary Channel and Multiple Channels. (a) Solitary Channel; (b) Multiple Channels. The main parameters are described as follows. N represents the number of possible infectious people; N SC C1 represents the number of possibly infectious people recorded by hospitals using a solitary channel; N SC lost represents the number of possibly infectious people but do not go to the hospital in a solitary channel; N SC C1CDC represents the number of infectious people who are diagnosed and reported to the CDC in a solitary channel; N MC C1 represents the number of possibly infectious people recorded by hospital in multiple channels; N MC C1CDC represents the number of infectious people who are diagnosed and reported to the CDC in Channel 1; N MC C2 represents the number of possible patients who search disease-related information through search engines in a multiple channel environment; N MC C2CDC represents the number of infectious people who are detected and reported to the CDC after analyzing the search data in Channel 2; N MC C3 represents the number of possible patients who post related microblogs through social media in a multiple channel environment; N MC C3CDC represents the number of infectious people who are detected and reported to the CDC after analyzing social media data in Channel 3; N MC lost represents the number of possible patients who do no go to the hospital, and do not use search engines and social media in multiple channels; N SC CDC represents the number of infectious people who are diagnosed and reported to the CDC in a solitary channel; N MC CDC represents the number of infectious people who are detected by the three channels and reported to the CDC.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The Logical Structure Model over Time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "The Logical Structure Model over Time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Dual Analytical Activity Model in Channel 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Dual Analytical Activity Model in Channel 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Cleaning Data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Cleaning Data.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, Word2vector Principles of Sina Weibo Text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Word2vector Principles of Sina Weibo Text.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Int. J. Environ. Res. Public Health 2020, 17, x 12 Structure of the Long Short Term Memory Networks Constructed by Layers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Structure of the Long Short Term Memory Networks Constructed by Layers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Structure of the Long Short Term Memory Networks Constructed by Layers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Process of Flu Period and Sentiment Classification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Process of Flu Period and Sentiment Classification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Two-dimensional Word Embedding Scatter Plot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Two-dimensional Word Embedding Scatter Plot.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Force-Directed Graph of Words' Similarity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Force-Directed Graph of Words' Similarity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Words of Positive Sentiment and Recovered Period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Words of Negative Sentiment and Infectious Period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Words of Positive Sentiment and Recovered Period. Int. J. Environ. Res. Public Health 2020, Words of Positive Sentiment and Recovered Period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Words of Negative Sentiment and Infectious Period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Words of Negative Sentiment and Infectious Period.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Class Center Gravity Scatter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Class Center Gravity Scatter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Trend Comparison of Flu-related Weibos% and influenza-like illness (ILI)%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Trend Comparison of Flu-related Weibos% and influenza-like illness (ILI)%.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Contributions: Conceptualization, S.S. and Q.Y.; methodology, S.S. and Q.Y.; software, S.S.; validation, S.S. and Y.W.; formal analysis, Q.Y.; investigation, Q.Y.; resources, S.S.; data curation, S.S.; writing-original draft preparation, Q.Y.; writing-review and editing, S.S. and Y.W.; visualization, Q.Y.; supervision, S.S.; project administration, S.S.; funding acquisition, S.S. and Y.W. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "This research was funded by National Natural Science Foundation of China, grant numbers are 71771010, 72071010 and 71904009.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data Description.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Flu-related Words. emesis, vomit and have watery stools, sneeze, phlegm, dry cough, nasal congestion, difficulty breathing, sore throat, running nose, a bad cold, excessive internal heat, relapse, swell, sore, itch, clinic, children's hospital, emergency call, see a doctor, transfusion, blood, outpatient service, take medicine, injection, drink more water, transfusion, headache, dizzy, backache, weakness in the limbs, stomach ache, leg pain, giddy, terrible, exacerbation, brain swelling, nausea, regurgitation, tonsil, anti-inflammatory drug, capsule, electuary, painful, fester, tinnitus, toothache, sternutation, cough, lacking in strength, intravenous drip, bacteria, influenza, infection, epidemic, the upper respiratory tract, feel chilly, swollen eyes, X-ray, dazed, lethargy, teeter, have a temperature, flu, rhinorrhea, snot, cold cure, inflammation, virus. recovered bring down a fever, much better, improve, healthy, recovery, almost gone, feel good, heal, feel all right, get better, fever subsided, antipyretic, abatement of fever, return to normal, stop taking medication, in good health, fitness, get well, improve markedly, pull through, self-cure. chuckle, satisfied, joyful, active, all the best, smooth going, hang on, have fun, yeah, contented, hug, gentle, safe and sound, benediction, grand time, brave, relieved.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Class Center Gravity Coordinates.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Class Center Gravity Coordinates.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Class Center Gravity Coordinates.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "LSTM Test Set Result.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "LSTM Test Set Result.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest. The authors declare that we have no financial and personal relationships with other people or organizations that can inappropriately influence our work, there is no",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        },
        {
            "text": "professional or other personal interest of any nature or kind in any product, service or company that could be construed as influencing the position presented in, or the review of, the manuscript entitled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}