{
    "paper_id": "8436e164f903057f570fcea707abbcee2f558908",
    "metadata": {
        "title": "HIV self-testing: finding its way in the prevention tool box",
        "authors": [
            {
                "first": "Katrina",
                "middle": [
                    "F"
                ],
                "last": "Ortblad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "908 Jefferson St",
                        "postCode": "98104",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Joanne",
                "middle": [
                    "D"
                ],
                "last": "Stekler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Washington",
                    "location": {
                        "addrLine": "908 Jefferson St",
                        "postCode": "98104",
                        "settlement": "Seattle",
                        "region": "WA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One in five people living with HIV globally remains unaware of their HIV status [1] . There has been much emphasis on identifying these individuals so they can link to HIV treatment services and modify behaviors that contribute to HIV transmission [1] . Novel intervention strategies have been developed to expand access and reach of HIV testing services, including assisted partner notification systems, community-based testing, and more recently HIV self-testing (HIVST) [2] . HIVST, which has some advantages (e.g., increased privacy and convenience) and disadvantages (e.g., lower sensitivity of oral fluid self-tests and potential challenges with linkage to care) over these other strategies, has gained particular enthusiasm and is currently being scaled in a number of high HIV prevalence settings and populations [3] .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "HIVST may be especially well-suited for key populations, including men who have sex with men (MSM) and female sex workers (FSWs), by addressing additional barriers these populations face to facility-based testing (e.g., stigma, discrimination, and inconvenient clinic hours). In this study, Dr. Witzel and colleagues conducted a systematic review and meta-analysis to understand the effect of HIVST versus standard facility-based HIV testing for key populations [4] . Overall, the authors found that HIVST increased testing uptake, frequency, and yield of positive results for cisgender MSM and transgender persons but not for FSWs. Of note is that the increased yield of positive results for MSM and trans people was due to a mix of increased diagnosis of established infections and, in at least one study, a higher number of incident cases among those randomized to HIVST. In terms of harms, HIVST did not impact STI testing, condom use, or social harm for all key populations but was associated with lower reported linkage to HIV treatment across populations. The authors conclude that HIVST is safe for key populations but strategies to improve linkage to treatment are needed for effective roll-out.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "One role for HIVST not included in the review is its potential to improve linkage to HIV prevention interventions. The majority of individuals that self-test (even in high incidence populations) will test negative for HIV infection. These individuals should not be forgotten; rather, HIVST delivery should be paired with resources to increase engagement in and access to behavioral (e.g., condom distribution and negotiation skills) and biomedical (e.g., pre-exposure prophylaxis [PrEP]) HIV prevention interventions, as well as uptake of testing for sexually transmitted infections (STI) and other comorbid conditions. This may be especially important for key populations who often are pessimistic about their ability to remain HIV uninfected and have very high rates of STI incidence because of the activities they engage in, such as selling condomless sex for economic survival. Newly acquired knowledge of HIV-negative status alone can be a powerful intervention; as demonstrated among Ugandan and Zambian FSWs who significantly increased condom use with clients when they learned they were HIV uninfected [5] . Additionally, using HIVST as a catalyst for engagement in HIV prevention and STI diagnosis interventions might result in the greatest benefits and smallest risks. Because oral fluid selftests are significantly less sensitive than other tests during early HIV infection, some mathematical models caution that replacement of blood-based facility HIV testing with oral-fluid self-testing may increase HIV prevalence among MSM [6] .",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1113,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1539,
                    "end": 1542,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "HIVST as a gateway to HIV/STI prevention"
        },
        {
            "text": "HIVST also has the potential to support health systems, saving both time and costs for patients and providers. For example, HIVST could be used to reduce or eliminate engagement with health facilities for interventions that require regular HIV testing (e.g., PrEP). HIVST-supported models of care delivery outside health facilities have recently been used as a risk mitigation strategy during the COVID-19 pandemic in the USA. Similar models are currently being tested in Kenya, including a trial comparing biannual PrEP facility visits with interim HIVST vs. standard quarterly PrEP facility visits (ClinicalTrials.gov: NCT03593629) and a pilot study of pharmacy-based PrEP delivery with providerassisted HIVST (ClinicalTrials.gov: NCT04558554). HIVST could additionally improve flow and efficiencies within health facilities. For example, HIVST could enable patients to test for HIV while waiting to meet with providers at health facilities, potentially reducing time spent with providers or freeing time with provider to discuss other concerns that may improve quality of care and patient satisfaction [7] . Key populations may especially benefit from HIVST-supported interventions that reduced engagement with health facilities, which are often difficult for these populations to access, or free time with providers to discuss unique life circumstances and get referral to mental health or family planning services.",
            "cite_spans": [
                {
                    "start": 1105,
                    "end": 1108,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "HIVST to support overburdened health systems"
        },
        {
            "text": "HIVST to increase self-efficacy and support mental health outcomes Evidence suggests that access to HIVST can have mental health benefits. As demonstrated in a recent study among FSWs that applied Kabeer's empowerment framework [8] , access to HIVST can increase feelings of empowerment by increasing time and money (resources), control of testing circumstances and status disclose (agency), and a sense of competency (achievements). Additionally, HIVST can increase individuals' control of sexual engagements, by availing a way to HIV test potential sexual partners (i.e., pointof-sex testing). In another study, FSWs reported that even if a client refused HIVST, that would give them an indication of the client's likely HIV status, which would influence their sexual decision making [9] . This, however, comes with potential challenges associated with the low sensitivity of oral-fluid HIVST during early infection, resulting in falsenegative test results and false perceptions of sexual safety. Recent knowledge of HIV status (be it positive or negative), acquired through HIVST, may also decrease depressive symptoms among key populations that often carry the constant stress of potential HIV infection [10] .",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1208,
                    "end": 1212,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "HIVST to support overburdened health systems"
        },
        {
            "text": "The potential of HIVST should not be limited to yielding positive results and facilitating linkage to treatment. While this should remain an important goal of HIVST programs, we should also capitalize on the unique characteristics of this testing technology (e.g., privacy, mobility) and utilize HIVST in ways that facilitate linkage to HIV prevention interventions, support health systems, and improve mental health outcomes. Additional work needs to be done to develop and test novel HIVST-supported interventions that can help us maximize the potential of this new testing technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Seizing the moment -tackling entrenched inequalities to end epidemics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Consolidated guidelines on HIV testing services for a changing epidemic",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "HIV self-testing research and policy hub: Policy. HIVST.org. 2020. Available from",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hivst",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Org",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comparing the effects of HIV self-testing to standard HIV testing for key populations: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Witzel",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eshun-Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tilouche",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Figueroa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12916-020-01835-z"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Perceived knowledge of HIV-negative status increases condom use among female sex workers in Zambian transit towns",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Ortblad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mwale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haberer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Oldenburg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIDS Patient Care STDs",
            "volume": "34",
            "issn": "4",
            "pages": "184--92",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Replacing clinic-based tests with home-use tests may increase HIV prevalence among Seattle men who have sex with men: evidence from a mathematical model",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Cassels",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Stekler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sex Transm Dis",
            "volume": "41",
            "issn": "1",
            "pages": "2--9",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Perceived acceptability of a facility-based HIV self-test intervention in outpatient waiting spaces among adult outpatients in Malawi: a formative study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shaba",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Offorjebe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Phiri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lungu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kalande",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nyirenda",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "81",
            "issn": "3",
            "pages": "92--96",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "But I gathered my courage': HIV self-testing as a pathway of empowerment among Ugandan female sex workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wachinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ortblad",
                    "suffix": ""
                },
                {
                    "first": "Kibuuka",
                    "middle": [],
                    "last": "Musoke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oldenburg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bärnighausen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qual Health Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Unintended uses, meanings, and consequences: HIV selftesting among female sex workers in urban Uganda. AIDS Care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                },
                {
                    "first": "Kibuuka",
                    "middle": [],
                    "last": "Musoke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wachinger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakitende",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amongin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nanyiri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Knowledge of HIV status is associated with a decrease in the severity of depressive symptoms among female sex workers in Uganda and Zambia",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Ortblad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Musoke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ngabirano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Velloza",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Haberer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Acquir Immune Defic Syndr",
            "volume": "83",
            "issn": "1",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Availability of data and materials Not applicable Ethics approval and consent to participate Not applicable",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Not applicable"
        },
        {
            "text": "Competing interests",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication Not applicable"
        }
    ]
}