{
    "paper_id": "8522e0de19dd4b6ab4d12a6cdbdedae82bce970c",
    "metadata": {
        "title": "Aligning Best Practices: A Guiding Framework as a Valuable Tool for Public Health Workforce Development with the Example of Ukraine",
        "authors": [
            {
                "first": "Olga",
                "middle": [],
                "last": "Gershuni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University",
                    "location": {
                        "postCode": "6229 GT",
                        "settlement": "Maastricht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Katarzyna",
                "middle": [],
                "last": "Czabanowska",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University",
                    "location": {
                        "postCode": "6229 GT",
                        "settlement": "Maastricht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Genc",
                "middle": [],
                "last": "Burazeri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Maastricht University",
                    "location": {
                        "postCode": "6229 GT",
                        "settlement": "Maastricht",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Vesna",
                "middle": [],
                "last": "Bjegovic-Mikanovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Belgrade",
                    "location": {
                        "postCode": "11000",
                        "settlement": "Belgrade",
                        "country": "Serbia"
                    }
                },
                "email": ""
            },
            {
                "first": "Grzegorz",
                "middle": [],
                "last": "Juszczyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of Warsaw",
                    "location": {
                        "postCode": "02-091",
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [
                    "Cichowska"
                ],
                "last": "Myrup",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Volodymyr",
                "middle": [],
                "last": "Kurpita",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florian",
                "middle": [],
                "last": "Fischer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Arnold",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Franziska",
                "middle": [],
                "last": "Hommes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kerstin",
                "middle": [],
                "last": "Sell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Gershuni, O.; Czabanowska, K.; Burazeri, G.; Bjegovic-Mikanovic, V.; Juszczyk, G.; Myrup, A.C.; Kurpita, V. Aligning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While the health workforce generally enjoys much attention among researchers, far less evidence related to public health workforce (PHW) development and planning exists [1] . Currently, many challenges influence the development of the PHW worldwide, including population aging, the burden of non-communicable diseases (NCDs), health inequalities in a globalized world, migration and its related consequences for the health sector and social welfare systems [2] [3] [4] . All these challenges are imposed on the design of rational and evidence-based strategies for planning and developing a PHW capable of dealing effectively with public health (PH) problems. A PHW, depending on the specific country context, exhibits different qualifications, job profiles, availability and requirements for career paths and, importantly, remuneration schemes. There is a growing consensus that even between neighboring countries, the impact on labor market participation and recruitment in the PH sector is not comparable [5, 6] . The situation is much more complex in those countries of the World Health Organization (WHO) European Region characterized by civil unrest and armed conflicts, including Ukraine.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 457,
                    "end": 460,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 461,
                    "end": 464,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The life expectancy at birth in Ukraine is one of the lowest in the WHO European Region [7] . Life expectancy at birth is 72 years, which is 10 years less than in Austria, Belgium, Finland and the Netherlands [8] . Adult mortality plays a significant role, but Ukraine also exhibits a high burden of mortality related to traditional health problems, including poor maternal and child health [7] . Regarding behavioral factors, smoking and harmful alcohol consumption play a significant role in the overall Ukrainian burden of disease [7] . For example, ischemic heart disease (highly associated with smoking) leads the top 10 causes of death in Ukraine at an alarming 633.5 deaths per 100,000 people in both gender groups [9] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 725,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Context in Ukraine: Current Burden of Disease, Challenges and Reforms"
        },
        {
            "text": "Based on the present epidemiological profile, the most pressing need in Ukraine is to develop a PH system that will fulfil all the Essential Public Health Operations (EPHOs) and address the current burden of disease and health system challenges [6, 7] . Next to the current health care reforms, there is also an ongoing process of PH legislation development in the country [10] . The available PH program descriptions are often challenging to interpret, and clear links between the specific objectives and expected (long-or short-term) goals are not always straightforward [11] . One of the main objectives of new reforms is shifting from treatment policy to strengthening and maintaining health and preventing diseases. Building such a PH system will be one of the requirements of the Association Agreement between Ukraine and the European Union. The goal will be to create a system where every head of the central authorities and local executive authorities will consider the consequences of their decisions on PH conditions [12] .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 249,
                    "end": 251,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1027,
                    "end": 1031,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Context in Ukraine: Current Burden of Disease, Challenges and Reforms"
        },
        {
            "text": "Furthermore, priority will be granted to measures that will help people avoid illness and injury. The current health reforms in Ukraine are in line with \"Health 2020. A European Policy Framework supporting action across government and society for health and well-being\" [13] , which precedes the current WHO policy document \"The European Programme of Work, 2020-2025-United Action for Better Health\" [14] . Having this perspective in mind, one of the most important goals of the ongoing Ukrainian health reform is preserving the health and productivity of all citizens, similar to the approach employed in other countries of the European Region [15] . Nonetheless, PHW is lagging far behind the current challenges; hence, there is an urgent need to establish a clear and effective strategy for PHW development and planning in Ukraine.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 400,
                    "end": 404,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Context in Ukraine: Current Burden of Disease, Challenges and Reforms"
        },
        {
            "text": "This analysis proposes a pragmatic framework that can provide guidance and recommendations related to the development, support and planning of a PHW in Ukraine in line with its current burden of disease, the epidemiological profile and the EPHOs. The best evidence used for considerations can simplify efficient and adequate planning of a PHW given the variations in health contexts. Furthermore, the framework can serve as a quality improvement tool to assess the current situation and strive for capacity building. These considerations presented in the framework are based on (1) a detailed analysis of the existing PHW development plans in other countries [1] and (2) document analysis of various policy tools and steps that can be used to support the implementation of a PH development strategy [16, 17] .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 662,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 799,
                    "end": 803,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "The methodology of this analysis is a combination of several analytical methods structured in a framework: document analysis of various policy analysis approaches [16, 17] in combination with a scoping review of available PHW development plans [1] . In addition, we have considered using the \"fishbone\" or Ishikawa diagram [18] for the factors influencing PHW development. More specifically, we aimed to construct a model based on a comprehensive Strategic Capacity Planning Framework [19] that applied the elements of PHW development strategies and linked them with policy analysis steps in the specific context and circumstances of Ukraine.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In this paper, we did not perform policy analysis; instead, we considered using the steps described by Collins [16] in the tool for health policy analysis through a magnifying glass of critical questions presented by Fretheim et al. [17] .",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Document Analysis of Considerable Policy Analysis Approaches: The Steps and Implications for Examination"
        },
        {
            "text": "Policy analysis is a complex process that \"illustrates the need for interventions that highlight important policy issues, improve the policy implementation process and lead to better health outcomes\" [16] . It is also a practical approach when various interests are involved in complex and multi-faceted systems. Policy analysis is considered a generic name, and it is gaining increasing prominence, although it is not considered a unified field of study yet [16, 20] . Conventionally, policy analysis denotes a wide array of methods and instruments employed to evaluate the characteristics and features of established policies [16] . Many approaches available to date display the attempts to carry out the policy analysis. However, the practical aspects of policy analysis in PH in developing countries or countries facing major policy reforms are still lacking [21] . Therefore, policy analysis may constitute a valuable tool in PH to investigate highly contextualized issues and challenges [22] . The main concern of policy analysis relates to the outcomes of health policies, including the effects and impact on the population [16] . Deborah Stone [23] described policy analysis as a process that always contains a political aspect. There seems to be a gap between the various policy actors' specific interests in the process of policymaking as such and policy implementation. Sometimes, new policies stay within the formal requirements simply because of the apprehensive attitudes of some influential policymakers [24] . Due to its intersectorality and often unclear position within the health and social care system, the PHW is seemingly a topic which yields itself to policy analysis.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 464,
                    "end": 467,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 863,
                    "end": 867,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 993,
                    "end": 997,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1519,
                    "end": 1523,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Document Analysis of Considerable Policy Analysis Approaches: The Steps and Implications for Examination"
        },
        {
            "text": "The tool presented by Colins [16] simplifies and offers a step-by-step approach to evaluate healthcare related aspects. The steps (\"define the context; state the problem; search for evidence; consider different policy options; project the outcomes; apply evaluative criteria; weigh the outcomes, and make the decision\") are structured and efficient when it comes to making decisions in health care [16] . Once the policy options are identified, practical steps toward its implementation can be taken. The practicality and effectiveness of any policy or policy steps can be evaluated by applying the questions clarifying implementation needs and possibilities. For example, Fretheim et al. [17] defined four entry questions for a policy to be implemented: \"What are the potential barriers to the successful implementation of a new policy?\"; \"What strategies should be considered in planning the implementation of a new policy to facilitate the necessary behavioral changes among healthcare recipients and citizens?\"; \"What strategies should be considered in planning the implementation of a new policy to facilitate the necessary behavioural changes in healthcare professionals?\" and \"What strategies should be considered in planning the implementation of a new policy to facilitate the necessary organisational changes?\" [17] .",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 398,
                    "end": 402,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1321,
                    "end": 1325,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Document Analysis of Considerable Policy Analysis Approaches: The Steps and Implications for Examination"
        },
        {
            "text": "The scoping review we used in this analysis was published in 2018, answering the central question about common traits and trends of different PHW development strategies, plans and frameworks [1] . The review was a portion of a wider project supported by the WHO Regional Office for Europe, with a focus on the PHW development strategies for Ukraine.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Scoping Review: The Objectives of Public Health Workforce Development Plans"
        },
        {
            "text": "A scoping review is an approach that provides clarification and mapping of critical definitions [25] [26] [27] . In this scoping review [1] , the authors sought to find a uniform process for PHW development based on the available international evidence and supporting PHW planners at different administrative levels in the European Region. Due to the complexity of the information and the diversity of the concepts, authors examined the scientific and gray literature. The combined search strategy resulted in the identification of the common nine measures. The complete set included (1) alignment between the 10 Essential Public Health Operations (EPHOs); (2) regulations and norms; (3) capacity assessment; (4) datasets and databases; (5) workforce development strategies, planning and management; (6) education, training, core competencies and models; (7) licensing, accreditation and credentialing; (8) forecasting strategies for enumerating and quotas and (9) ethical and professional codes of conduct. The authors hoped that the findings of the scoping review [1] would encourage PH organizations to use the set of proposed measures to improve and develop a PHW. The methodology and the identified measures were considered appropriate and in line with the current research aims. The complete documentation of the search strategy used in this analysis is identical to a scoping review [1].",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 101,
                    "end": 105,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 106,
                    "end": 110,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 136,
                    "end": 139,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Scoping Review: The Objectives of Public Health Workforce Development Plans"
        },
        {
            "text": "In this analysis, we concentrated on relevant evidence of policy analysis concepts and outcomes of the scoping review [1] . Blended information was then used to draft the framework ( Figure 1 ). The Maternal and Child Health Strategic Capacity Planning Framework (CAST-5) [19] was singled out as a model that could guide the framework's development. The research team reached a consensus on applying the CAST-5 structure due to the practicality and focus on capacity needs. In addition, theoretical approaches for policy analysis were blended [16, 17, 28] , suggesting essential areas for the development and planning of a PHW in the context of Ukraine and for the construction of the framework.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Outline of the Framework"
        },
        {
            "text": "Additionally, a workshop was conducted with the critical leadership staff of the Ukrainian Public Health Centre (UPHC). It was held in Kyiv in January 2019. The workshop served as a reality check in identifying critical areas for the improvement and development of PHW capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outline of the Framework"
        },
        {
            "text": "The following policy analysis-based considerations that were employed are represented in a top-down sequence ( Figure 1 ): (i) background and context; (ii) evidence and the available policy options; (iii) the key strategic areas for intervention and (iv) \"what and how\" (the implementation approach).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Outline of the Framework"
        },
        {
            "text": "The framework of considerations for the development of a PHW in Ukraine ( Figure  1 ) was designed based on the CAST-5 visual tool [19] . The framework is adjustable to the country-specific context and statutory and environmental circumstances. It should also include three key vertical areas: financing and effective policies, leveraging the importance of PH across the country and leadership. The government, PH organizations and the PHW themselves are responsible for raising the awareness of those who will implement the change ( Figure 1 ). Figure 1 . The framework of considerations for a public health workforce development plan in Ukraine. Source: adapted from Ruderman and Grason [19] .",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 689,
                    "end": 693,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 83,
                    "text": "Figure  1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 534,
                    "end": 542,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 546,
                    "end": 554,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Outline of the Framework"
        },
        {
            "text": "As identified in the construction of the framework (Figure 1 ), five areas were applied to the Ukrainian context as an example of how the framework could be used in the specific context. A pragmatic framework supported guidance and recommendations related to the development and planning of a PHW in Ukraine in line with its current burden of disease, the epidemiological profile and the EPHOs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Outline of the Framework"
        },
        {
            "text": "To present the context, we considered mainly the Ukrainian Ministry of Health (MoH) website [38] and WHO Health for All database [39] due to clear presentation of demographical aspects, health statuses, risk factors and up-to-date statistics. Other related publications, including recently published papers revealing the Ukrainian context ",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "This is the starting point that helps to identify the country context and country profile. The societal values, political situation and structural changes, such as health reforms, will be carefully investigated concerning direct population risks. The prominent characteristics should be mapped to understand context-related problems [16] .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "(ii) The evidence: available policy options After a problem or burden is identified, evidence collection can take place [16] . An examination of the published sources was adopted in order to propose a set of considerations for the PHW development strategy. Based on a scoping review, several essential measurements for the development of the PHW were selected for content presentation [1] . The identified evidence and policy options have been grouped under the three headings offered by the CAST-5 [19] . These are the health system (including core functions, organizational resources, regulations and norms), health system capacities (including human resources; PH capacity assessment; data, datasets and databases; forecasting strategies; licensing, accreditation and quality assurance), and capacity building (including PH education, training, core competencies and ethical and professional codes of conduct).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "(iii) The key strategic areas of implementation According to practical support tools of evidence-informed policymaking in the health field [17] , the challenge is to materialize and implement the policy in practice after making a policy decision. Such a decision action choice can be made according to a best-fit scenario (whether being a policymaker or supporting policymakers in their decision making) and appropriate and potentially helpful implementation programs [17, 28] . As suggested by the identified policy tool [17] , five key strategic areas can be considered to facilitate the potential implementation of the recommended PHW development plan in Ukraine. These areas include (i) barriers and obstacles; (ii) strategies for facilitating the necessary changes among Ukrainian citizens; (iii) strategies for facilitating the necessary changes in a PHW; (iv) strategies for facilitating the necessary organizational and institutional changes and (v) strategies for facilitating the necessary systems' changes.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 468,
                    "end": 472,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "(iv) What and how A detailed analysis of \"what\" and \"how\" was performed using the the \"fishbone\" or Ishikawa diagram [18] to identify the factors influencing PHW development. The results of this analysis, recommendations found in the literature and best practices used elsewhere [2, 18, [28] [29] [30] [31] [32] [33] [34] [35] [36] contributed to the construction of the framework of considerations for facilitating a PHW development plan in Ukraine (Figure 1 ). We assume that the methods and concepts based on the analyzed data we used for the content are comparable to the situation in Ukraine and represent the challenging aspects of reforms in countries developing their health systems.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 283,
                    "end": 286,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 287,
                    "end": 291,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 302,
                    "end": 306,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 322,
                    "end": 326,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 450,
                    "end": 459,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(i) Background and context"
        },
        {
            "text": "The workshop was designed to identify the problems and needs concerning the Ukrainian Public Health Centre (UPHC) assessment, leading to the subsequent improvement of its capacities and workforce development. It took place on 30 and 31 January 2019 and facilitated open conversations applying the Art of Hosting methodology, resulting in a highly participatory and co-creative process of innovation to address complex challenges [37] . The participants consisted of 10 senior staff members from the UPHC (including the director general and the first deputy director), 3 staff members from 2 different regional public health centers and 1 consultant from the Ministry of Health, as well as 2 senior representatives of the Norwegian Public Health Institute and representatives of the WHO Country Office, WHO EURO and the Association of the Schools of Public Health in the European Region (ASPHER). Stakeholder engagement and ways of working together were the important strategies employed during the workshop. The participants carried out discussions in small groups based on guiding questions related to the assessment of current capacities, needs for improvement and potential barriers to the implementation of new strategies. The reports from the groups were summarized, synthesized and analyzed based on the content.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "[37]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Expert Workshop"
        },
        {
            "text": "The framework of considerations for the development of a PHW in Ukraine (Figure 1 ) was designed based on the CAST-5 visual tool [19] . The framework is adjustable to the country-specific context and statutory and environmental circumstances. It should also include three key vertical areas: financing and effective policies, leveraging the importance of PH across the country and leadership. The government, PH organizations and the PHW themselves are responsible for raising the awareness of those who will implement the change ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 532,
                    "end": 540,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results According to the Framework Steps"
        },
        {
            "text": "As identified in the construction of the framework (Figure 1 ), five areas were applied to the Ukrainian context as an example of how the framework could be used in the specific context. A pragmatic framework supported guidance and recommendations related to the development and planning of a PHW in Ukraine in line with its current burden of disease, the epidemiological profile and the EPHOs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results According to the Framework Steps"
        },
        {
            "text": "To present the context, we considered mainly the Ukrainian Ministry of Health (MoH) website [38] and WHO Health for All database [39] due to clear presentation of demographical aspects, health statuses, risk factors and up-to-date statistics. Other related publications, including recently published papers revealing the Ukrainian context [10, 40, 41] , were acknowledged. The overall context in Ukraine should be comprehensively considered, including the following aspects: (1) the political situation (in light of the ongoing turmoil in the eastern part of the country); (2) the socioeconomic situation; (3) the ongoing reforms in all sectors; (4) the demographic transition (aging population) which inevitably leads to epidemiological transition and a rapid shift toward NCDs; and (5) the (still) existing traditional PH issues including infectious diseases, particularly tuberculosis and HIV and AIDS.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 344,
                    "end": 347,
                    "text": "40,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "41]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "(ii) Evidence and available policy options Health System: A detailed assessment of the current health care system should be conducted. The assessment should include the current burden of disease, population health and health system performance (projections, trends and scenarios for the future) and a clear definition of the country's primary mission, vision and goals, as well as the core functions and services concerning PH within the current Ukrainian context. Furthermore, it is essential to compile a comprehensive inventory of PH institutions and organizations, match their profile with the EPHOs and clearly define their services, functions and the needed PHW. Such a detailed assessment of the health care system, including human resources and capacities, would naturally lead to a proper and evidence-based establishment of performance and outcome measures on a macro level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "Health System Capacities: A compilation of a detailed inventory of the existing resources and capacities in the field of public health (e.g., population of the PHW, their distribution, age profile, gender and quality or level of training, expertise or professionalism) and identification of the gap between the available and the necessary or required resources and capacities in the field of PH are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "Capacity Building: This can involve the needs assessment regarding adequate training and evaluation procedures concerning new skills and competencies for public health professionals. In addition, it describes the development or adaptation of the existing competency frameworks and development of specific strategies for capacity building. Capacity building is tailored according to the Ukrainian environment and the macro or micro level priorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(i) Background and context"
        },
        {
            "text": "(iii) The key strategic areas for implementation, including (iv) \"what and how\" analysis The organization responsible for implementing the recommended PHW plan in Ukraine needs to consider five key areas (indicated below) to ensure effective implementation. Furthermore, to address the factors influencing PHW development, \"what\" and \"how\" aspects should be considered (Table 1) . Based on the workshop results (Box 1), several capacity development-based problems and needs were specified. The questions (e.g., \"what do we do, to what end and what do we need to accomplish?\") triggered a detailed approach of five key strategic areas as presented in Table 1 . Table 1 . Key strategic areas for implementation including \"what and how\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 369,
                    "end": 378,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 650,
                    "end": 657,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 660,
                    "end": 667,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(i) Background and context"
        },
        {
            "text": "(i) The potential barriers and obstacles for the implementation of the proposed plan for public health workforce (PHW) development",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "The attitudes, behaviors and practices of the population in general may pose potential obstacles or barriers to the effective implementation of a new policy. For example, the potential obstacles regarding public health (PH) professionals may include (but are not limited to) their lack of knowledge about what is understood by PH in general and who represents PHW; lack of agreement; lack of awareness or familiarity with this issue; lack of motivation and outcome expectancy. Additionally, the barriers and obstacles regarding organizational change may include resistance and scepticism of the relevant institutions or organizations, lack of accountability, leadership, inadequate system structures and the workforce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "A mixed-method approach can be used to perform the so-called \"diagnostic analysis\" to assess the perceived obstacles and barriers for implementing the upcoming PHW development plan. These can be addressed by focus group discussions, in-depth interviews, interviews with key informants or stakeholders or other qualitative methods. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "(ii) Implementation strategies to facilitate the attitude, behavior and practice changes among Ukrainian citizens",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "The aim will be to assess the perceptions of the Ukrainian population regarding the recommended PHW development plan. Thus, the general population and current PHW should be aware of ongoing PH reforms, focusing on developing a sufficient human resources plan. Moreover, it will offer assistance and raise mindfulness among the population about PH, the PHW and a profession that may be interesting to pursue for young generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "One (or several) techniques may be appropriate, including community asset inventory, stakeholder discussions, key informant interviews and online partner surveys. A short online survey, for example, may reveal population perspectives concerning public health reforms and will be available through the webpage of the Ministry of Health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "(iii) Implementation strategies to facilitate the necessary behavioral changes in the PHW Endorsement of the recommended framework for PHW development requires behavioral changes of PH specialists and other health professionals engaged in implementing a new policy. It might be positive if each regional PH agency will determine the appropriate method for sharing this information based on local needs (including the provision of training, workshops, etc.). However, media campaigns developed at a national level are needed to avoid differences in explaining the effects and \"show how\" the country can prevent contrast in delivering the results. Additionally, the media campaigns can display the country's performance of the new PH system in general. In any case, PH is still not a well-understood concept or broadly accepted notion in Ukraine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "We recommend developing comprehensive media campaigns to increase the awareness of health professionals, other relevant stakeholders and the general population. Additionally, competency-based training and implementation of a suitable continuous professional development plan for improving and retraining the PHW might be helpful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "(iv) Implementation strategies to facilitate the necessary organizational and institutional changes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "To tackle resistance to and scepticism of the relevant institutions and organizations, inadequate leadership, workforce, accountability or inadequate systems and structures, a detailed inventory of PH institutions should be in place. Such an inventory can be a systematic process with a clear mission and goals which examines the ability of institutions to provide PH services and operations. Furthermore, each institution needs to describe the objectives, programming, staffing and available resources to meet core services and priority areas. Additionally, the managers need to be fully trained to present and discuss (using comprehensive tools) the proposed plan to a team in a transformative way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "We recommend an inventory of the institutions that provide PH services and operations in Ukraine, defining their mission, strategy and objectives with the PHW to stimulate ownership and adequate participation in the process. First-line managers should be trained, giving them appropriate tools to work with their teams in a transformative and innovative way (such as developing leadership capacity). Additionally, it may be helpful to introduce training based on the models of change; training on how to deal with resistance to change and diffusion of innovation and training in political leadership, stakeholder mapping and analysis dealing with power and distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "(v) Strategies for implementation to facilitate the necessary system changes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "The suggested framework of the PHW development plan will require some changes at the general level of the health care system in Ukraine. Such modifications may include governance structure, financial issues, the delivery of health services and the induction of acceptable quality and quantity enumeration of the PHW. Furthermore, the development of adequate expertise and professionalism should be based on evidence-based interventions. Therefore, the new strategy will require some changes at the general level of the health care system in Ukraine, including governance structure, financial issues and the delivery of health services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "Assessment of the perceptions of the Ukrainian population regarding the recommended PHW development plan is necessary. We recommend the performance of gap analysis (demand-supply) between the desired and available PHW.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "Source: adapted from the \"fishbone\" or Ishikawa diagram [18] and Fretheim et al. [17] .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 81,
                    "end": 85,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The Key Strategic Areas for Implementation (i-v) What How"
        },
        {
            "text": "The highly participatory process proved to benefit the senior leadership of the PH system in Ukraine. It was acknowledged as a significant facilitator for holding complex conversations while converging these conversations into valuable outcomes. The results of the workshop (Box 1) significantly support the recognition of the main intervention areas for the development of PHW capacities in Ukraine. Box 1. Problems and needs concerning the capacity development of the Ukrainian Public Health Centre (UPHC) in Kyiv, Ukraine, based on the workshop.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implementation: Problems and Needs Based on the Workshop in Kyiv"
        },
        {
            "text": "(1) It seemed that there was a need to redefine the mission, strategy, core services and activities closely related to them. The leadership of the UPHC would like to make sure everybody knows \"What do we do?\", \"To what end?\" and \"What do we need to accomplish the end goal(s)?\" (2) It was not clear whether the UPHC delivered the services which align with its strategy and mission. Needs concerning organizational self-assessment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main problems identified:"
        },
        {
            "text": "• Assess the core PH services that describe UPHC activities and roles within broad conditions of the health care environment; • Assess organizational resources required to deliver and fulfil diverse program objectives on the system level to achieve the strategy; • Perform gap analysis based on the inventory of the current capacities and a strategic business plan to follow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main problems identified:"
        },
        {
            "text": "Needs concerning the development of organizational capacity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main problems identified:"
        },
        {
            "text": "• Assess workforce needs in terms of PH core competencies; • Revise the existing job descriptions to reflect better the skills of the current workforce and better plan any needed CPD; • Develop a recruitment plan to address some of the identified gaps; • Develop succession planning and a retention strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main problems identified:"
        },
        {
            "text": "In the current analysis, several policy analysis-based steps combined with a scoping review were used to develop a framework that could be recommended as a potentially useful strategy to identify the areas and fundamental steps to establish a PHW development plan in the Ukrainian context. More specifically, our proposed framework suggests considering the specificity of the Ukrainian health system, its capacities and capacity building, PH policies and finances supporting PHW development. It stresses the importance of PH throughout the country by leadership and effective oversight of operations performance. However, the framework cannot thoroughly do \"justice\" to the complexity of the diverse processes, actors and institutional conditions that affect PHW development. Instead, it should be considered a \"guiding light\" to operationalize a possible assessment, leading to quality improvement of the PHW. As such, policy analysis was not performed; instead, the analysis attempted to show \"what and how\" could be done and the means of overcoming the barriers based on the solutions proposed by policy analysis tools. In line with the study by Collins [16] , we also recommended a practical tool to improve PH outcomes and guide PHW development plans in different countries of the European Region.",
            "cite_spans": [
                {
                    "start": 1157,
                    "end": 1161,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While the research of El-Jardali et al. [29] focused on the retrospective perception to develop suitable policy, we employed a more prospective approach considering upcoming strategies and plans for PHW development in different contexts and circumstances, depending on the specific needs and available resources in each country. It is worth noting that the challenges and needs pointed out by participants of the workshop in the UPHC in Kyiv, Ukraine represent typical policy analysis-related issues and fit within the framework for the considerations proposed by this analysis. The ongoing PH reform is a complex process that started in 2016 and included many actors. The modern history of independent Ukraine knows many political and system changes, supporters and critics. Often, by knowing what to do, too many options exist on how to go about it. Given the particular context, not every successful policy developed in a high-income country can have measurable benefits and provide needed support for PHW development.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Even though policy analysis is not a new term, and the approach is widely used worldwide, we are still facing the challenge of \"applying\" a high-income country's structure in a less well-developed country context [21, [29] [30] [31] . Various methodologies serve as practical examples of such analysis to emphasize the interaction between and within the key players at the regional, national and international levels [16, 21, 22, 30] . Conversely, the key players are often neglected [30] , which may put the country under pressure or even cause it to fail [31] . An important point raised by Sabi and Rieker [42] highlights the engagement of civil society in health policymaking. The country authorities in South Africa supported the Treatment Action Campaign, an organization active at the national, community and provincial levels. The combination of legal actions and governmental power (constitutional law) resulted in well-grounded activities toward sustainable HIV and AIDS policy against drugs [42] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 223,
                    "end": 227,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 228,
                    "end": 232,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 426,
                    "end": 429,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 609,
                    "end": 613,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It is essential to understand the outcomes to be achieved by introducing the policy developed in other circumstances, which are not necessarily comparable to this particular country's context. The context can be brought to light through a case study, helping to imbed the \"foreign\" methodology into a rather complex environment [21, 29] .",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Various methodologies, such as the health policy triangle by Walt and Gilson [30] , a tool for policymakers which was partially introduced in this study, and a simple tool for policymakers by Collins [16] share the same features. However, cautious interpretation and a tailored proposal are needed to fit into the current health system without significant interference.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 200,
                    "end": 204,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "All factors mentioned above are recommended to be analyzed in the Ukrainian context to ensure effective implementation of the new policy, which is the introduction of a suitable PHW development plan in this country. However, to assure success, prioritization is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are several limitations of the current analysis. First, a typical problem involved with this type of process is that decision makers often ignore various types of policy analysis [16, 32] . Furthermore, decisions are usually made in a group setting rather than by individuals [29, 33] . Additionally, a policy analysis report is only one source of information that decision makers rely upon, whereas many other competing values influence decision makers in their pressing work [34] . More importantly, different stakeholders are involved with various types of policy analysis. In our analysis, we examined several policy analysis approaches without conducting policy analysis ourselves. We suggest undertaking a policy analysis to further develop a PHW strategy in Ukraine. Therefore, decision makers and politicians in Ukraine may be confronted with competing studies based on similar or other data and presenting them with contrasting assumptions, alternatives, criteria and conclusions [33, 35, 36] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 483,
                    "end": 487,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[33,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1000,
                    "end": 1003,
                    "text": "35,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "36]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Of note, policy analysis always focuses on details, practical aspects and interactions between them [16, 17] . Therefore, it can be employed by a specific country on either the macro level (e.g., government, national or country level) or micro level of performance (e.g., within an organization or an institution). However, the requirements on a macro level should be in place (or at least in the implementation process) so the needs on the micro level can be addressed [15, 16] .",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 470,
                    "end": 474,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The analysis and workshop were conducted in 2019, and therefore the impact of the COVID-19 pandemic was not considered in this report. The specificity of country response and preparedness should be apprised in the application of the framework.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The combination of eminent policy analysis tools, extensive evidence used for policymaking processes and strategic planning steps suggest an effective approach to formulate recommendations for the development and implementation of a PHW in Ukraine. In addition, this analysis underlines the distinctive strategies and best practices for the provision of essential PH services. Funding: This analysis received no external funding. The workshop presented in the article was supported by the Ukrainian Ministry of Health and the Ukrainian WHO Country Office. As a part of a wider study, the scoping review was supported by the WHO Regional Office for Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is there a golden recipe? A scoping review of public health workforce development",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gershuni",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czabanowska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Burazeri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Myrup",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Von Krauss",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. J. Public Health",
            "volume": "29",
            "issn": "",
            "pages": "401--408",
            "other_ids": {
                "DOI": [
                    "10.1093/eurpub/cky247"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recruitment and Retention of the Health Workforce in Europe: Final",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Addressing Needs in the Public Health Workforce in Europe",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bjegovic-Mikanovic",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Czabanowska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Otok",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shortell",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wisbaum",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Laaser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Policy Summary",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Core Health Indicators in the WHO European Region 2017. Special Focus: 2030 Sustainable Development Agenda",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessing Future Health Workforce Needs",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dussault",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Buchan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sermeus",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Padaiga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "How Can Health Systems Respond to Population Ageing?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rechel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Grundy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Policy Brief",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "9246 of Health of Ukraine. B УкрaїнiBпровaдили Комiсiйне Конфiденцiйне ДослiдженняBипaдкiв МaтеринськоїCмертi",
            "authors": [],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Life Expectancy at Birth, Total (Years)-Ukraine. 2021, Updated 2021",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global Health Estimates: Leading Causes of Death",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The emerging public health legislation in Ukraine. South East",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Senyuta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur. J. Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4119/seejph-1848"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Public Health Programmes and Policies in Ukraine: Development, Design and Implementation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gadsby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peckham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kvit",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ruskykh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Healthcare Reform Key Steps to Transforming Ukrainian Healthcare",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health Of Ukraine",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A European Policy Framework Supporting Action across Government and Society for Health and Well-Being",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Regional Office for Europe. The European Programme of Work, 2020-2025-United Action for Better Health",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Ukraine's Healthcare Transformation Progress in the Context of European Integration. Healthcare Reform",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Health Of Ukraine",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Health policy analysis: A simple tool for policy makers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Public Health",
            "volume": "119",
            "issn": "",
            "pages": "192--196",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2004.03.006"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SUPPORT Tools for Evidence-informed Policy-making in health 6: Using research evidence to address how an option will be implemented",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fretheim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Munabi-Babigumira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Lavis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Res. Policy Syst",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1478-4505-7-S1-S6"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Guide to Quality Control",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Public health workforce development: Keeping population health goals in mind",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruderman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Grason",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Public Health Manag. Pract",
            "volume": "8",
            "issn": "",
            "pages": "84--86",
            "other_ids": {
                "DOI": [
                    "10.1097/00124784-200203000-00011"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health Policy Analysis in a Nutshell",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rodriguez-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Doing' health policy analysis: Methodological and conceptual reflections and challenges. Health Policy Plan",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shiffman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brugha",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "308--317",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czn024"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "CDC's Policy Analytical Framework",
            "authors": [],
            "year": 2013,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Policy Paradox: The Art of Political Decision Making",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Actor management in the development of health financing reform: Health insurance in South Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Health Policy Plan",
            "volume": "19",
            "issn": "",
            "pages": "279--291",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czh033"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Methods for Research Evidence Synthesis: The Scoping Review Approach",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sucharew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macaluso",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Hosp. Med",
            "volume": "14",
            "issn": "",
            "pages": "416--418",
            "other_ids": {
                "DOI": [
                    "10.12788/jhm.3248"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Systematic review or scoping review? Guidance for authors when choosing between a systematic or scoping review approach",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Munn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tufanaru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcarthur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Aromataris",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Med. Res. Methodol",
            "volume": "18",
            "issn": "",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1186/s12874-018-0611-x"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Enhancing the scoping study methodology: A large, inter-professional team's experience with Arksey and O'Malley's framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M L"
                    ],
                    "last": "Daudt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Mossel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med. Res. Methodol",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2288-13-48"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Improving the use of research evidence in guideline development: 15. Disseminating and implementing guidelines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fretheim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schünemann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Oxman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Res. Policy Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1478-4505-4-27"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A retrospective health policy analysis of the development and implementation of the voluntary health insurance system in Lebanon: Learning from failure",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "El-Jardali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bou-Karroum",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ataya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Ghali",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hammoud",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soc. Sci. Med",
            "volume": "123",
            "issn": "",
            "pages": "45--54",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2014.10.044"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Reforming the health sector in developing countries: The central role of policy analysis. Health Policy Plan",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Walt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "353--370",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/9.4.353"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Removing user fees for health services in low-income countries: A multi-country review framework for assessing the process of policy change. Health Policy Plan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hercot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Meessen",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ridde",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "5--15",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czr063"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Concepts and methods of policy analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Society",
            "volume": "16",
            "issn": "",
            "pages": "17--23",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02694518"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The terrain of health policy analysis in low and middle income countries: A review of published literature 1994-2007. Health Policy Plan",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Raphaely",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "294--307",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czn019"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Determinants of health policy impact: A theoretical framework for policy analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rütten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lüschen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Lengerke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kannas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A R"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vinck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Der Zee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A R"
                    ],
                    "last": "Diaz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Soz. Präventivmedizin/Soc. Prev. Med",
            "volume": "48",
            "issn": "",
            "pages": "293--300",
            "other_ids": {
                "DOI": [
                    "10.1007/s00038-003-2118-3"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Exploring health systems research and its influence on policy processes in low income countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hyder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Syed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "BMC Public Health",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-7-309"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "National policy-makers speak out: Are researchers giving them what they need? Health Policy Plan",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Hyder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corluka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Winch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Shinnawy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ghassany",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malekafzali",
                    "suffix": ""
                },
                {
                    "first": "M.-K",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mfutso-Bengo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Segura",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaffar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "73--82",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czq020"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "And Harvesting Conversations That Matter",
            "authors": [
                {
                    "first": "Art",
                    "middle": [],
                    "last": "Of",
                    "suffix": ""
                },
                {
                    "first": "Hosting",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "WHO European Health Information at Your Fingertips",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Sty 01. Attitudes towards Patient Payments in Ukraine: Is There a Place for Official Patient Charges? Public Health and Governance",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gryga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stepurko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danyliv",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gryga",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lynnyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pavlova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Professionalism of the Health Workforce in Ukraine. Ethics and Professionalism in Healthcare",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stepurko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goroshko",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Belli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The role of civil society in health policy making in South Africa: A review of the strategies adopted by the Treatment Action Campaign",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rieker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Afr. J. AIDS Res",
            "volume": "16",
            "issn": "",
            "pages": "57--64",
            "other_ids": {
                "DOI": [
                    "10.2989/16085906.2017.1296874"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The framework of considerations for a public health workforce development plan in Ukraine. Source: adapted from Ruderman and Grason[19].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "It seemed unclear what responsibilities were required from the UPHC and its personnel by different governance structures (including the Ministry of Health (MoH), regional health departments and local authorities), and accurate descriptions of the competencies are lacking.(4) Lack of proper communication between different governance levels. It seems that there is no explicit protocol and communication strategy concerning who, what and how. As a result, there is insufficient understanding of the needs and expectations of various actors and stakeholders. (5) The health communication and knowledge translation to society, including essential health messages (e.g., immunization), seemed ineffective or insufficient. (6) Identified problems were also related to data collection modalities, data linking, interpretation and presentation. (7) Lack of clear performance benchmarks (e.g., what can be our goal and what we should accomplish in each of these areas).(8) The participants repeatedly stressed the importance of using the PH competency framework to help assess and identify their strengths, needs and deficits.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Contributions: Defining the topic and first draft, O.G.; conceptualization of the design and drafting the framework, O.G., K.C. and G.B.; methodology, analysis and interpretation of information, O.G., K.C. and G.B.; original draft preparation, O.G., K.C. and G.B.; supervision, K.C. and G.B.; workshop in Kyiv (preparation and facilitation), K.C. and A.C.M.; substantial contributions to conceptualization, writing, reviewing and editing of the original draft, O.G., K.C., G.B., V.B.-M., G.J., A.C.M. and V.K.; final approval of the version to be published, O.G., K.C., G.B., V.B.-M., G.J., A.C.M. and V.K. All authors have read and agreed to the published version of the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Cont.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are incredibly thankful to Martin Krayer von Krauss from the WHO for the support, comments on an earlier version of the manuscript and expertise that greatly assisted this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}