{
    "paper_id": "8544edd407aa13337e7ecae6d8d9fadf271965d2",
    "metadata": {
        "title": "Exploring the Impacts of Travel-implied Policy Factors on COVID-19 Spread within Communities based on Multi-source Data Interpretations",
        "authors": [
            {
                "first": "Yuntao",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": "yuntaoguo@tongji.edu.cn"
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Guohui",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": "guohui.zhang@hawaii.edu"
            },
            {
                "first": "David",
                "middle": [
                    "T"
                ],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Guo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "T"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The global Coronavirus Disease 2019 pandemic has led to the implementation of social 5 distancing measures such as work-from-home orders that have drastically changed people's travel-related 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "behavior. As countries are easing up these measures and people are resuming their pre-pandemic 7 activities, the second wave of COVID-19 is observed in many countries. This study proposes a 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Community Activity Score (CAS) based on inter-community traffic characteristics (in and out of 9 community traffic volume and travel distance) to capture the current travel-related activity level 10 compared to the pre-pandemic baseline and study its relationship with confirmed COVID-19 cases. 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fourteen other travel-related factors belonging to five categories (Social Distancing Index, residents 12 staying at home, travel frequency and distance, mobility trend, and out-of-county visitors) and three social 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "distancing measures (stay-at-home order, face-covering order, and self-quarantine for out-of-county 14 travels) are also considered to reflect the likelihood of exposure to the COVID-19. Considering that it 15 usually takes days from exposure to confirming the infection, the exposure-to-confirm temporal delay 16 between the time-varying travel-related factors and their impacts on the number of confirmed COVID-19 17 cases is considered in this study. Honolulu County in the State of Hawaii is used as a case study to 18 evaluate the proposed CAS and other factors on confirmed COVID-19 cases with various temporal delays 19 at a county-level. Negative Binomial models were chosen to study the impacts of travel-related factors 20 and social distancing measures on COVID-19 cases. The case study results show that CAS and other 21 factors are correlated with COVID-19 spread, and models that factor in the exposure-to-confirm temporal 22 delay perform better in forecasting COVID-19 cases later. Policymakers can use the study's various 23 findings and insights to evaluate the impacts of social distancing policies on travel and effectively allocate 24 resources for the possible increase in confirmed COVID-19 cases. 25 26 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "cases, and (iv) evaluate the potential of using travel-related factors and policy factors to predict COVID- 1 19 cases in coming days. Honolulu County in the State of Hawaii is used as a case study to evaluate the 2",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "proposed CAS and other factors on confirmed COVID-19 cases with various exposure-to-confirm 3 temporal delays. All the data used in this study has been converted to county-level data. Considering the 4 nature of the data, four types of models were considered, including Poisson, Negative Binomial, Zero-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "inflated Poisson, and Zero-inflated Negative Binomial models. The Negative Binomial modeling 6 approach was used based on Vuong test and overdispersion parameter (α) t statistics, and its model 7 estimation results were used for interpretation. The case study results show that CAS and other travel-8 related factors can be used to predict confirmed COVID-19 cases later so that policymakers can allocate 9",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "resources for the possible increase in confirmed COVID-19 cases. 10 The remainder of the paper is organized as follows. The next section describes the existing 11 literature related to travel and infectious disease spread, and COVID-19 spread. The following section 12 discusses the method and data used to quantify CAS, other travel-related factors, and policy factors. After 13 that, the study region's details and the descriptive statistics of all the variables are presented. The 14",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "text": "10",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "econometric model results and the prediction power of models with different exposure-to-confirm 15 temporal delays are presented. In section 6, policy insights based on the model estimation results are 16 highlighted. The last section provides some concluding comments and future research directions. 17 18 2. LITERATURE REVIEW 19 Global pandemics, dating back to the Black Death (occurred in Asia and Europe in the 14th 20 century) and the more recent example of the severe acute respiratory syndrome (SARS) pandemic in 21 2003, can significantly increase the mortality rate over large geographic areas that can cause drastic 22 social, economic, and political disruption (Madhav et al., 2017) . The World Health Organization (WHO) 23 has designed specific standards that compel its member states to prepare, detect, report on, and respond to 24 compact such infectious diseases after the SARS pandemic (Katz, 2009). Such standards potentially 25 enable the WHO to lead a more coordinated effort to combat global pandemics which it successfully did 26 in combating a 2009 influenza outbreak. 27 It has long been established that travel plays a significant role in the spread of infectious diseases. 28 Cliff Bogoch (2018) also warned that the increasing ease and affordability of air travel plays a critical role in 33 spreading many infectious diseases as air travel contributed significantly to the SARS pandemic in 2003. 34 Hence, one of the most common practices to slow down the spread of contagious disease is to limit entry 35",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 204,
                    "text": "16",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 304,
                    "end": 306,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 330,
                    "text": "REVIEW 19",
                    "ref_id": null
                },
                {
                    "start": 521,
                    "end": 523,
                    "text": "21",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 627,
                    "end": 629,
                    "text": "22",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 673,
                    "end": 694,
                    "text": "(Madhav et al., 2017)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 733,
                    "end": 735,
                    "text": "23",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 844,
                    "end": 846,
                    "text": "24",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 945,
                    "end": 947,
                    "text": "25",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1050,
                    "end": 1052,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "text": "27",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "text": "28",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "34",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "points (e.g., airports and border checkpoints) to reduce the possibility of virus traveling . 36 It requires constant communication, information sharing, and coordination among people, communities, 37",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "states, and countries. 38 Unfortunately, COVID-19 has quickly evolved from an isolated case of unknown origin in 39",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 25,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wuhan, China to a global pandemic, partly due to insufficient information communication and sharing, 40 and coordinated effort among countries. Its carriers may not show symptoms, only show mild symptoms 41 that people may treat as a common cold, or have lagged symptoms that may only appear 2-14 days after 42 exposure to the virus. COVID-19 has spread relatively easily spread among people (CDC, 2020). 43 Chinazzi et al. (2020) concluded that the epidemic progression was only delayed by 3 to 5 days within 44 China, despite a drastic effort by the Chinese government to implement a travel quarantine of over 10 45 million people in Wuhan after January 23, 2020. They also found that travel bans restricting travel from 46",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 408,
                    "end": 430,
                    "text": "Chinazzi et al. (2020)",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 617,
                    "text": "10 45",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China were only partially effective for some countries. For example, Linka et al. (2020) found that 47 banning air travel from outside Canada could be more efficient in managing the COVID-19 pandemic 48 than border reopening and quarantining 95% of the incoming population. At the start of April, at least 90% 49 of the population lived in a country with some form of travel restriction on people arriving from other 50 countries regardless of their citizenship (Devi, 2020) . These travel restrictions, along with various types 51 J o u r n a l P r e -p r o o f of social distancing and self-isolation measurements, have various socioeconomic implications (Nicola et  1 al., 2020). Reduced workforce and job opportunities can lead to reduced income and living standards for 2 workers, particularly in the air travel and tourism industries. Schools shutting down and moving 3 educational activities online can lead to children with special needs falling behind. The demand for 4 commodities and manufactured products has decreased, and panic-buying and stockpiling of food 5 products have been observed worldwide. People under travel restrictions, social distancing, and self-6",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 88,
                    "text": "Linka et al. (2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 462,
                    "end": 474,
                    "text": "(Devi, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 657,
                    "end": 670,
                    "text": "(Nicola et  1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "isolation measurements also experience tremendous psychological burden. Morgul et al. (2020) found that 7 over 60% of the participants experienced psychological fatigue in a cross-sectional study conducted in 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Istanbul, Turkey, between March and June 2020. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The U.S. government introduced its travel ban for some countries very early. Still, other COVID-10",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "19 countermeasures within the country are largely uncoordinated at the federal level, and the enforcement 11 level varies among states . Widespread COVID-19 misinformation, inconsistency in 12 CDC guidelines, and collective exhaustion with COVID-19 related restrictions have emerged as 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "formidable adversaries for government to implement and enforce these restrictions (Meichtry et al., 2020 ). 14 Furthermore, people's needs to complete their essential travel (e.g., visiting grocery stores, pharmacies, 15",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 104,
                    "text": "(Meichtry et al., 2020",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and hospitals) and craving to attend activities outside of the home such as sports, entertainment, and 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "family gatherings have also driven many states to lift or ease COVID-19 related restrictions when many 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "people believed that the peak in coronavirus cases might have passed around June 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lift or ease COVID-19 related restrictions, along with the reopening of the economy and 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "people's desire to travel and connect, can be partly reflected in the increase in air and road travel. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "According as a weighted sum of six county-level mobility metrics, including the percentages of people staying at 32",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "home, reduction in all trips, reduction in work trips, reduction in non-work trips, reduction in out-of-33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "county trips, and reduction in travel distance. It is an integer (between 0 and 100) that reflects the extent 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "to which residents and visitors are practicing social distancing, where 0 indicates no social distancing is 35 observed, and 100 shows all residents are staying at home and no visitors are entering the county. 36 However, it is not clear to the authors how the weights are calculated. The same weights were also 37 assigned to each county across the U.S., limiting its ability to reflect the potential travel pattern 38 differences among different counties. For example, the overwhelming majority of out-of-county travel for 39 counties such as Honolulu is through the air which can be easily controlled, while most of the out-of-40",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "county trips for counties such as Los Angeles County is through land which cannot be easily controlled. It 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is not reasonable to assign the same weight to the percentage reduction of out-of-county trips for these 42 two types of counties when calculating SDI. Furthermore, limited studies have been done to understand 43 (or model) the relationship among travel-related factors, social distancing measures, and confirmed 44 COVID-19 cases. 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "To address these limitations, this study seeks to (i) propose a CAS to quantify current car travel-46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "related activity compared to a pre-pandemic baseline and (ii) use econometric models to understand its 47 relationship, along with the relationship between other travel-related factors, and social distancing 48 measures, with confirmed COVID-19 cases while accounting for the potential temporal delays due to the 49 lag between COVID-19 exposure and COVID-19 infection confirmation. Finally, the estimated models 50 J o u r n a l P r e -p r o o f with different exposure-to-confirmation temporal delays will also be evaluated to see if they can be used 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "to predict the number of confirmed COVID-19 cases in the coming days. 2 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "3. METHODS AND DATA DESCRIPTION 4 In this section, the quantification methods and data sources for 15 travel-related independent 5",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 33,
                    "text": "DESCRIPTION 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "variables considered belonging to six categories (CAS, SDI, residents staying at home, travel frequency 6 and distance, mobility trend, and out-of-county visitors), 3 policy factors, and one dependent variable 7",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "(daily confirmed COVID-19 cases) are presented. Furthermore, the description of four possible modeling 8 approaches is also presented and the final modeling approach selection process is also described. It is 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "important to note that only one modeling approach was used for result interpretation. 10 11 3.1. Quantifying CAS 12",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The number of people traveling to and away from a community and miles traveled by these 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "people daily have been used to reflect the community's mobility level, accessibility level, activity level compared to the pre-pandemic baseline. CAS is a quantification method proposed in this study to 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "capture the current travel-related activity level compared to the pre-pandemic baseline based on inter-19 community traffic characteristics (traffic volume and travel distance). The pre-pandemic baseline is 20 defined as the median value for that day of the week from a 4-week period before the week of the first 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "identified COVID-19 case. CAS can be calculated as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "where is the activity score of community m on day n during the pandemic, 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "a and b are predetermined coefficients, and a + b=1, 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the incoming traffic volume of the community m on day n, 27 is the average incoming traffic volume of the community during the pre-pandemic baseline, 28",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "text": "27",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the outgoing traffic volume of the community m on day n, 29 is the average outgoing traffic volume of the community during the pre-pandemic baseline, 30",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 62,
                    "text": "29",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the average travel distance of the community m on day n, 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "is the average travel distance of the community during the pre-pandemic baseline. 32 33 As CAS is a relative activity level compared to the pre-pandemic baseline, the baseline value for 34 CAS is 100. In this study, a = b = 0.5.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "text": "33",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The average travel distance data ( and ) used to calculate CAS in Eq. 1 is collected 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "through Descartes Labs (2020). The traffic volume data was collected from the Hawaii Department of 37",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Transportation (HDOT, 2020). Considering that the travel distance data (as well as most other travel-38 related data and COVID-19 data) is only available at the county-level at the time of the study, CAS is 39 converted from community-level to county-level. Hence, county-level CAS is calculated as follows, 40 41",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "42 where is the county activity level on day n, is the weight of community m in the County, and M is 43 the total number of communities in the County. In this study, each community's weight, , is 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "proportional to its total population within the county. 45 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "The data of SDI was collected from Maryland Transportation Institute (2020), which can be 3 calculated as follows,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "where is the percentage of people staying at home (traveled less than one mile from their residence), 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "is the percentage change in the number of trips made compared to the pre-pandemic baseline. A 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "trip is defined as movements that include a stay of longer than 10 minutes at an anonymized 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "location away from home, 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "is the percentage change in the number of work trips made compared to the pre-pandemic 11 baseline, 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "is the percentage change in the number of non-work trips made compared to the pre-pandemic 13 baseline, 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "is the percentage change in the daily travel distance compared to the pre-pandemic baseline, 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "is the percentage change in out-of-county trips made compared to the pre-pandemic baseline. 16 The authors were unable to identify the methods used to assign weights to different travel-related 17",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "16",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantifying other factors 2"
        },
        {
            "text": "Apart from CAS and SDI, the rest of the 13 travel-related factors can be classified into three 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "categories. \"Travel frequency and distance\" category includes percentage of people staying at home from 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "USDOT (2020), the daily trip frequency from USDOT (2020), estimated mode usage frequency (walking, 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "driving, and using transit) from Apple (2020), and median maximum travel distance compared to the pre-22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "pandemic baseline (Descartes Labs, 2020). Factors belonging to the \"mobility trend\" category include six 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "variables, including the number of visits to retail/recreation (restaurants, cafes, shopping centers, theme 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "parks, museums, libraries, and movie theaters), grocery/pharmacy (grocery markets, food warehouses, 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "farmers markets, specialty food shops, drug stores, and pharmacies), parks, transit stations, places of 26 work, and places of residence compared to the pre-pandemic baseline from Google (2020). Considering 27",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "Honolulu County's nature, the only out-of-county people were coming from the airport during the study 28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "period. Table 4 summarizes the descriptions and data sources of one dependent variable and fifteen travel-29 related independent variables considered.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "18"
        },
        {
            "text": "Three policy factors related to social distancing measures are considered including mandatory 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "stay-at-home order (i.e., if there is a mandatory stay-at-home order), mandatory traveler self-quarantine 32 order (i.e., mandatory 14-day self-quarantine order after arriving in Hawaii), and mandatory face-covering 33 order (i.e., mandatory face-covering request for all essential business order). Mandatory traveler self-34 quarantine order is a unique policy implemented at a state level among all the states in the U.S. At the 35 same time, the other two have been applied in many states throughout the pandemic. The maximum travel distance to a point from the initial point of the day (i.e., the maxdistance mobility) compared to the pandemic baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "Descartes Labs (2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "The number of visits to restaurants, cafes, shopping centers, theme parks, museums, libraries, and movie theaters compared to the pandemic baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility trend Retail"
        },
        {
            "text": "Google (2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mobility trend Retail"
        },
        {
            "text": "The number of visits to grocery markets, food warehouses, farmers' markets, specialty food shops, drug stores, and pharmacies compared to the pandemic baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grocery"
        },
        {
            "text": "Google (2020) Park",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grocery"
        },
        {
            "text": "The number of visits to national parks, public beaches, marinas, dog parks, plazas, and public gardens compared to the pandemic baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grocery"
        },
        {
            "text": "Google (2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grocery"
        },
        {
            "text": "The number of visits to national parks, public beaches, marinas, dog parks, plazas, and public gardens compared to the pandemic baseline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations"
        },
        {
            "text": "Google (2020) Work",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations"
        },
        {
            "text": "The number of visits to places of work compared to the pandemic baseline. Google (2020) Residences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations"
        },
        {
            "text": "The number of visits to places of residence compared to the pandemic baseline. Google (2020) Out-of-county visitors Airport The number of people through Hawaii airport (hundreds). Hawaii Tourism Authority (2020) 2 3 J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations"
        },
        {
            "text": "Before conducting data modeling, the first two steps are removing variables with possible high 2 strong correlation and multicollinearity among independent variables. Pearson correlation analysis was 3 conducted among independent variables to identify the potential strong correlation (i.e., the absolute value 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "of the correlation coefficient is higher than 0.5). Then, multicollinearity tests were conducted using 5 variance inflation factors (VIFs). 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "Considering the dependent variable (daily COVID-19 cases) is a count variable, four types of 7 econometric modeling methods for modeling count data were considered in this study, including Poisson, 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "Negative Binomial (NB), Zero-inflated Poisson (ZIP), and Zero-inflated Negative Binomial (ZINB) 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "models. Overall, NB models outperform Poisson models because the Poisson distribution restricts the 10 mean and variance to be equal. In an NB model, the probability of day n having \" cases of confirmed 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "COVID-19 cases is given by (Washington et al., 2020): 12 13 14",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "where #(\" ) is the probability of day n having \" cases of confirmed COVID-19 cases and & is the 16 parameter which can be estimated as a function of explanatory variables which can be written as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "where + is a vector of explanatory variables and * is a vector of a parameter. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "Unlike most counties in the U.S., Honolulu County has 31 days out of 166 days without any 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "confirmed COVID-19 cases throughout the pandemic period. The data may belong to two-state regimes 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "(normal-count and zero-count states). Zero-inflated models were also considered for model estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Modeling 1"
        },
        {
            "text": "The model formulation details can be found in Washington et al. (2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The data modeling process and model selection process consist of two steps: (i) Vuong test and 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "24"
        },
        {
            "text": "overdispersion parameter (α) t statistics are used to select among four possible modeling methods 26 (Shankar et al., 1997) . access to the traffic volume data from all the sensors in Honolulu County. 20 Figure 1 shows zones in Honolulu County and Table 3 summarizes some of each community's 21 key characteristics using American Community Survey 5-year estimates in 2015 (USCB, 2016).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 123,
                    "text": "(Shankar et al., 1997)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "text": "Figure 1",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "24"
        },
        {
            "text": "Downtown Honolulu is located in Zone 9 and most of the tourist attractions were located in the Waikiki 23 region (Zones 11 and 12 ). It is important to note that zone (community) boundaries are set based on a 24",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 129,
                    "text": "(Zones 11 and 12",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "22"
        },
        {
            "text": "combination of zip code boundaries and traffic volume sensors' locations across the county. Other than 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "traffic volume data, all the travel-related data is at the county-level. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "The first COVID-19 infection in Honolulu County was confirmed on Friday, March 6, 2020. The 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "pre-pandemic period for Honolulu County is set between February 3, 2020, to March 1, 2020 (one month 5 before the first confirmed COIVD-19 infection on March 6 th , 2020). The study period is set between 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "March 9, 2020 (Monday) and August 16, 2020 (Sunday) (the following week after the first confirmed 7 COVID-19 case). It includes 161 days or 23 weeks. Figure 2 shows the daily COVID-19 cases in 8",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "Honolulu County and some of the study period's important policies. The forecasting period is set 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "between August 17, 2020, and September 7, 2020, to evaluate the model's prediction power with different 10 exposure-to-confirm temporal delays. 11 Figure 3 shows the daily traffic volumes (in and out of) for each zone. As shown in Figure 3 , a 12 clear pattern can be observed for each zone that the weekend volume is often way lower than weekday 13",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 239,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "volume. It also can be observed that after initial traffic volume reduction in March and April, the traffic 14 volume for each zone has recovered to around 80 to 90 percent of the pre-pandemic baseline. Another 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "interesting observation is the sharp traffic volume increase after June 12, 2020, in Zone 9. A possible 16 reason is that Zone 9 contains downtown Honolulu and Chinatown, both of which were hit the hardest 17 during the COVID-19 pandemic. People in that zone recovered the slowest among all the people in 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "Honolulu County. Furthermore, many government offices are also located in Zone 9, with most of them 19 reopened in June. To further illustrate the traffic volume differences across different days of the week, 20 Figure 4 presents the monthly average traffic volume for each day of the week throughout the study 21",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "period. 22 Table 4 The First confirmed COVID-19 case in Hawaii. 3/9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "The first Monday after the First confirmed COVID-19 cases in Hawaii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Honolulu County's COVID-19 Response and Policy Factors 3"
        },
        {
            "text": "The 30-day federal ban on flights from Europe except the United Kingdom began. The Hawaii Department of Health recommends large, crowded gatherings, or public events that include 100 people or more be postponed or canceled.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/13"
        },
        {
            "text": "The Hawaii State Department of Education is extending its spring break for all public and charter school students. 3/20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/15"
        },
        {
            "text": "The County of Honolulu has mandated the closure of restaurants, parks, and nightclubs for indoor service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/15"
        },
        {
            "text": "The County of Honolulu has issued stay-at-home, work-at-home orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/23"
        },
        {
            "text": "Governor David Ige has ordered that all persons entering Hawaii to self-quarantine for 14 days or for the duration of their stay in Hawaii, whichever is shorter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/26"
        },
        {
            "text": "Governor Ige announced that anyone traveling between islands will now be required to self-quarantine in their home or other lodgings for 14 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3/30"
        },
        {
            "text": "Governor David Ige is encouraging everyone to wear cloth face masks whenever in public places with the exception of exercising outside, as long as social distancing requirements are maintained. Governor David Ige closes all state beaches to sitting, standing, lounging, lying down, sunbathing, and loitering, including restrictions on boating, fishing, and hiking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/17"
        },
        {
            "text": "Everyone must wear a mask in most city settings, including on the city bus, visiting businesses, or ordering from the drive-thru. 5/5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/21"
        },
        {
            "text": "The Stay-at-Home order is now referred to as the Safer-at-Home order. Selected Hawaii State Parks re-opening for hiking and beach access but not gatherings 5/7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/21"
        },
        {
            "text": "Phase One Businesses reopen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4/21"
        },
        {
            "text": "Retail stores and shopping malls in the County of Honolulu can reopen under the Safer-At-Home order.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/15"
        },
        {
            "text": "Hawaii Moves into \"Acting with Care\" Phase 5/22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/18"
        },
        {
            "text": "Major stores such as Macy, Apple, and Ross reopened in the County of Honolulu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/18"
        },
        {
            "text": "Reopening of some tourist attractions (Zoo, Kualoa ranch, Wet and wild Hawaii, etc.). 6/5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/29"
        },
        {
            "text": "Reopening of dine-in restaurant services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5/29"
        },
        {
            "text": "Gov. David Ige announced that the reopening of Hawaii tourism would be August 1, 2020, and tourists with a valid negative COVID-19 test can enter Hawaii without self-quarantine. 7/10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "The Pearl Harbor National Memorial reopened. 7/14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "Gov. David Ige announced that the reopening of Hawaii tourism would be postponed until September 1, 2020. 7/18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "Honolulu County Public School announced that the public schools would be opened to students on August 4, 2020. 7/28",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "Public school reopening day was postponed until August 17, 2020. 7/29",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "The Governor announced he would take action to \"reinstate some of the measures we've relaxed over the last few weeks\" in the fight against COVID-19 in Hawaii. 8/6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "Starting Saturday, August 8, 2020, all State Parks on the island of Oahu will be closed until September 4, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6/25"
        },
        {
            "text": "Honolulu County announced the order \"Act Now Honolulu: No social Gatherings\" to shut down beaches, parks, and bars. The reopening of Hawaii tourism would be postponed until October 1, 2020. New \"Stayat-home\" order was expected in the coming days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8/18"
        },
        {
            "text": "Based on the policy response, three policy factors are introduced, and all of them are indictor 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "variables. First, no mandatory stay-at-home order factor is an indicator variable. It equals one when no 4 mandatory stay-at-home order is in place (between 3/9/2020 and 3/22/2020 and between 5/5/2020 and 5 8/16/2020) and otherwise equals zero. Second, the traveler self-quarantine order factor is an indicator 6 variable, where it equals one when there is a mandatory 14-day self-quarantine order (between 3/26/2020 7 and 8/16/2020) and otherwise equals zero. The last one is the mandatory mask order factor. It is also an 8 indicator variable. It equals one when there is a mandatory face-covering order for people going to most 1 businesses (between 4/21/2020 and 8/16/2020) and otherwise equals zero. 2 3 4.4. Travel-related Behavioral Changes during the Study Period 4 Table 5 presents the weekly average values of all travel-related variables for each week during 5 the study period. There are five key observations. First, in terms of CAS and SDI, the results show that 6",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 774,
                    "end": 781,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "2"
        },
        {
            "text": "travel-related community activities experienced a sharp decrease during the mandatory shut down period 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "(Week 3 to Week 8) . At the end of the study period, both measures show that the community activity and 8",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Week 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "social distancing practice returned close to the pre-pandemic baseline (i.e., close to 100). Second, the 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "percentage of people staying at home (i.e., people who did not travel longer than one mile away from 10 home) has increased significantly due to a combination of the implementation of social distancing 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "measures, many people that were working from home, and the rising unemployment rate which increased 12 from 2.7% in February to 13.1% in July with the unemployment rate peaked at 23.8% in April (U.S. 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Bureau of Labor Statistics, 2020). Third, people traveled less frequently, within a shorter range, driving, 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "using transit, and walking less frequently. Traveling by bus reduces the most (about 80% reduction 15 compared to the pre-pandemic baseline) due to a multitude of reasons such as reduced travel needs, 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "mandatory wearing a face mask on the bus after April 21, 2020, and people's worry of COVID-19 spread 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "in a closed environment. Fourth, people visited places such as retail stores, grocery stores, parks, 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "workplaces, and transit stations less frequently in terms of the mobility trend. Visits to grocery stores 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "reduce the least among the mobility trend (maintained at over 70% of the pre-pandemic visits). This may 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "suggest that going to grocery stores was considered essential for many people in Honolulu County. Last 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "but not least, the number of passengers through the airport dropped significantly from 200-300 thousand 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "per day to 10-20 thousand per day after the pandemic outbreak and the mandatory 14-day quarantine 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "order. Over 90% of the GDP in the State of Hawaii depends on the service and tourism industries, and 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "this likely contributed to the increasing unemployment rate in Hawaii. Note: The highest and the second-highest value of each variable are bold, and the lowest and the second-lowest value of each variable are italic during the study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2"
        },
        {
            "text": "Using the first two steps of the independent variable selection process in section 3.4, 12 out of the 4 18 possible variables are removed due to high correlations with other variables and multicollinearity. The 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "remaining variables include 4 travel-related variables and two policy variables. The travel-related 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "variables are travel-related factors, including CAS (the proposed community activity index), park (i.e., 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "number of visits to national parks, public beaches, marinas, dog parks, plazas, and public gardens 8 compared to the pandemic baseline), trip (number of trips made per day compared to the pandemic 9 baseline), and walk (daily Volume of walking directions requests compared to the pandemic baseline). 10",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "The two policy variables are the mask order (if there is a mandatory face-covering order for people going 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "to most businesses) and no stay home (no mandatory stay-at-home order is in place). 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "These six variables are used to construct Poisson, NB, ZIP, and ZINB models. Using Vuong test 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "and overdispersion parameter (α) t statistics under the guideline highlighted in Table 2 To evaluate NB models with different exposure-to-confirm temporal delays, it is important to 28 evaluate whether these models can be used to predict the number of COVID-19 cases in coming days and 29",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "how accurate these models are in predicting COVID-19 cases in the coming days. For example, suppose 30",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "the estimated model has 0 temporal days. In that case, the model can only be used to predict the number 31",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "of COVID-19 cases on the same day by using that day's travel-related data. If the estimated model has 14 32 temporal days, the model can only be used to predict the number of COVID-19 cases 14 days later using 33 that day's travel-related data. 34 Table 7 illustrates the prediction results of all 15 models (from no delay to 14-day delay) for 35",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 107,
                    "text": "14 32",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "forecasting daily COVID-19 cases between August 17, 2020, and September 7, 2020, not included in 36 model estimation. Two criteria are used to evaluate the forecasting power of each model: (i) mean 37 absolute percentage error (MAPE) and (ii) the root-mean-square deviation (RMSD). MAPE is one of the 38 most common measures to quantify forecast error. RMSD is calculated as the square root of the second 39 sample moment of the differences between predicted values and observed values or the quadratic mean of 40 these differences (Zwillinger, 2002) . A model's forecasting results with a lower MAPE and/or RMSD 41 suggest that the model has a higher forecasting power compared to those with a higher one. Table 7  42 shows that the 11-day exposure-to-confirm temporal delay model has the highest predicting power with 43 the lowest RMSD and the second-lowest MAPE. This illustrates the potential exposure-to-confirm 44 temporal delays that exist in the relationship between travel and COVID-19 spread. It is also possible that 45",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 550,
                    "text": "(Zwillinger, 2002)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 707,
                    "end": 718,
                    "text": "Table 7  42",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "such temporal delay may vary among different counties due to differences in testing capability, 46 government policy, etc. Figure 5 shows COVID-19 prediction results of models with no temporal delay, 47 4-day, 11-day, and 14-day compared to observed COVID-19 cases to better illustrate the results. 1 Figure 5 . COVID-19 prediction results of models with no temporal delay, 4-day, 11-day, and 14-day compared to observed COVID- 19 2 cases. The proposed CAS was found to be positively correlated with confirmed COVID-19 cases across 2 all 15 models. This suggests that the proposed CAS is a good indicator to capture the possible exposure to 3 COVID-19 in the community and can be used to predict the potential increase in confirmed COVID- 19 4 cases up to 14 days. Also, it can also be used to capture the effectiveness of the COVID-related policies in 5 restricting people's movement throughout the pandemic. A lower CAS suggests that people's movement 6",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "text": "47",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 428,
                    "end": 432,
                    "text": "19 2",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "19 4",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 309,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "within the community is minimal, and a higher CAS (close to 100) indicates that people's movement 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "within the community is returning to normal. Apart from the CAS proposed by the authors to capture the 8 relationship between travel-related factors and COVID-19 spread, several studies have also provided 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "some interesting variables such as SDI (Gao et In terms of the model prediction results using various exposure-to-confirm temporal delays in 43",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "(Gao et",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "Section 5.3, the results not only highlight the importance to factor such temporal delay in the modeling 44 process the relationship between various factors and the confirmed COVID-19 cases but also suggest that 45",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "if the COVID-19 related health policies remain the same, when the travel-related activates increase, the 46 confirmed COVID-19 cases are expected to increase a few days after such increase. 47 48",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "6. CONCLUSIONS 49",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "This study explores the relationship between travel-related and policy factors and COVID-19 50",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "cases spread in the community with various exposure-to-confirm temporal delays at a county-level. 51",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "Community Activity Score (CAS) is proposed in this study to capture the current travel-related activity 1 level compared to the pre-pandemic baseline based on inter-community traffic characteristics. CAS and 2 thirteen other travel-related factors are used to study the relationship between travel and COVID-19 3 spread in the community. The exposure-to-confirm temporal delay between the time-varying travel-4 related factors and their impacts on the number of confirmed COVID-19 cases are also considered. A 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "Honolulu County-based case study is used to evaluate the proposed CAS and its relationship with 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "confirmed COVID-19 cases. The NB model results show that CAS can be used as an indicator to study 7 the social distancing measures' effectiveness and predict a potential increase in the community. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "Furthermore, models with different exposure-to-confirm temporal delays are used to forecast COVID- 19 9 cases to illustrate the importance of including exposure-to-confirm temporal delays when evaluating the 10 impacts of travel-related factors and policy factors on COVID-19 spread.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "19 9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multicollinearity Tests and Modeling Method Selection 3"
        },
        {
            "text": "This study has a few limitations. First, the study relies on data from various sources, and only 12 CAS is independently verified by the authors using the raw data. The reliability of the modeling results 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "depends on the accuracy of these data sources and the authors are planning to revisit this study once such 14 raw data is available. Second, Honolulu County is relatively unique compared to most of the counties in 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "the U.S. as most of its out-of-county travels are through the airport. This makes it easier for the county to 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "control COVID-19 cases imported from other counties. Additional studies are needed to evaluate the 17 potential of using the proposed Community Activity Score to monitor the potential increase in COVID- 19 18 cases in other counties. Third, data such as mobility trends and mode usage frequency may not accurately 19 reflect the total visits to different locations and mode usage frequency. For example, mobility trends 20 reflect the total visits to various sites for users with Google Maps and the location tracking on and many 21 people may have neither. Mode usage frequency can only reflect the total number of route requests for 22 different modes of transportation through Apple Maps. It cannot represent the mode usage frequency of 23 all the county population or whether these trips were made. Fourth, most of the social distancing measures 24",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 208,
                    "text": "19 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "in Honolulu County remains the same throughout the pandemic. It can be challenging to evaluate these 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "policies' real impacts as people's compliance to these policies and the enforcement levels can vary 26",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "significantly throughout the pandemic. Fifth, some of the other factors found by some studies related to 27 neighborhood built environment (Mitra et al., 2020) were not included in this study due to the 28 unavailability of the data and other modeling methods such as spatial data analysis methods (Cuadros et  29 al., 2020; Harris, 2020) was not used due to the nature of studying only one county. Last but not least, 30",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "(Mitra et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 298,
                    "end": 313,
                    "text": "(Cuadros et  29",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "11"
        },
        {
            "text": "most of the existing data is at the county-level, and it is important to acquire higher resolution data for 31 additional analysis. 32 Future studies have been planned to address some of the limitations. First, Honolulu County is 33",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "text": "32",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "used as a case study to illustrate the relationship between proposed CAS and other travel-related factors 34",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "and COVID-19 spread in the communities. Additional studies are planned to use the proposed method to 35 evaluate CAS in other counties. Second, in terms of the modeling method and data used, different types of 36 advanced models that can capture unobserved heterogeneities in the data can be used, and the model 37 estimation can be improved with more high-resolution data. Third, a more comprehensive comparison 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "between CAS and other mobility indexes should be conducted to evaluate the potential of using CAS to 39 assist decision-makers in combating COVID-19 spread within the communities. Last but not least, future 40 studies can analyze data from multiple counties/communities and capture the potential spatial 41 autocorrelation among them. 42 43",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What will be the economic impact of covid-19 in the us? rough estimates of disease 46 scenarios (No. w26867)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Atkeson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Economic and social consequences of human mobility restrictions 49 under COVID-19",
            "authors": [
                {
                    "first": "Giovanni",
                    "middle": [],
                    "last": "Bonaccorsi",
                    "suffix": ""
                },
                {
                    "first": "Francesco",
                    "middle": [],
                    "last": "Pierri",
                    "suffix": ""
                },
                {
                    "first": "Matteo",
                    "middle": [],
                    "last": "Cinelli",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Flori",
                    "suffix": ""
                },
                {
                    "first": "Alessandro",
                    "middle": [],
                    "last": "Galeazzi",
                    "suffix": ""
                },
                {
                    "first": "; Ana Lucia",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "27",
            "pages": "15530--50",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Compliance with covid-19 social-distancing 1 measures in italy: the role of expectations and duration (No. w26916). National Bureau of Economic 2 Research. 3 Center for Disease Control and Prevention (CDC)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Briscese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lacetera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Effects of built environments on vehicle miles traveled: evidence 10 from 370 US urbanized areas",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cervero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environment and planning A",
            "volume": "42",
            "issn": "2",
            "pages": "400--418",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Time, travel and infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cliff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haggett",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "British Medical Bulletin",
            "volume": "69",
            "issn": "1",
            "pages": "87--99",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Spatiotemporal transmission dynamics of the COVID-19 pandemic and its impact on 17 critical healthcare capacity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Cuadros",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mukandavire",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Correa-Agudelo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Mackinnon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Investigating the impacts of built environment 20 on vehicle miles traveled and energy consumption: Differences between commuting and non-21 commuting trips",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cities",
            "volume": "68",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "How COVID-19 and the Dutch 'intelligent 23 lockdown'change activities, work and travel behaviour: Evidence from longitudinal data in the 24 Netherlands",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Haas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamersma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Travel restricitons hampering COVID-19 response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Devi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1331--1332",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Staying at home: mobility effects of covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stromme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Rational use of face masks in the 29 COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "8",
            "issn": "5",
            "pages": "434--436",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human mobility and the global spread of infectious diseases: a focus 31 on air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Findlater",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends in Parasitology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Mapping county-level mobility pattern changes 33 in the United States in response to COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "SIGSPATIAL Special",
            "volume": "12",
            "issn": "1",
            "pages": "16--26",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Worldwide Coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "Google",
                    "middle": [],
                    "last": "News",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Impacts of personalized accessibility information on residential location 37 choice and travel behavior",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Peeta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Travel Behaviour and Society",
            "volume": "19",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The impact of 39 government measures and human mobility trend on COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Hadjidemetriou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sasidharan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kouyialis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Parlikad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transportation Research Interdisciplinary Perspectives",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Exploring the neighbourhood-level correlates of Covid-19 deaths in London using a Katz",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Is it safe to lift COVID-19 travel bans? The 3 Newfoundland story",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Linka",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rahaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goriely",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kuhl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computational Mechanics",
            "volume": "66",
            "issn": "5",
            "pages": "1081--1092",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Pandemics: 5 Risks, Impacts, and Mitigation, Disease Control Priorities: Improving Health and Reducing Poverty, 6 third ed. The International Bank for Reconstruction and Development",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Madhav",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Oppenheim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gallivan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mulembakani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Quarantine during COVID-19 10 outbreak: Changes in diet and physical activity increase the risk of cardiovascular disease. Nutrition, 11 Metabolism and Cardiovascular Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Mattioli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sciomer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cocchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maffei",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gallina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "1409--1417",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pandemic Fatigue is real … and it is spreading",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meichtry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sugden",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wall 13 Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Healthy movement behaviours in children and youth during the COVID-19 17 pandemic: Exploring the role of the neighbourhood environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Tremblay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Impact of COVID-19 on transportation in",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mogaji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "& Haworth, 21 C. (2020). How can airborne transmission of COVID-19 indoors be minimised",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bahnfleth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Bluyssen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boerstra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Buonanno",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Environment",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The 24 socioeconomic implications of coronavirus pandemic (COVID-19): A review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicola",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aljabir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iosifidis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The moderating 27 roles of psychological flexibility and inflexibility on the mental health impacts of COVID-19 28 pandemic and lockdown in Italy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Pakenham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Landi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boccolini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furlani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grandi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tossani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Contextual Behavioral Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Political beliefs affect compliance with covid-19 social distancing 30 orders",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Painter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Information technology-based tracing strategy in response to 32 COVID-19 in South Korea-privacy controversies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Effectiveness of the measures to flatten the 34 epidemic curve of COVID-19. The case of Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tobias",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Barceló",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science of the Total Environment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "SafeGraph Inc. Home Dwell Time",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modeling accident frequencies as zero-altered 37 probability processes: an empirical inquiry",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mannering",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Accident Analysis & Prevention",
            "volume": "29",
            "issn": "6",
            "pages": "829--837",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "COVID-19 and airline employment: Insights from historical uncertainty shocks 39 to the industry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Sobieralski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Transportation Research Interdisciplinary Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The second worldwide wave of interest in coronavirus since the COVID-19 41 outbreaks in South Korea",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Strzelecki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italy and Iran: a google trends study",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.10998"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Community venue exposure risk estimator for",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sprigg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Statistical and 5 Econometric Methods for Transportation Data Analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Washington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Karlaftis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mannering",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anastasopoulos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Community: from neighborhood to network",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wellman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Communications of the ACM",
            "volume": "48",
            "issn": "10",
            "pages": "7--53",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "COVID-19: potential effects on Chinese citizens' 9 lifestyle and travel",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kozak",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tourism Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "COVID-19: What you need to know about the coronavirus pandemic on July",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Accessed 7/29/2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Beware of the second wave of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1321--1322",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Didi Chuxing CEO Says Ride Sharing Orders Recover to Pre-Pandemic 15 Levels. Reuters",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "COVID-19 social distancing in the Kingdom of Saudi Arabia: Bold 17 measures in the face of political, economic, social and religious challenges. Travel Medicine and 18 Infectious Disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Public perception of urban companion animals during the 20 COVID-19 outbreak in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health & Place",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "How built environment affects travel behavior: A 22 comparative analysis of the connections between land use and vehicle miles traveled in U.S 23 cities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nasri",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Transport and Land Use",
            "volume": "5",
            "issn": "3",
            "pages": "40--52",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "An interactive 25 COVID-19 mobility impact and social distancing analysis platform",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghader",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kabiri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.29.20085472"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "CRC standard mathematical tables and formulae",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zwillinger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and Haggett (2004) analyzed three examples, including importing measles into Fiji, behavior 29 changes in Iceland after a measles epidemic, and changes in the spread of cholera within the U.S. They 30 argued that the development of transportation technologies promoted massive increases in personal 31 mobility and the speed of infectious disease transfer. Mangili and Gendreau (2005) and Findlater and 32",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "14 patterns, neighborhood built environment, etc. (Wellman, 2005; Cervero and Murakami, 2010, Zhang et 15 al., 2012; Ding et al., 2017; Guo and Peeta, 2020). In the context of a global pandemic, it can also reflect 16 how many possible contacts were made with people outside the community and the community activity 17",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 1 Communities in Honolulu County 1",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "summarizes some of the Hawaii government's important policies during the pandemic, 23 and the information is based on the Hawaii Governor Office and various news websites. Many of these 24 policies were still being used at the time of the study (i.e., 8/23/2020). Hawaii remains one of the states 25 with the lowest COVID-19 cases per capita (8,215 cases per one million people compared to the national 26 average of 20,712 cases per one million people) in the U.S. However, Hawaii is experiencing a surge in 27 cases after its decision to gradually opening up the economy. Daily Daily traffic volume (in-and-out of the zone) for each zone during the study period Weekly traffic volume (in-and-out of the zone)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "to Transportation Security Administration (TSA), the number of people going through TSA 21 checkpoints has increased from around 100 thousand people in April to approximately 800 thousand 22 people daily in December (TSA, 2021). Simultaneously, the number of COVID-19 cases surged across 23 the U.S. since June 2020, varying between different states. These observations show a clear correlation 24 among travel-related factors, social distancing measures, and confirmed COVID-19 cases. Despite some 25attempts to quantify some travel-related factors, it is still challenging to methodically quantify travel-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Travel-related Variable Description and Data Sources",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "presents the model selection guideline based onShankar et al. (1997).This 27 means that only one of the four modeling method is going to be selected based on the results of this step; 28and (ii) various goodness-of-fit methods were used to evaluate the different models for each modeling 29 process, including the McFadden pseudo-R 2 , the Akaike Information Criterion (AIC), and the corrected 30Akaike Information Criterion (AICc). Models with higher values of McFadden pseudo-R 2 , and lower 31 values of AIC and AICc are considered to have better statistical fits. 32 33 Table 2. Decision Guidelines for Model Selection among Poisson, NB, ZIP, and ZINB 34 t statistic of the NB overdispersion parameter α Evaluating the Performance of Models with Different Exposure-to-confirm Temporal delays 36 Studies by the CDC have shown that the COVID-19 symptoms may appear 2-14 days after 37 people's exposure to COVID-19, and it may take days between testing and confirming COVID-19 38 infections (CDC, 2020). The exposure-to-confirm temporal delay between the time-varying travel-related 39 factors, social distancing measures, and their impacts on the number of confirmed COVID-19 cases are to 14 days of temporal delay. These various temporal delays are used to capture the temporal delays from 1 exposure (which connects to travel-related factors) to confirmed infection. For example, with n day of 2 temporal delay, the independent variable values are from the day i, and the dependent variable value (i.e.,",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Zip code-based Communities in Honolulu County 1",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "COVID-19 Responses by State of Hawaii1",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Weekly Average of COVID-19 Cases and Travel-related Factors",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "were included in the final models. It is important to note that if a variable is not included in the final 22 models because of its statistical significance, it does not mean that it is not correlated with the dependent 23variable. It can have a weak correlation with the dependent variable and/or the models with this 24 independent variable have a lower goodness-of-fit compared to the final model.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "al., 2020; Zhang et al., 2020) and Community Social Risk 10 Estimator (the probability of people meeting potential cases in public places such as grocery stores, gyms, 11 libraries, restaurants, coffee shops, offices, etc.) by Sun et al. (2020). SDI is removed because of its high 12 correlation with other variables and multicollinearity. Additional studies are needed to compare these two 13 variables in other counties and other regions. Additional studies are needed to use the proposed CAS 14 method to compare CAS and other methods, such as SDI and Community Social Risk Estimator. 15 The model estimation results also show that the daily confirmed COVID-19 cases increase as the 16 number of trips increases, while the daily confirmed COVID-19 cases decrease when the walking 17 frequency increases. It shows that the increased trip frequency contributes to increased COVID-19 cases 18 after the economy opens up. The increased walking can potentially reduce COVID-19 case because 19 COVID-19 is less likely to spread in an outdoor environment while walking (Feng et al., 2020; Morawska 20 et al., 2020), and the increased exercises through walking may benefit people as shown in Feng et al. 21 (2020) that people with more physical exercises have a lower risk of contracting COVID-19. It is also 22 important to note that trip frequency and walking frequency are from different data sources. Trip 23 frequency is based on mobile phone location information that shows a person moves away from home and 24 stays at a different location for at least 10 minutes. The walking frequency is based on Apple Maps 25 information that captures the number of route requests by walking. The walking frequency may only 26 represent a person's desire to travel to a different by walking. Additional studies are needed to validate 27the relationship between route requests and trips made by walking.28The model estimation results also show that the increasing visits to locations such as parks and 29beaches contribute negatively to the daily confirmed COVID-19 cases. Numerous studies suggest that the30 decreased physical activities during quarantine and the closure of gyms contribute to the increased risk of 31 COVID-19. It is crucial to maintain a certain level of physical activity level during the pandemic 32 (Hammami et al., 2020; Mattioli et al., 2020). The increasing visits to parks and beaches suggest that the 33 recovery of physical activity level to the pre-pandemic baseline can potentially lower the risk of COVID-34 19 and the risk of contracting COVID-19 is also low in an outdoor environment. However, Honolulu 35 County closed most parks and beaches after the surge of COVID-19 cases since July, and this may 36 contribute positively to the increasing COVID-19 cases in Honolulu county. 37 Regarding the policy implications, the modeling results show that both mandatory face-covering 38 policy and mandatory work-from-home policy contribute positively toward reducing COVID-19 infection 39 in Honolulu County. These results highlight the importance of using various social distancing measures to 40 reduce COVID-19 spread. For example, the likelihood of infection can be reduced if face-covering is 41 required, even if the travel behavior remains the same.42",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}