{
    "paper_id": "865ced6ba985cdaf89560bff9390d4d0a32e6b87",
    "metadata": {
        "title": "Do antibodies enhance the infection of cells by HIV?",
        "authors": [
            {
                "first": "Dani",
                "middle": [
                    "P"
                ],
                "last": "B%gnesi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dani P. B%gnesi OF LATE, there has been considerable interest in mechanisms by which human immunodeficiency virus (HIV) can enter cells other than by the conventional mechanism of attachment of HIV to CD4, which serves as a cell-surface receptor for the virus. As some of the other mechanisms proposed employ antibodies or complement proteins, it is possible that immune responses to HIV would enhance rather than reduce infection of some target cells and thereby worsen the course of disease. If so , this would be bound to have a major impact on vaccination and therapeutic strategies. It is therefore worth examining the evidence, including the most recent papers' ·2, to assess whether such concerns are legitimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "Antibody enhancement of viral infectivity is a phenomenon that has been recorded for alphaviruses, poxviruses , bunyaviruses, rhabdoviruses, coronaviruses, herpesviruses and reoviruses. The most poignant effect is seen with flaviviruses, such as dengue, West Nile and yellow fever viruses. In these cases, enhancing antibodies are distinct from the neutralizing antibodies that block virus infection . Neutralizing antibodies prevent fusion of the viral membrane with that of the cell within endocytic vacuoles in monocyte/macrophages and thus block entry of the virus into the cytoplasm' . In contrast, enhancing antibodies do not prevent fusion but rather facilitate uptake of the virus-antibody complex through binding of the Fc portion of the antibody molecule to Fc receptors on the target cell surface. In vitro, the enhancing effect of such antibodies can be as high as 10,000 fold when neutralizing antibodies are absent ; in vivo, an excess of enhancing antibodies can exacerbate infection and the course of disease'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "Because primary targets of HIV infection include cells of the monocyte/macrophage lineage, which bear Fe receptors, it is logical to imagine that their infection by HIV could also be antibody-mediated . Indeed, there is some in vitro evidence of Fe-dependent enhancement of HIV infection l.5, although there is considerable disparity in the results obtained. The confusion lies in two areas . First, can the phenomenon be routinely detected , particularly in fresh monocyte/macrophage cells? Second, is enhancement separable from the conventional CD4-dependent mechanism (1 in the figure) of entry?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "As to the first issue, there is general agreement that the magnitude of the phenomenon is far less than occurs with dengue virus. When observed, it rarely NATURE · VOL 340 . 10 AUGUST 1989 reaches more than a tenfold effect and reflects a temporary increase in the rate of infection rather than an overall level of infectivity . One difficulty in confidently observing enhancement with HIV stems from the inability to separate enhancing antibodies from other antibodies to HIV. Conventionally, HIV infects cells after directly binding to CD4 (1) . But it may infect macrophage/monocytes after antibodies mediate its attachment to Fc receptors (2) or complement receptors (4), perhaps , with subsequent transfer to CD4 (3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "Thus, the presence of enhancing antibodies in sera can only be detected once the neutralizing antibodies have been diluted out, and then only if they were present at sufficient concentrations to survive dilution themselves . Enhancement may also depend on the target cells used, the culture conditions and numerous other considerations related to the assay systems; all of which is to say that it is a measurement which is fastidious rather than routine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "The second area of confusion relates to discrepancies in the results of testing whether enhancement is blocked by agents that interfere with the CD4 receptor. Two groups have reported 6 .? that monoclonal antibodies (OKT4A and Leu 3a) to the CD4 receptor that are known to interfere with HIV infection blocked the enhancement effect and at least one study being prepared for publication records similar results (R. Yarchoan , personal communication). By contrast, Homsy et al. ' recently reached the opposite conclusion: neither OKT4A nor soluble forms of CD4 that block attachment of HIV to CD4 prevent enhancement of HIV infection of monocyte/macrophages. The former studies suggest a mechanism whereby the enhancing antibodies serve to concentrate the virus on the macrophage surface (2 in the figure) (which , compared with the T-cell surface, is sparsely populated with CD4 receptors) and the high affinity of the virus for CD4 allows it then to transfer from antibodies to CD4 molecules and proceed to enter the cells by the normal mechanism (3 in the figure) . But, if neither OKT4A nor soluble CD4 can block enhancement, it presumably involves a mechanism of entry that does not require CD4. (There is some recent evidence\"\" that, even in the absence of enhancing antibodies, HIV can infect cells by a CD4-independent mechanism, using an unidentified receptor.)",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 478,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "Fc-mediation is not the only mechanism by which antibodies can enhance HIV infectivity . Mitchell and colleagues\"JO have reported an effect that is mediated by certain components of human complement. Cells bearing receptors for complement would attract complement-fixing antibodies attached to HIV much like Fc receptors would bind antibody-HIV complexes (4 in the figure). This phenomenon can in some cases be studied in the presence of neutralizing antibodies provided that the titres are high enough and complement is present. Furthermore, there appears to be a requirement for CD4, suggesting that after association of the complex with the complement receptor , the virus attaches to CD4 and the normal route of infection proceeds' (3 in the figure) . The most troubling aspect of these observations , however , is that the effect was only measurable in a T-cell line that is unusually rich in both complement receptors and CD4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 753,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "Whereas each mechanism can be recorded in vitro , evidence is still lacking that either the Fc-or complementmediated pathways of virus entry operate in vivo. Most notably, neither in trials of HIV (or SIV) vaccines, nor in immunotherapy trials , is there any instance where the antibodies involved have enhanced infection by the subsequent challenge virus. (Two recent studies ll .l 2 of vaccines containing killed virus even demonstrate that some degree of protection against live virus challenge can be achieved.) In some cases, high titres of antibodies that bind the virus were present whereas neutralizing antibodies were weak or absent, which approximates to the conditions needed to observe enhancement in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "The role of enhancement in HIV infections thus requires a great deal more investigation . Experimental conditions that will allow reproducible examination of the phenomenon in vitro need to be identified. Identification of regions of the virus that are preferred targets for enhancing antibodies need to be defined and the antibodies purified so that they can be studied. Animal models could then be used to evaluate more clearly the role of enhancement in various in vivo settings. Regardless, however, of whether or not the effects of enhancement are of major significance in HIV pathogenesis, the possibility must be eliminated that they would be induced before testing any form of vaccination or immunotherapy against HIV. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Do antibodies enhance the infection of cells by HIV?"
        },
        {
            "text": "MANY, perhaps most, stars blow off large quantities of gas in early and late stages of evolution for reasons that are poorly understood. In addition to the dramatic explosions of supernovae, stellar winds are observed that are 10 6 _1010 times as intense as the Sun's, and these can have profound effects on the evolution of the star and of the surrounding interstellar gas. Two new reports indicate the importance of spatially-resolved observations of stellar winds in elucidating the mechanisms of mass ejection. On page 449 of this issue!, Moran et al. describe their radiointerferometric observations, using the MERLIN array run from 10drell Bank, of an unusually active 'Wolf-Rayet' star. This is expelling material at a rate considerably greater than most stars in its class and so presents a challenge to theorists. And Reipurth recently presented 2 highly resolved CCD (charge-coupled device) images of a remarkable high-velocity jet -a so-called Herbig-Haro objectejected far into space by a star that has only just formed. Moran et at.! studied a Wolf-Rayet (WR) star, AS431, that is one of the more luminous stellar objects in our Galaxy. Such stars are remarkable for the rapid rate at which they eject material, resulting in substantial reduction in the stellar mass over the astronomically short times of 10 4 _ 10' years 3 • Radiation pressure is undoubtedly responsible for the mass ejection, but present theories cannot account well for the extreme efficiency of ejection that observations of thermal radio emission indicate. Such observations can determine mass-loss rates very accurately4. However, some WR stars, including AS431, radiate non-thermal radio emission, the origins of which are not clear, so that mass-loss rates cannot be accurately derived for these objects'.",
            "cite_spans": [
                {
                    "start": 1336,
                    "end": 1337,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lee Hartmann"
        },
        {
            "text": "The radio-interferometric observations of Moran et at. , with a spatial resolution of 0.15 arcseconds, show that AS431 is a double object. The southern component, according to astrometry, corresponds to an optical star. This, Moran et at, argue, is 432 the source of the wind radiating thermal emission. If this interpretation is correct, the derived mass-loss rate is several times the typical rate found for WR stars, making AS431 an extreme example that is particularly challenging to radiationpressure theories. Moran et al. suggest a solution to the puzzle of the non-thermal Jets represent remarkably efficient conversion of source energy into kinetic energy. The morphology, in these cases showing a series of equally spaced 'knots' of bright emission, remains similar at many scales, from stellar jets (Herbig -Haro objects), such as HH7 -11 shown above and HH111 discussed by Reipurth, to galactiC jets such as in M87 (below), The arrows indicate the infrared sources of the jets; the mark in the top left is a foreground star. (From ref. 7, ) emission by associating it with the second source. They speculate that high-velocity shocks (moving faster than 700 km s-!) between the WR wind and the wind of a fainter companion star generate the nonthermal emission 6 • Reipurth's report' concerns one of the very young stars known to eject substantial amounts of material in strikingly thin, high-velocity jets', The jets are often contained within bipolar flows of molecular gas\". The flows are thought to be channelled by a dense cloud or disk around the star, left over after the star formed. The jets are far too thin to be focused by a flat disk, leading to suggestions 911l that magnetic fields along the rotational axis of the system are responsible for confining the flow. The cause of this mass ejection is not understood at present.",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1050,
                    "text": "(From ref. 7,",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1052,
                    "text": ")",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Lee Hartmann"
        },
        {
            "text": "Reipurth studied a remarkably highvelocity jet, HH111, emanating from a young star completely shrouded from view by natal dust and gas. The jet is rendered visible by the interaction of the high-velocity ejecta with the interstellar medium, resulting in shock waves which excite optical emission lines. The emission can be traced out for a projected length of 23,000 astronomical units (1 AU is the radius of Earth's orbit), with a length-towidth ratio of about 30.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lee Hartmann"
        },
        {
            "text": "The most remarkable features of this object, however, are the bow shocks observed on either side of the infrared source. Simple continuous-flow models ll for jets suggest that they should terminate in a curved bow shock, where the jet runs into the ambient interstellar medium. But in HHll1, Reipurth found evidence that there are two bow shocks at each end of the bipolar ejection, as if material had been ejected in separate bursts rather than continuously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lee Hartmann"
        },
        {
            "text": "This result is of particular interest because jets and bipolar flows often imply extremely efficient conversion of source energy into outflow kinetic energyB. Some pre-main-sequence objects, the FU Orionis variables, vary by one to two orders of magnitude in luminosity!2, have very large mass-ejection rates and, in some cases, exhibit jets and bipolar flOWS 1314 . Reipurth's suggestion is that intense jets arise when the rapid accretion of material from the protostellar disk!5 produces short-lived bursts of energy. This model of accretion-disk-driven jets is strikingly similar to theories of extragalactic radio jets that arise from active galactic nuclei' (see figure) , wherein accretion onto a central black hole is the ultimate energy source. We may obtain considerable insight into the (non-relativistic) production of jets from the study of nearby young stars. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 669,
                    "end": 676,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Lee Hartmann"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protostars and Planets",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mundt",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "414--433",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Dani P. Bolognesi is in the Department of Surgery, Duke University Medical Center, Durham, North Carolina 27710, USA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Hartmann is at the Harvard-Smithsonian Center for Astrophysics, 60 Garden Street, Cambridge, Massachusetts 02138, USA.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Homsy. J .. Meyer, M., Tateno, M., Clarkson, S. & Levy, J.A. Science 244,1357-1360 (1989). 2. Robinson, W.E. Jr et al. J. acqu. imm. def. Syn. 2, 33--42 (1989). 3. Gollins, SW. et al. Nature 321, 244-246 (1986). 4. Halstead, S.B. et al. Science 239,476-481 (1988). 5. Takeda, A. etal. Science 242, 580-583 (1988). 6. Jouault, T. et al. IVlnt. Conf AIDS Abstr. 2083 (1988). 7. Matsuda, S. et al. IV Int. Conf AIDS Abstr. 2070 (1988). 8. Clapham, P.R. etal. Nature 337, 368-370 (1989). 9. Tateno, M. etal. Proc. natn. Acad. Sci. U.S.A. 86, 4287-4290 (1989). 10. Robinson, W.E. Jr etal. Lancet I, 790-794 (1988). 11. Desrosiers, R.C. et al. Proc. natn. Acad. Sci. U.S.A. (in the press). 12. Gibbs, C.J. et al. V Int. Cont. AIDS Abstr. C.Th.C.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}