{
    "paper_id": "868b96b360cd7d658a045e0e2e98dc233e507997",
    "metadata": {
        "title": "Clinical characteristics of SARS-CoV-2 fully-vaccinated patients dying with COVID-19 in Italy",
        "authors": [
            {
                "first": "Luigi",
                "middle": [],
                "last": "Palmieri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Floridia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marina",
                "middle": [],
                "last": "Giuliano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Dorina",
                "middle": [],
                "last": "Tiple",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cinzia",
                "middle": [],
                "last": "Lo Noce",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Meli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Centre for Global Health, Isti-tuto Superiore di Sanit a",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome, Rome",
                        "country": "Italy, Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Graziano",
                "middle": [],
                "last": "Onder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Istituto Superiore di Sanit a",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccination campaign started in Italy on December 27, 2020. As of October 2021, more than 82% of the Italian population age 12 years was fully vaccinated with one of the four vaccines approved by the European Medicines Agency (BNT162b2, mRNA-1273, ChAdOx1, Ad26.COV2eS) [1] . As in other countries, vaccine access was progressively extended from high-risk and older individuals to younger populations. Concurrently with the increasing number of vaccinated people, deaths related to coronavirus disease 2019 in vaccinated persons also increased [2] . The aim of this study was to evaluate the characteristics of persons who died with COVID-19 after completing the vaccine course and to compare them with those who died with COVID-19 but were not vaccinated or had a partial vaccination course.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Data were obtained from the Italian National Institute of Health (Istituto Superiore di Sanit a) Integrated Surveillance System [3] . COVID-19erelated deaths were defined as those occurring in patients who tested positive for SARS-CoV-2, independent of preexisting comorbidities possibly contributing to death. Clinical data were obtained from a random sample of hospital charts [4] . The sample analyzed was not selected on the basis of sample size calculations, but included all clinical records available in the database. Individual data were linked with those of SARS-CoV-2 vaccination registries.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Three groups of COVID-19erelated deaths were defined according to vaccination status were defined:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "1. Unvaccinated: deaths in patients with COVID-19 who had not received any vaccine dose; 2. Partially vaccinated with early infection: deaths of patients with COVID-19 who tested positive for SARS-CoV-2 within 14 days from the beginning of the vaccination course; and 3. Fully vaccinated: deaths of patients with COVID-19 who tested positive for SARS-CoV-2 14 days after completion of the vaccination course [5] .",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 411,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "The partially vaccinated with early infection group identified patients who acquired SARS-CoV-2 infection in the first 14 days after their first vaccination, when the risk of infection is comparable to that of the unvaccinated population. The comparison of this group with the fully vaccinated group reduces the possible bias related to the fact that vaccination priority was initially given to the very old and frail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Deaths of patients who tested positive for SARS-CoV-2 between February 1 and October 5, 2021 were evaluated. February 1 was chosen as the index date because it included the 5-week interval needed to complete the vaccination course after the introduction of SARS-CoV-2 vaccination in Italy. To compare patient characteristics, we used t tests for normally distributed variables, nonparametric ManneWhitney U-test for skewed variables, and Fisher's exact test for categorical variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "At a national level, during the study period, 38,096 COVID-19erelated deaths occurred. Of these, 1440 (3.8%) were in fully vaccinated persons and 2130 (5.6%) in partially vaccinated individuals. The present analysis is based on a sample of 760 deaths in the unvaccinated group (2.3% of deaths in the same group), 379 deaths in the partially vaccinated group (17.8%), and 236 deaths in the fully vaccinated group (16.4%). The representativeness of this sample is presented in the Appendix (Table S1 ), together with the distribution of vaccine types in the sample analyzed and in the whole population of deaths during the study period (Table S2 ) and with calendar time of the first dose administration in fully and partially vaccinated individuals (Fig. S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 497,
                    "text": "(Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 634,
                    "end": 643,
                    "text": "(Table S2",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "(Fig. S1",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "The main study results are shown in Table 1 . Fully vaccinated individuals, compared to unvaccinated persons, were significantly older and had a higher prevalence of ischemic heart disease, atrial fibrillation, heart failure, dementia, and chronic obstructive pulmonary disease, with a lower prevalence of obesity. Compared with partially vaccinated individuals, fully vaccinated persons were older, had a higher prevalence of heart failure and dementia, and a lower prevalence of obesity. The mean number of comorbidities was significantly higher in fully vaccinated persons compared with the other two groups. Among nonrespiratory COVID-19 complications, acute cardiac injury was significantly more frequent in fully vaccinated compared to partially vaccinated individuals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "These findings show that people who died with COVID-19 after completing the vaccination course have a significantly higher burden of comorbidities compared with those who died unvaccinated or with a partial vaccination course. This more severe clinical complexity appears to be multidimensional, with a significantly higher prevalence of heart disease, dementia, and chronic obstructive pulmonary disease. The significantly lower prevalence of obesity in the fully vaccinated group may indicate a possible protective effect of vaccination against mortality in obese persons that should be investigated further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "In terms of study limitations, we were unable to evaluate additional groups of unvaccinated/partially vaccinated and fully vaccinated patients with COVID-19 who did not die, because the clinical records of hospitalized patients who survive are not collected by the mortality surveillance system. The fully vaccinated group received the first dose of the vaccine earlier than the partially vaccinated group (Fig. S1) , and we cannot exclude that the differences observed between these two groups could be explained by the vaccination priority given to older and more complex patients. Selection bias from the general population was not likely to have occurred: the sample appeared to be representative of the population of patients deceased with COVID-19 and of the vaccine types used in Italy. All cases included were homogeneous in terms of health care facilities, being all in-hospital deaths, and the clinical records database used represents a random sample of all COVID-19 deaths in which all Italian regions are represented. Access to vaccination was uniform in the entire country, with large availability of vaccine doses in all regions. The timeframe of our analysis also excluded the first wave of the pandemic, when the burden on health care facilities in terms of hospitalizations and admissions to intensive care units was higher and the system suffered major stress.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 406,
                    "end": 415,
                    "text": "(Fig. S1)",
                    "ref_id": null
                }
            ],
            "section": "To the Editor,"
        },
        {
            "text": "In conclusion, we believe that the present findings may contribute to the definition of a population at higher risk of mortality after full vaccination. This population with more severe clinical complexity should be considered for possible interventions aimed at reducing the risks of infection, such as the use of additional vaccine doses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "To the Editor,"
        },
        {
            "text": "Conflicts of interest/competing interests: None to declare. None of the authors has a commercial or other association, financial Unvaccinated indicates deaths occurring in patients with COVID-19 who had not received any vaccine dose (n with missing data for comorbidities ¼ 10); partially vaccinated with early infection indicates deaths occurring in patients with COVID-19 who tested positive for severe acute respiratory syndrome coronavirus 2 within 14 days from the beginning of the vaccination course (n with missing data for comorbidities ¼ 2); fully vaccinated indicates deaths occurring in patients infected with COVID-19 who tested positive for SARS coronavirus type 2 14 days after completion of the vaccination course (n with missing data for comorbidities ¼ 1). COVID-19, coronavirus disease 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declaration"
        },
        {
            "text": "Letter to the Editor / Clinical Microbiology and Infection xxx (xxxx) xxx",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency declaration"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Government of Italy. Vaccination report. Available at",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1775--1781",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of hospitalized individuals dying with COVID-19 by age group in Italy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palmieri",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vanacore",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donfrancesco",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lo Noce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Canevelli",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Punzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "75",
            "issn": "",
            "pages": "1796--800",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "US Centers for Disease Control and Prevention. Stay up to date with your vaccines",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Clinical characteristics of COVID-19 deaths by study group",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "interest, activity, relationship or association that might pose a conflict of interest.No funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "GO designed the study and drafted the manuscript. LP was responsible for statistical analysis; LP, MF, MG, DT, CLN and PM substantially contributed to acquisition of data and critical revision of the manuscript. All the authors approved the final version to be published. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contribution"
        }
    ]
}