{
    "paper_id": "87e6e76825bdc433c5aa77907857876b02377220",
    "metadata": {
        "title": "Student-Led Initiatives' Potential in the COVID-19 Response in Iran",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Vahidi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laya",
                "middle": [
                    "Jalilian"
                ],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Khave",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ghazal",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sanadgol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dorsa",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Shirini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Id",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Karamouzian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Karamouzian",
                "suffix": "",
                "affiliation": {},
                "email": "karamouzian.m@alumni.ubc.ca"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Iran was one of the first and hardest hit countries by the coronavirus disease 2019 (COVID-19) pandemic. The first patient was first detected on February 19 and as of May 27, 2020, 14 1591 confirmed COVID-19 patients and 7564 deaths have been reported. 1 COVID-19 strained Iran's already resource-limited healthcare system and led to shortages in personal protective equipment and healthcare staff. Considering the need to conserve the limited available personal protective equipment for frontline staff along with the risk of medical students' increased exposure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), medical students were dismissed from hospital rotations and their classes were cancelled until further notice. As senior medical interns in Shahid Beheshti University of Tehran, Iran, we were concerned not only due to loss of educational opportunities or potential occupational hazards, but also because of our non-voluntary exclusion from providing care for COVID-19 patients. As a result, we took initiative and founded the COVID-19 medical student response team (ie, Pooyesh-e-Hamraah) on February 22, 2020, in order to play a proactive role in Tehran's COVID-19 response. We started as a small group of volunteer medical interns but grew rapidly and managed to recruit >100 volunteer medical interns from 12 university hospitals in Tehran. All medical interns went through a one-day personal safety and preparedness skills online crash course which was developed under the supervision of two clinical professors. Our team then developed a social media platform where educational materials were continuously shared with all volunteers and their questions and concerns were addressed and discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To date, over 50 senior medical interns have been trained and delivered over 2000 hours of clinical care for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Having identified several gaps in patients' knowledge about COVID-19 upon discharge, we designed an educational patient-friendly guideline on homecare and isolation principles; >3000 copies of which have been handed out to discharged patients in major university hospitals across Tehran. We also established a telephone-based follow-up initiative involving a team of medical students to ensure proper care and patient management post-discharge. The discharged patients were repeatedly followed up for 14 days and provided with necessary medical and psychological supports. During the follow-ups, in addition to providing care and support for the patients and their family members, we are completing a student-led research project to help document the experiences and clinical profile of discharged patients; the findings of which are summarized and shared with hospital directors to improve healthcare delivery for COVID-19 patients. To date, over 70 medical students have been trained and 816 patients have been successfully followed up through this initiative. The timeline and processes driving our initiative are illustrated in Figure. As our healthcare systems adapt to the 'new normal, ' there are opportunities for students in medical schools to assist in the COVID-19 response without having their education or safety compromised. [2] [3] [4] Failing to acknowledge that students can significantly contribute to patient care and leaving them out of the COVID-19 response create missed opportunities for both enhanced patient care and medical education, particularly in resource-limited settings with overburdened health infrastructures. While medical schools' hesitations over limited resources and students' safety are understandable, medical students' enormous potential in extending a helping hand in the midst of the worst pandemic of our times should not be overlooked. Meaningful engagement of medical students in the COVID-19 response and supporting studentled initiatives would not only help medical students become better practitioners, but also better leaders in dealing with the next phases of the COVID-19 pandemic or other future health emergencies.",
            "cite_spans": [
                {
                    "start": 1339,
                    "end": 1342,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1343,
                    "end": 1346,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1347,
                    "end": 1350,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1132,
                    "end": 1139,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Daily situation report on Coronavirus disease (COVID-19) in Iran",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Medical students for health-care staff shortages during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sperling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Poulsen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Emmersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30923--30928",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30923-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medical student education in the time of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The role of medical students during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pierson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doernberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "20--1281",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-1281"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues"
        },
        {
            "text": "Authors declare that they have no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}