{
    "paper_id": "886336724270c23fc1d9bc4729f1a805226f395f",
    "metadata": {
        "title": "CROs in China, India, and Elsewhere in the Broader World: Outsourcing Science Gone Global",
        "authors": []
    },
    "abstract": [
        {
            "text": "It remains the case that most contract nonclinical pharmaceutical and device testing is performed in the United States, Western Europe, Canada, and Japan. Here we will look at CRO elsewhere and their status, strengths, and weaknesses. Considerations behind seeking such services, other than the convenience of being local, are cost, timeliness, quality, and the suitability by the range of series offered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There was previously (going back to the 1970s) a frequent desire to perform most first in human testing in Europe, largely driven by the fact that it was possible to get into human trials outside the United States. Thus, there were a number of phase 1 trial CROs operating to offer this possibility. However, in recent years (since the implementation of the EU Clinical Trial Directive), the speed to human trials advantage for Europe has disappeared. Recently, the preferred soonest to initiate FIM trials location has become Australia, bolstered by a significant tax credit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Starting in the second half of the first decade of the twenty-first century, CROs have been appearing worldwide. These organizations operate in almost all the areas of development support, with (currently) varying degrees of success. The major areas of operation included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "• API (active pharmaceutical ingredient) synthesis. • Toxicology. • Nonclinical pharmacokinetics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "• Drug product production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Phase 1 clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Phase 2 clinical studies. • Phase 3 clinical studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The development of these CROs reflects (1) improved technology, infrastructure, and capabilities in the various countries, (2) a desire to enter the healthcare R&D business sector, (3) a response to demand for both lower costs and (in the case of clinical trials) decreased costs and a larger pool of patients, and (4) economic and financial opportunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For US and European companies, the factors behind going to CROs in these new countries have been somewhat different (Berens and McCoy 2005; Snyder 2010 ):",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 139,
                    "text": "(Berens and McCoy 2005;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 140,
                    "end": 151,
                    "text": "Snyder 2010",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Better (lower) pricing. • For nonclinical animal work, fewer animal rights complications. • To provide leverage to capture work in host countries that are also large economies (particularly China and India), supporting expansion of national drug development infrastructure. • Access to larger or new pools of patients or subjects for clinical trials with these Potential advantages, however, have exposed a number of real or perceived problems:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Security/protection of intellectual property.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Regulatory (GLP, GMP, GCP) compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Acceptance of data and goods by European and US regulators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Quality of work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Logistics of monitoring work (level required, costs, etc.) -Documentation of work and data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-Uneven levels of technical capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "-For clinical studies, unclear adherence to patient protection procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Accelerating investment and growth of CROs in China builds in momentum as multinational clients look to sell more medicines in the world's most populous country and at the same time cut development costs (Ng 2009; Anon 2010) . Most of the world's largest drugmakers and some of the smaller ones have turned to local Chinese drug contractors with niche specialties and a cheaper pool of scientists to deliver less costly drug trials and to gain access to China's large pool of patients. CROs in China that specialize in late stages of research, including clinical trials, have an annual revenue of about $200million, or less than 3 percent of the global CRO market. They are expected to expand at a rate of approximately 18 percent annually, with forecasts predicting an amount of $360 million by 2020. Hence, multinational CROs, including US-based Covance Inc. (CVD.N) and Charles River Laboratories International Inc. (CRL.N), are aiming to be far bigger players in this country. China, India, and other emerging markets are expected to help offset tepid CRO growth in other parts of the world. However, Brazil is now seen as another emerging potent market. China's CROs largely came into being after the country joined the World Trade Organization in 2001 and developed a drug regulation system under China's State Food Drug Administration (SFDA). This increasingly competitive sector has at a minimum 138 CROs, 67 of which are (as of November of 2019) certified as being GLP by the Chinese government.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Ng 2009;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 214,
                    "end": 224,
                    "text": "Anon 2010)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "China"
        },
        {
            "text": "Over the years, Chinese CROs have focused on relatively inexpensive areas such as biology and chemistry -including screenings of chemicals to identify single entities and combinations with potential as medicines. They have also performed a significant amount of work in the manufacturing active pharmaceutical ingredients for generic drugs. Experts said an increasing number of CROs in China, local and foreign-based, are moving into more lucrative stages of the drug development chain. They include preclinical studies, such as toxicology and other animal research, as well as human studies. China's annual market for toxicology -studies that typically use animals and are designed to root out serious side effects of drugs early in the game -is worth about $180 million. With an abundant supply of nonhuman primates, and little animal rights advocacy, China has become a favorable destination for animal testing. To sell existing drugs to China, multinational drugmakers are required to conduct additional testing to obtain local approvals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beyond Chemistry to Toxicology"
        },
        {
            "text": "\"We think utilizing a Chinese CRO will put our program/project/compound at too big of a risk\" (Bush 2010) . This is the number one reason that Western companies cite for reluctance in leveraging resources in China for their GLP toxicology work. Most often the concern is that the FDA or EMEA will reject a GLP toxicology study from China because it does not meet global regulatory expectations, thus forcing a repeat of the study at additional direct costs and significant delays. While there is significant evidence of risk in defending on data from a number of Chinese toxicology CROs, this is not the case with the top-quality facilities. Some Western regulators do expect more careful and documented external auditing and differentiate between CROs in China as to quality.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 105,
                    "text": "(Bush 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Why NOT Use a Chinese CRO? The #1 Response"
        },
        {
            "text": "• GLP toxicology data from Chinese CROs have been successfully used to support multiple INDs and a few NDAs since 2006.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Track Record"
        },
        {
            "text": "• Due to frequent national holidays, testing programs conducted in Chinese CROs tend to take longer to complete. • Chinese CFDA requirements (in their NMPA guidelines, currently unavailable in English) include the conduct of acute toxicity studies on all new drug candidates and anaphylaxis studies on all parenteral drugs and strongly recommend the conduct of free-standing nonclinical pharmacokinetic studies rather than toxicokinetic components being required and sufficient components of 28-day GLP studies to open clinical trials in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Points to Consider"
        },
        {
            "text": "• In 2002, staff from the US FDA (which has now opened permanent offices in China) audited all the CROs that have submitted GLP toxicology studies in support of INDs and NDAs. These were audits of specific GLP studies and of facilities. No studies in any of the audits were disqualified for any reason, including compliance, and only minor findings were reported in the 483 s issued (some facilities did not have a single 483 issued).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Audits in China"
        },
        {
            "text": "• How do Chinese technicians rank in comparison with their Western counterparts? Chinese animal technicians at the major CROs are top quality; they are unusually well educated, highly trained, and very committed to their jobs. To us they represent a major strength of the Chinese CRO system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese Versus Western Technicians"
        },
        {
            "text": "One recurrent issue has been outbreaks of flu among Chinese sourced pigs in swine studies, leading to studies having to be terminated and then restarted with new healthy animals. This became even more severe with the COVID-19 pandemic, which initiated in China and has both limited access and slowed operations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chinese Versus Western Technicians"
        },
        {
            "text": "In drug development, GLP provides the framework within which laboratory (regardless of location) studies are planned, performed, monitored, recorded, reported, and archived. In 1981 the Organisation for Economic Co-operation and Development (OECD) finalized its Principles of Good Laboratory Practice (GLP). The OECD and EC (EC Directive 1999) require the establishment of national compliance monitoring programs based on laboratory inspections and study audits and recommend the use of the OECD Guides for Compliance Monitoring Procedures for Good Laboratory Practice and the Guidance for the Conduct of Laboratory Inspections and Study Audits. The harmonized ICH safety guidelines define the circumstances, duration, and types of toxicity studies on new medicinal products. These recommendations take into account the known risk factors as well as the intended indications and duration of exposure. An organization is either GLP (International) compliant or not; there is no in between. International GLP compliance and a history of it should provide at least some confidence in the organization performing the work, regardless of location",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Good Laboratory Practice"
        },
        {
            "text": "India has recently joined the OECD GLP Committee as an observer and has set up a national GLP compliance authority under DST (the Department of Science and Technology). India should move to full membership of the OECD GLP and ICH and amend its law to require GLP compliance and inspection of its testing laboratories as a condition of approvals of all medicinal products. Many Indian laboratories have obtained certification and inspection by the Indian National Accreditation Board for Testing and Calibration Laboratories (NABL), which provides a certificate valid for 3 years after inspection. Currently 48 CROs in India are certified as being GLP compliant by the Indian government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLP in India"
        },
        {
            "text": "The 2004 amendment to the law allowing toxicology testing with NCE/ NME discovered abroad and the importation of standard animal models has served to attract ethical companies to contract out animal studies and cast favor of investment in toxicology labs working to attain international GLP standards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLP in India"
        },
        {
            "text": "The Indian pharmaceutical services industry has been attracting decent but muted attention from global pharmaceutical companies (Maggon 2004; Kumaravel and Murugan 2009) . In spite of overall economy, the pharma industry has not made great strides in India in attracting foreign capital, and no major collaborations have happened except the recent acquisition of Advinus by Eurofins in 2017 which is miniscule in the context of global scale. The latter acquisition has not yielded the synergy that was expected from Eurofins, as most of Eurofins labs stand as islands of their own with no internal connectivity.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 141,
                    "text": "(Maggon 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 142,
                    "end": 169,
                    "text": "Kumaravel and Murugan 2009)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Indian Preclinical Contract Research Organizations"
        },
        {
            "text": "In 1960, the government of India passed a Prevention of Cruelty to Animals Act and established a Committee for the Purpose of Control and Supervision of Experiments on Animals (CPCSEA). The CPCSEA issues guidelines for laboratory animal facilities (CPCSEA 2003) . The goal of these guidelines was to promote the humane care of animals used in biomedical and behavioral research and testing; the guidelines are similar to US and European guidelines. Indian pharmaceutical companies and CROs have extensive experience in handling and managing rodents and only limited experience in handling dogs. Indian pharmaceutical companies or CROs have little or no experience in conducting nonhuman primate studies. The source stock of research animals varies widely in India, and it is always important to establish where an institution is obtaining research animals. European and American stocks are often used in breeding facilities in India, but breeding strategies and general husbandry practices vary widely and should be scrutinized. It is possible to import rodent source animals from other countries in the region, and some institutions use quality facilities in Western countries, but that adds cost of transportation to studies in addition to stress on animals due to time zones.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 261,
                    "text": "(CPCSEA 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animal Welfare and Institutional Review of Toxicology Study Protocols"
        },
        {
            "text": "Animal welfare movement is relatively strong through the Committee for the Purpose of Control and Supervision of Experiments on Animals (CPCSEA). The CPCSEA has a provision of Institutional Animal Ethics Committee (IAEC) which is equivalent to IACUC in the United States. Most often the CROs have learnt to manage the issues through personal tactics, rather than through thorough scientific discussion of study protocols. All non-rodent toxicology study protocols require central (federal) government approval by a committee which meets once every 2 months; also this committee does not have any strong scientific background to make sound judgment on the use of animals. In order to start a dog toxicology study, one has to have a lead time of about 4 months or more to seek central government approval. However, most labs have found alternative personal ways to get by, which is really not meeting strict government regulations. There is absolutely no CRO in India which has the capability or the competence to conduct monkey studies, and there is also no possibility of developing such facilities in the foreseeable future. However, there is no formal restriction by the government of India to conduct monkey studies. Rather, it is just the inability of Indian CRO, to breach customs or obtain the capital commitment for undertaking such endeavors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animal Welfare and Institutional Review of Toxicology Study Protocols"
        },
        {
            "text": "In the Organisation for Economic Co-operation and Development (OECD 2011), India has been recognized India as a \"full-adherent\" country for mutual acceptance of data (GLP) from safety studies of pesticides, biocides, manufactured nanomaterials, chemicals, chemical products, and products of modern biotechnology. With new patent law, changes in regulations, and now a recognition by OECD, Indian companies are developing rapidly with many integrating full drug development capability (e.g., GCP processes, GLP/quality assurance [QA]/animal welfare compliance with regulations, toxicology/ absorption and drug metabolism [ADME]/safety pharmacology studies that meet global regulatory submission, bioanalytical development, and efficacy pharmacology and biology). However, gaps remain in adapting global International Conference on Harmonization (ICH) of Technical Requirements for Registration of Pharmaceuticals for Human Use guidance documents. Although Indian pharmaceutical companies have strengths and experience in product chemistry and custom synthesis, custom manufacturing, and bioavailability and bioequivalence studies, alliances between large, established pharmaceutical companies from the United States and Europe are critical to continue the trend in India to learn the process and, eventually, fully independently develop new drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLP Status in India"
        },
        {
            "text": "The Indian Good laboratory Practice (GLP) which is managed by one permanent official in the central government. However, for routine GLP inspections of CROs, the Indian government uses scientists working in various government institutes on a part-time basis, which is not the ideal system. According to the OECD process, the government of India does inspection of CROs using part-time government scientists and issues GLP certificate, which is valid for 3 years, which specifies as to what studies a particular CRO has competence to perform. Hence, there are very few CROs who can conduct full complement of all types of toxicology studies needed from drug development for IND and NDA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "GLP Status in India"
        },
        {
            "text": "There are numerous Indian pharmaceutical companies and drug development contract research organizations (CROs) involved in toxicology intended for product (drug) development. Recent sweeping regulatory improvements and restructuring of both a 1970 patent law and the Indian Drugs and Cosmetics Act of 1940 have enhanced global confidence in the drug research environment in India. In the past, the preclinical CROs offer the global pharmaceutical industry marginal opportunities in preclinical contract research. In the areas of drug discovery -which include lead optimization, medicinal chemistry research, process research and development, preclinical pharmacokinetics, and toxicology -Indian companies do not possess strong enough skills in rational drug design and optimization. However, there are only a few CROs that can conduct longer-duration studies, including 6-month or 1-year rat and dog studies and carcinogenicity studies under Good Laboratory Practices (GLPs). Western sponsors have conducted preclinical packages in the past on Investigational New Drug registration compounds that have progressed into human clinical trials. However, due to the lack of large species (dogs and monkeys), there is a definite pause in Western CROs coming to India for integrated IND drug development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CROs in India"
        },
        {
            "text": "As of September 2019, there are approximately 40 GLP certified labs in India, bulk of them testing for toxicology along with few of them carrying on specifically for analytical GLP services. http://dst.gov.in/sites/default/files/ Certified-Test-Facilities-with-IIBAT-26082016.pdf",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CROs in India"
        },
        {
            "text": "Although India has the largest number of universities and colleges, the education system lacks the Western rigor, and bulk of candidates coming out of Indian universities, these days, need lots of on-the-job training before they can manage preclinical GLP studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific Manpower"
        },
        {
            "text": "In the last decade, Dr. K.S. Rao of United States has brought the Diplomate of American Board of Toxicology (DABT) exam to India which has resulted in over 100 candidates passing the DABT exam from India. This has to some extent relieved the pressure on qualified toxicologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific Manpower"
        },
        {
            "text": "Bulk of pathologists in Indian CRO come from veterinary background who have not been well ground in laboratory animal pathology and lesions observed in control animals. In general, clinical pathology is underemphasized compared to anatomic pathology in veterinary pathology training, and clinical pathologists are underrepresented in the cadre of veterinary pathologists. Clinical pathology interpretation in drug discovery and toxicology studies is usually performed and reported by the study director/toxicologist, who may or may not be a veterinarian and who may lack training and depth of experience. This is an area of concern and should be addressed as an issue in the standards of practice for toxicologic pathology in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific Manpower"
        },
        {
            "text": "However, lack of board certification in pathology is a stumbling block for foreign labs to use Indian preclinical CROs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific Manpower"
        },
        {
            "text": "Lack of formal training in toxicology in Indian universities is a stumbling block in getting qualified candidates for conducting regulatory toxicology studies. Hence, most professional level employees in toxicology labs come from general biology training with absolutely no understanding of basics of toxicology and dose response. On average, it takes a new entrant in toxicology about 3 years before they can become study directors; even then they can conduct studies where no complex issues arise in a study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scientific Manpower"
        },
        {
            "text": "Very few labs have any computer system for automatic collection of data (e.g., Instem or Pristina). The lack of such computer facilities inevitably can lead to suspicion of creating clean data when something does go wrong in a study, in particular where quality assurance is not independent or in bed with the study personnel, which is not uncommon in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Online Capture of Data"
        },
        {
            "text": "Most Indian preclinical CROs can conduct rodent toxicology studies by oral and parenteral routes, and some of them have developed minimal competence in continuous intravenous infusion and have not reached the stage of global standards of continuous intravenous infusion for longer periods. Repeat dose inhalation capability in India is nonexistent to meet Western standards. Only one or two labs can conduct reproduction and teratology studies with confidence for proper interpretation with historical control data, that too the capacity is rather too small for global companies to use it on a sustained basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Competence of Indian CROs"
        },
        {
            "text": "The biggest issue foreign companies would face in India is determining what studies to do for a project, which many labs do not have the competence to suggest to clients. Also, it is important to note that if a problem does arise in a study, they would be stuck with getting outside (usually foreign) consultants to solve the problem. Even though India has very good statisticians, but not many have specialized in preclinical areas to solve complex issues, in particular for handling carcinogenicity data and difficult to solve reproductive studies where anomalies may occur in selected litters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Competence of Indian CROs"
        },
        {
            "text": "Bulk of the CROs in India would have only one or no more than two LC-MSs, typically of lower sensitivity. Many of the analytical scientists who manage the bioanalysis labs do not have sufficient experience in developing GLP methods for meeting with US FDA standards. In addition, even if the bioanalysis data are acceptable, very few study directors have the knowledge to interpret the kinetic parameters and related those to toxicologic findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioanalysis and Toxicokinetics"
        },
        {
            "text": "Recently, few of the Indian CROs are trying to develop in vitro capability, but they do not have full complement of regulatory in vitro testing capability under GLP. Many labs can conduct few in vitro tests including mutagenicity, but they would be hard-pressed to interpret the data if there is a problem with a compound. Very few toxicologists have knowledge and understanding of biochemistry or molecular biology. Hence, it is too much to expect any CRO study the mechanism of toxicity when a problem arises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In Vitro and Mechanistic Studies"
        },
        {
            "text": "Very few Indian CROs have the working experience with novel large molecules. In the past few years, some efforts are being made to work with biosimilars; however, due to lack of knowledge and technology, compounds showing immunogenicity can be very challenging to work with due to lack of scientific talent both in analytical rigor for large molecules and the ability to understand data and interpret immunogenicity appropriately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experience with Large Molecules"
        },
        {
            "text": "Very good English is spoken by most scientists, although written English is not as good as it is expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communications"
        },
        {
            "text": "In general, if the compound does not produce any startling effects, the reports generated by the Indian CROs should be straightforward. However, when a compound does product effects in multiple parameters and organs, some study directors may find it difficult to interpret and come up with a credible NOAEL. In such cases, the client or the monitoring scientist may have to spend considerable time to polish the report and offer some constructive suggestions to the CRO and to the study director. Many of the Indian CRO may not have the in-house capability to generate SEND tables which can pose issues to the client.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Report Quality"
        },
        {
            "text": "Major CROs who have conducted IND enabling preclinical toxicology studies are on average 30% lower than US or European CROs. One factor that must be kept in mind is the Indian government requires Indian CROs to charge clients (Indian and foreign) a tax called Goods and Services Tax (GST) which comes out to be 18% as of this time. Then the client must add at least two or three trips by the client or the consultant to Indian CRO for monitoring studies during the completion of a project. When you add the GST plus travel cost to India for monitoring studies, the net savings is barely perceptible. There remains the uncertainty of something going wrong and periodic teleconferences and mentoring staff, and it consumes a lot of time of either the client or the consultant monitoring the study. There will be some Indian CRO who are very aggressive in pricing cost to the tune of only 25 to 40% of Western CRO, which should be viewed with suspicion by the client.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cost-Effectiveness of Indian CROs"
        },
        {
            "text": "Based on initial inspection, a sponsor would select one or two CROs for conduct of preclinical toxicology studies. If the CRO has previously established credibility in conducting and submitting GLP studies to global regulatory authorities, then the sponsor would place a study starting with a non-GLP or shorter-duration study. However, if a CRO has not worked with global pharma-ceutical companies, then there is a need to take an alternate approach to establish reasonable credibility. In these cases, the decision should be made to validate these facilities using a compound with which some toxicology data has been generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Qualify CRO in India"
        },
        {
            "text": "A sponsor should send scientists and QA personnel to the selected CRO laboratory to evaluate the CRO personnel, SOPs, and documentation and to identify the gaps and work on resolution. It is important to work on the CRO's standard protocols and bring them up to international standards following ICH and/or Organisation for Economic Co-operation and Development guidelines, as appropriate. It is also important to make sure these modified protocols fit into the facility SOPs and that there are the technical capabilities to conduct these studies. Once agreement is reached on the new protocols, strain of animals (rodents), and animal source, a sponsor would have the CRO begin a short-duration (1 to 2 weeks) toxicology study in rodents. The sponsor would select and provide a compound for which there has already been generated short-duration toxicology/ADME data in rodents, perhaps a compound from a well-characterized class, or a terminated chemical series. The CRO conducts a rat study with limited histopathology, clinical pathology, and live-phase parameters and determines exposure levels on the first study day and on the final day. Once the CRO generates a summary report, the sponsor can compare data to the previous data. It is possible to assess overall the quality of the study, time to completion, and costs and, most importantly, evaluate the quality of animals available to these facilities and identify any issues with the source of these animals. If there are any issues, such as parasitic infestation or lung lesions because of the type of bedding (rice husk), then the opportunity exists to discuss and resolve the issues with the facilities. It is also important to check whether the CRO satisfied any QA-identified gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Qualify CRO in India"
        },
        {
            "text": "If the sponsor is satisfied with all of the above studies, then it is recommended to conduct a 4-week study in the rat. Among the components of the complete IND-enabling package would be genetic toxicology, safety pharmacology, and 1-month rodent and dog toxicology studies with toxicokinetic analysis. Also, the CRO would conduct a dose form assay, develop a bioanalytical method, and complete final reports. In addition to conducting the study, the CRO should demonstrate project planning and should follow timelines. The sponsor representatives should visit the CRO during the live phase and monitor the study. If special techniques need to be developed (e.g., brain trimming), that work should be established early, and the sponsor should plan on an independent peer review by the sponsor's pathologist. Also, the sponsor should conduct a QA inspection at the end of the study (during the draft report phase), and a QA audit report with action items should be submitted to the CRO. Overall, the sponsor should be able to fully evaluate the quality of the IND-enabling package, time of generation of the IND package, and the total cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How to Qualify CRO in India"
        },
        {
            "text": "There is no commitment by any company for long-term investment in developing competence and capability in full complement of regulatory toxicology studies, in particular for toxicology of large species or difficult and complex long-term studies. Numerous issues stated above like lack of qualified and experienced study directors who can competently conduct and interpret data is a stumbling block in offering carte blanche full development programs. However, Indian CROs can conduct stand-alone studies, in particular rodent studies. Ability to design programs for drug development needs development and upgrading, in most CROs. Lack of credible dog and monkey facilities makes it difficult for any Western CRO to bring programs to India for full development of drugs for IND and NDA. Last but not the least of which will be a nightmare for onsite monitoring studies in India which will be an added expense to the client. The anticipated cost saving can be lost by the imposition of Indian Good and Services Tax (GST) and travel cost by client for monitoring of studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Most of the Indian toxicology laboratories seem to follow the OECD protocols, which is available from the public domain. However, there are toxicology laboratories in India, which can meet the GLP requirements of FDA/EMEA in the performance of toxicology studies of new drugs. Indeed, there is one good laboratory dealing mainly with agrochemicals, which claims to have performed over 80 studies for foreign clients and passed GLP inspection from some European agrochemical and environmental regulatory authorities, but does lack experience in dealing with the ascertainment of drug toxicities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "There is a lack of trained and experienced animal histopathologists to detect early signs of drug-induced toxicity like cardiotoxicity, nephrotoxicity, hepatotoxicity, neurotoxicity, and immunotoxicity. The growth of quality clinical pathology laboratories in India and approved by US-based College of Pathologists is limited but growing. The costs of some Indian laboratories are relatively (compared to Chinese labs) high for rodent studies, and the work may be considered GLP in India but is essentially non-GLP when compared to the international standard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "There is a tendency to issue clean reports for local registration, by excluding diseased, dead, and out of range animals, leading to overestimation of safety and underestimation of toxicity. The upgrading of facilities for animal housing, feeding, and care will require major long-term investment, continuous training of personnel, and very high standards of animal care and cleanliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Guidelines and rules by the Committee for the Purpose of Control and Supervision of Experiments on Animals (CPCSEA) in 1998 and revised in 2000 require a central approval by CPCSEA for all experiments on large animals (dogs, monkeys, pigs). Indian laboratories need to implement a comprehensive health program with regular and routine monitoring of experimental animals for the presence of common pathogens including bacteriology, virology, parasitology, and gross pathology to detect any breaches in health or genetic integrity of animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The toxicology laboratories in India should pay close attention to the bioanalytical and drug assays needed to meet GLP standards. The analytical methods development for drugs in animal biological fluids and tissues and their validation is a long complex process, which requires trained and qualified staff and sophisticated instrumentation like a mass spectrometer. Most bioanalytical methods requiring the use of LC-MS/MS, IT-MS, and SPE take considerable time even for a highly trained scientist to develop and validate. Solid-phase extraction of drugs where the concentration in biological fluids is in the low ng/ ml range is a highly demanding task, and there are cases where the samples from the same animal are repeated to save on the cost of solid-phase extraction cartridges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The repeated use of items intended to be single use is still very common in India. Several analytical laboratories doing toxicology studies lack trained and experienced staff, invariably produce positive results and assay validation as routine work within a record time, and may not pass an international analytical audit. Strict certification, audit, control, and regular annual inspections of all toxicological, pharmacology, drug metabolism, and animal PK laboratories using animals for research are required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Until recently, Indian law made it illegal for any Indian toxicology laboratory to test NCE/NME discovered abroad. However toxicology studies have been and are still being performed for foreign sponsors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The countries that newly host GLP toxicology laboratories continue to grow, as can be seen in Appendix I.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other New Entrants"
        },
        {
            "text": "While Brazil, Korea, Singapore, and Australia are on the list, Eastern and Central European countries are almost all now represented. Of the estimated 1100+ CROs (nonclinical and clinical -about 70% clinical) worldwide, only a few are yet existent in any of these other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other New Entrants"
        },
        {
            "text": "As pointed out earlier, a number of problems are attributed to work performed by newly opened labs in various countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems and Solutions"
        },
        {
            "text": "A number of these problems are common with new labs, pigmented by cultural differences between existing labs (and first world regulatory agencies) and new entrants to the CRO field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems and Solutions"
        },
        {
            "text": "The best solutions are of course to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems and Solutions"
        },
        {
            "text": "Opportunities exist if the opportunity is managed properly. Take, for example, the United States, which has been performing GLP studies for nearly 40 years. A study of public records indicates that organizations in the United States still are not perfect in GLP. So why should one expect an entity with less experience to not require guidance and time to get up to standard?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problems and Solutions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evaluate the potential for good, effective, solid, and timely communication. So many problems and disappointments occur because expectations have not been adequately communicated on both sides",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Have long-term on-site oversight (monitoring) of phases of studies conducted at such facilities",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Future outlook of China preclinical and toxicology outsourcing market (188 pages)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Offshoring in the global pharmaceutical industry: drivers and trends",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccoy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Management Studies",
            "volume": "42",
            "issn": "",
            "pages": "675--683",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Why NOT use a Chinese CRO? The #1 Response",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Bush",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "China Preclinical Management Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Preclinical CROs in India: The next in thing",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Kumaravel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murugan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "16--31",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Toxicology testing in India for medicinal products",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maggon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "CROs booming in China",
            "authors": [
                {
                    "first": "I.-C",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Drug Discovery & Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The year in review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Contract Pharma",
            "volume": "",
            "issn": "",
            "pages": "30--32",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}