{
    "paper_id": "889ad79e7497f1a85965010400612496be6ab183",
    "metadata": {
        "title": "COVID-19 Vaccine Failure in a Patient with Multiple Sclerosis on Ocrelizumab",
        "authors": [
            {
                "first": "Sridhar",
                "middle": [],
                "last": "Chilimuri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "chilimuri@bronxcare.orgs.c."
            },
            {
                "first": "Nikhitha",
                "middle": [],
                "last": "Mantri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "nmantri@bronxcare.orgn.m."
            },
            {
                "first": "Sudharsan",
                "middle": [],
                "last": "Gongati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "sgongati@bronxcare.orgs.g."
            },
            {
                "first": "Maleeha",
                "middle": [],
                "last": "Zahid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": "mzahid@bronxcare.orgm.z.*correspondence:hsun@bronxcare.org"
            },
            {
                "first": "Haozhe",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Vincenzo",
                "middle": [],
                "last": "Baldo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BronxCare Health System",
                    "location": {
                        "postCode": "10457",
                        "settlement": "Bronx",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Chilimuri, S.; Mantri, N.; Gongati, S.; Zahid, M.; Sun, H.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract: Vaccines will play a key role in ending the COVID-19 pandemic. Vaccination against infections remains an important part of the management of patients with multiple sclerosis. However, there are limited data about the safety and efficacy of the currently available COVID-19 mRNA vaccines in patients with multiple sclerosis receiving concurrent immunosuppressive therapies. Patients on B cell depleting therapy such as ocrelizumab have an attenuated vaccine response. We report the first case of COVID-19 vaccine failure in a patient with relapsing-remitting multiple sclerosis on B cell depleting therapy, ocrelizumab. We offer suggestions to improve vaccine efficacy in these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Pfizer-BioNTech (Brooklyn NY USA) and Moderna (Cambridge MA USA) COVID-19 mRNA vaccines received emergency use authorization by the US FDA in December 2020. As of 11 February 2020, more than 68 million doses of COVID-19 vaccines have been administered [1] . There are limited data about the safety and efficacy of the currently available COVID-19 mRNA vaccines in patients receiving concurrent immunosuppressive therapies. In this report, we present a case of COVID-19 vaccine failure due to the concurrent use of ocrelizumab, a disease-modifying therapy with B cell-depleting effects, used in the treatment of primary and secondary progressive multiple sclerosis.",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our patient is a 52-year-old Caucasian male with a history of hypertension and multiple sclerosis. He resides in New York City and works in a profession that makes him at high risk for exposure to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). He takes losartan 100 mg and hydrochlorothiazide 12.5 mg daily for his hypertension. He was diagnosed with the relapsing-remitting form of multiple sclerosis 15 years ago and was initially treated with interferon beta-1a and also received intravenous immunoglobulins for a brief period of time. His last relapse was six years ago. Two years ago, he was started on ocrelizumab and received his last infusion in the first week of December 2020 Subsequently, when the COVID-19 vaccines were made available, he received both doses of the Pfizer-BioNTech COVID-19 vaccine on 19 December 2020, and 12 January 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "On 31 January 2021, approximately 19 days after receiving the last dose of the COVID-19 vaccine, he started experiencing generalized malaise, myalgias, and a mild cough. He tested positive for COVID-19 via a reverse transcription polymerase chain reaction (RT-PCR) nasopharyngeal swab. Serological testing was performed on day 4 of symptoms onset, with two separate assays, assessing the immunological response to the spike and neuclocapsid protein of SARS-CoV-2, respectively. The VITROS COVID-19 assay was significant for positive IgM and negative IgG to the Spike (S1) protein of the SARS-CoV-2 virus. The Roche Cobas Elecsys Anti-SARS-CoV2 test was negative for both IgG and IgM to the nucleocapsid (N) antigen. This indicates recent exposure to SARS-CoV-2 and not seroconversion due to prior infection or vaccination. On day 4 of his symptoms, he received an infusion of casirivimab and imdevimab, a monoclonal antibody cocktail against SARS-CoV-2. His symptoms subsided following the infusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "The U.S. Food and Drug Administration (FDA) approved ocrelizumab on 28 March 2017for the treatment of adult patients with relapsing or primary progressive forms of multiple sclerosis. As of December 2020, more than 200,000 patients with multiple sclerosis have initiated ocrelizumab therapy globally as part of clinical trials and post marketing experience, amounting to a total of >300,000 patient-years [2] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The disease course of multiple sclerosis is thought to be influenced by B-cells, through mechanisms such as antigen presentation, autoantibody production, cytokine regulation, and formation of ectopic lymphoid aggregates in the meninges [3] . The exact mechanism by which ocrelizumab exerts its therapeutic effects in multiple sclerosis is presumed to involve binding to CD20 on pre-B and mature B lymphocytes. This results in a B celldepleting effect via antibody-dependent cell-mediated phagocytosis and cytotoxicity, as well as complement-mediated lysis [3] .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In a recently published, randomized, open-label, Phase IIIb A Phase 3 trial, VELOCE (NCT02545868), treatment with ocrelizumab was linked to an attenuated humoral immune response to the tetanus, seasonal flu, and pneumococcus vaccines in patients with relapsing multiple sclerosis [4] . CD19 levels were effectively depleted within two weeks of ocrelizumab infusion and remain depleted up to 6 months or longer in the majority of patients in that study. However, these patients can still mount humoral responses to multiple vaccines, albeit reduced, when vaccinations were administered three months after the patients had received ocrelizumab [4] .",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 642,
                    "end": 645,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Vaccination against infections remains an important part of the management of patients with multiple sclerosis. In order to achieve maximal vaccine efficacy, the timing of COVID-19 vaccination remains a key consideration, especially in patients with multiple sclerosis on B cell-depleting therapy. We suggest timing the vaccination within a six-week window where the immunosuppressive effects of such therapy would be at their lowest (e.g., dosing at the end of an infusion cycle before the next infusion) while giving ample time for the vaccines to reach their peak efficacy [5, 6] . However, this may not always be possible, and vaccination should not be deferred.",
            "cite_spans": [
                {
                    "start": 576,
                    "end": 579,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Severe COVID-19 infection is more likely in patients with multiple sclerosis who are older, have a higher baseline Expanded Disability Severity Scale (EDSS) score, have comorbidities, or are receiving B cell depleting therapy [7] . Our patient was at a high risk of occupational exposure, and vaccinating such individuals is of paramount importance. For such high-risk patients, the benefits of early vaccination in preventing a COVID-19 infection would still outweigh the possible risks of vaccination failure.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This is the first report of vaccine failure in a patient with a long-standing history of relapsing-remitting multiple sclerosis on ocrelizumab. Our findings are in line with the recent clinical trial findings described above. Importantly, our case provides further evidence and broadens the recent discussion on developing effective COVID-19 vaccination strategies, such as dose interruption, in patients receiving concurrent B cell depleting therapy [8] . Although there are multiple types of vaccines currently under development, live and live-attenuated vaccines are not recommended during ocrelizumab treatment and until B-cell repletion, further limiting the vaccine choices in these patients. Finding an optimal interval for vaccination in patients on ocrelizumab may improve vaccine efficacy. Institutional Review Board Statement: Due to the case report nature of the manuscript, no ethical approval was required.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Informed Consent Statement: Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The data presented in this study are available on request from the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Availability Statement:"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "OPERA I and OPERA II Clinical Investigators. Ocrelizumab versus Interferon Beta-1a in Relapsing Multiple Sclerosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Or",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Comi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gavin",
                    "suffix": ""
                },
                {
                    "first": "H.-P",
                    "middle": [],
                    "last": "Hartung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hemmer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lublin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Montalban",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Rammohan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Selmaj",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N. Engl. J. Med",
            "volume": "376",
            "issn": "",
            "pages": "221--234",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1601277"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Effect of ocrelizumab on vaccine responses in patients with multiple sclerosis: The VELOCE study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bar-Or",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Calkwood",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chognot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evershed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manfrini",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mchamara",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stokmaier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Neurology",
            "volume": "2020",
            "issn": "",
            "pages": "1999--2008",
            "other_ids": {
                "DOI": [
                    "10.1212/WNL.0000000000010380"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Efficacy and Safety of the mRNA-1273 SARS-CoV-2 Vaccine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Baden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Sahly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Essink",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kotloff",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sharon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Diemert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Spector",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rouphael",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Creech",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N. Engl. J. Med",
            "volume": "384",
            "issn": "",
            "pages": "403--416",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2035389"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Safety and Efficacy of the BNT162b2 mRNA Covid-19 Vaccine",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Polack",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kitchin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Absalon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gurtman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lochart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zerbini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "",
            "pages": "2603--2615",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2034577"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Characteristics and Outcomes in Patients with Coronavirus Disease 2019 and Multiple Sclerosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Louapre",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Collongues",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stankoff",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giannesini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papeix",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bensa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Deschamps",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Creange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wahab",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pelletier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "",
            "pages": "1079--1088",
            "other_ids": {
                "DOI": [
                    "10.1001/jamaneurol.2020.2581"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 vaccinereadiness for anti-CD20-depleting therapy in autoimmune diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A K"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pryce",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmierer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Giovannoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Exp. Immunol",
            "volume": "202",
            "issn": "",
            "pages": "149--161",
            "other_ids": {
                "DOI": [
                    "10.1111/cei.13495"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contributions: S.C., H.S.; writing-original draft preparation, N.M., S.G., M.Z.; writingreview and editing. S.C., N.M., S.G., M.Z., H.S. were directly involved in the patient care and participated in the drafting and critical revision of the manuscript. All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}