{
    "paper_id": "893851e5e6f6318b8044e2e4b85da2489df59d8f",
    "metadata": {
        "title": "Decision-Making in Future Industrial Systems: Is Ethics a New Performance Indicator?",
        "authors": [
            {
                "first": "Lamia",
                "middle": [],
                "last": "Berrah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "LISTIC -Université Savoie Mont Blanc",
                    "location": {
                        "settlement": "Annecy",
                        "country": "France"
                    }
                },
                "email": "lamia.berrah@univ-smb.fr"
            },
            {
                "first": "(",
                "middle": [
                    "B"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damien",
                "middle": [],
                "last": "Trentesaux",
                "suffix": "",
                "affiliation": {
                    "laboratory": "LAMIH UMR CNRS 8201",
                    "institution": "Université Polytechnique Hauts-de-France",
                    "location": {
                        "settlement": "Valenciennes",
                        "country": "France"
                    }
                },
                "email": "damien.trentesaux@uphf.fr"
            }
        ]
    },
    "abstract": [
        {
            "text": "This study deals with ethical aspects of decision-making in the context of future industrial systems such as depicted by the Industry 4.0 principles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The world is constantly changing, and the rate at which it currently changes is accelerated with the increasing rate of technological breakthroughs, especially in the digital and computational worlds. In the industrial sector, programs such as Industry 4.0 [1] are looking for the right approach to integrate digital technologies in the industry. The maturity of the systems regarding the use of these technologies is being assessed, leading to the definition of readiness levels [2] , indexes or roadmaps [3, 4] constituting thus points of reference for digitalisation improvement.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, if a part of the handled information is well-controlled regarding systems' transformation, another part handles risks and uncertainties. Thus, a set of emerging expectations established by society, politicians and regulators are being imposed on industrialists and researchers when designing and controlling systems in order to cope with this point. In that context, the risk is that ignoring these major societal expectations that are rapidly emerging will lead to unsustainable and sterile contributions given, for example, the usual inertia of the research world to make research topics evolve. From our point of view, these expectations, relevant to the federative concept of sustainable development, concern mainly: 1) the consideration of the environment and the limited amount of hardly-renewable resources from our planet, 2) the insurance that every technological development is useful and suitable to the human society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper concerns the second point. It focuses, more specifically, on the notion of ethics and its study in the context of future industrial systems, as fostered by the concept of Industry 4.0, with a focus on ethical aspects that are relevant to decisionmaking. Addressing ethics in future industrial systems is an urgent need. Indeed, the rapid evolution of digital technologies in Industry 4.0, fostering the multiplication of sensors and actuators (e.g. Internet of Things -IoT, mobile robotics) and decision and learning abilities (e.g. Artificial Intelligence -AI) of digital or Cyber-Physical Systems causes the emerging of a great number of new functionalities and potentialities along with a great number of high ethical stakes for human decision-makers who are involved in industrial systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three factors put ethics at high stakes with regards to industrial decision-making, as depicted Fig. 1 . The first factor concerns the fact that the digitalised entities are intended to facilitate the augmentation, the monitoring or even the replacement of humans, allowing new possibilities in production control as well as new investigations regarding data analysis to be enacted. Industrial practices already show some unforeseeable and questionable situations due to this advent. The second and the third factors come from the fact that two types of complexity have to be handled: an internal complexity (second factor) due to the fact that these entities become more and more complex to understand and control, and an external complexity (third factor) due to the fact that it will become more and more complex to understand and control the interrelations among them and the human society, their consequence and their possible diversion in an unpredictable environment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Consequently, it is getting more and more important to focus on the ethical behaviour of all the stakeholders involved in future industrial systems, with regards to the new developments that have been defined or that will be defined in the future; in particular, those to deal with digital technologies. Ethics is relatively well studied and deployed in a deterministic universe with long-term and small progressive changes. Meanwhile, in future industrial systems characterised as introduced by the rapid evolutions of digital technologies and the increasing internal and external complexities interlaced with the human world, operating and engineering ethics remains a great challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adopting an information processing point of view, ethics can be considered as an evolving notion that implies multiple criteria and concerns different facets when making decisions. Moreover, ethics can be progressively enriched in its deployment and improved in its achievement, which is the purpose of the KPIs (Key Performance Indicators) [5] . This paper raises thus the question of handling ethics as a KPI or not when deciding. To illustrate the complexity of the question raised, two industrialists were asked the same questions: \"how does your company manage ethics?\" and \"what are the relevant stakes?\" Their testimonies are provided in Fig. 2 (their names have been changed to preserve their anonymity).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 651,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "This paper suggests the establishment of some properties to define a generic framework to handle ethics when making decision in future industrial systems (FIS) and especially their control. Section 2 brings shortly some elements about the concept of ethics from a general point of view on the one hand, and regarding FIS on the other hand. Then, Sect. 3 discusses the two possible answers to the question raised. Therefore, based on this analysis, a preliminary architecture of a generic framework is proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initially, ethics concerned human achievement and has been introduced as the set of moral values associated with it. Its science falls within the field of philosophy, and seeks to dissociate \"what is good\" from \"what is bad\" [6] . Legal frameworks have then been defined associating a set of deontological rules to apply and conditions to respect. Ethics has thus always been an integral part of any approach involving human interest, its framework being constantly adapted and enriched with regards to the occurred events related to such an interest. While the concept of ethics was initially concerned with human behaviour, its field of analysis has been recently broadened to take into account the behaviour of highly autonomous systems in their operation and decision-making, typically machines, robots and cars [7, 8] . From our perspective, ethical industrial systems are industrial systems that are ethically designed on the one hand and ethically used and supported on the other hand [9] . Moreover, ethics in industrial systems can be considered as a notion that covers all the steps of the lifecycle of an industrial system and concerns all the involved stakeholder decision-makers throughout this cycle, that can be, therefore, summarised in three significant steps: the design (a priori view, before operations), the use (during operations) and the support (a posteriori view).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 816,
                    "end": 819,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 820,
                    "end": 822,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 992,
                    "end": 995,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Operating Ethics in Future Industrial Systems"
        },
        {
            "text": "The three factors described in the introduction lead to various situations putting ethics at risks for operators, managers, researchers and designers in future industrial systems [9] . A significant question is thus: how to handle ethics when making decision with regards to future industrial systems, and especially its control? From our perspective, two approaches can be adopted to answer this question. The first one consists of stating that ethics is a kind of a new criterion when making a decision, and imply considering ethics as a kind of KPI, while the second approach states that ethics cannot be just another criterion when making a decision, and is more global. The following section studies these two approaches. Even if the question and the approach are felt to be generic, the primary application field of this study concerns future industrial systems.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Operating Ethics in Future Industrial Systems"
        },
        {
            "text": "Under the assumption of a system operating in normal and routine conditions, leading to well-known behaviours and consequences, a point of view consists of constructing ethics on rules and norms to be applied. The application of these rules and norms is made prior to or by the replacement of any decision made. In other words, any decision made is ethical since it is compliant with these rules and norms. This approach reassures the humans involved in the decision-making process since it guarantees that each decision is made within a static, stable and well-established ethical context. Moreover, it offers legality and liability boundaries, limiting or clearly explicating the legal responsibilities in case of accident or injuries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "Dealing with artificial systems such as enterprises, organisations, and productive systems, some approaches that are close to that of ethics are already proposed according to this point of view. Namely, the Corporate Social Responsibility (CSR) [10] , as mentioned in the testimony of one of the industrialists as given in Fig. 2 is one of them [11] . Standards are also proposed, leading to the assignment of some definitions and conditions to fulfil [12] . Ethics has also been approached through the quality facet, as it has to be managed and measured, identifying it as a kind of compliance with what needs to be [13] . In addition, ethics has also been deployed according to the major pillars of society, in coherence avec the sustainability paradigm [14, 15] . In this sense, environmental ethics has been introduced for the relationship of human beings to nature [16] . And, as far as we are concerned, digital ethics is currently dealing with the use of digital technologies [17] . However, even if it is the core activity of many researchers and practitioners, to the best of our knowledge, no specific habits have been established concerning ethics in future industrial systems, even if attention starts to be drawn in this sense by considering potential symbiosis between humans and machine [18] . As a consequence of the situation described in the introduction, the issue of ethics in future industrial systems deserves to be carried out.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 756,
                    "end": 760,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 870,
                    "end": 874,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 323,
                    "end": 329,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "Ethics will be as such in the case of the opposite of the factors presented in Fig. 1 , namely:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "• Clear definite rules are available;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "• Scopes are known with certainty; • Decisions are made independently from the \"as-is\" situation; • Ethics is optimised \"by design\" in terms of liability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "Consequently, this view corresponds to the deontological paradigm, \"where one decides with the help of immutable ethical rules\" [19] . Therefore, ethics has to be translated into a set of conditions, rules, parameters to check and apply. The only measurements to get will concern the check-in of having subscribed to the predefined set of rules and norms. From this point of view, ethics cannot be considered as a KPI.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "No, Ethics Cannot Be Just Another KPI"
        },
        {
            "text": "A second point of view consists of stating that, in the digitalised 4.0 context, considering ethics of industrial system design, use and support leads to deal, in some instances, with some kinds of uncertainty regarding expected states and decisions made. This uncertainty may arise in cases of non-routine operations of the system, when exceptional, unplanned events occur or whose characteristics are not fully known. Such cases may concern the situation where the control is made by human decision-makers as well as the situation where the system controls itself. Human decision-makers can, therefore, be faced with too many options, each of them having advantages and disadvantages, yet to be evaluated in terms of societal or environmental impacts through PIs (Performance Indicators). Consequently, in this context, making the correct \"ethical\" decision is not trivial. In the case of self-operating systems, the reaction in front of new unconsidered event is totally unknown. Choosing the correct a posteriori approach and making the \"good\" ethical decision will be challenging. In the second case, having the correct a priori design will be impacting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yes, Ethics Is Just Another KPI"
        },
        {
            "text": "Aligned with this view, there are some arguments militating to consider ethics as a KPI, as emphasized by one of the industrialists in Fig. 2 . As a preliminary to this discussion, let us recall the general definition of a PI, as \"a variable indicating the effectiveness and/or efficiency of a part or whole of the process or system against a given norm/target or plan\" [20] . By its definition, a PI -and a KPI when it is overall or major -provides performance expression, subscribes to the control loop principle and deals with the \"What you measure is what you get\" [21] principle. A PI involves thus an objective (expected state) and a measurement (reached state). The performance expression is the result of the comparison of the objective and the measurement. In a reactive control logic, such a measurement leads to improvement action launching. Figure 3 illustrates the principle of considering a PI as a triplet (objective, measurement, action) [22] . With this view, ethics handling by PI vision drives the definition of respectively the corresponding objectives, measurements and actions that are associated with it. These three definitions are described hereinafter.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 374,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 569,
                    "end": 573,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 954,
                    "end": 958,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 141,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 853,
                    "end": 861,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Yes, Ethics Is Just Another KPI"
        },
        {
            "text": "Is it possible to associate with ethics expected states to be achieved?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Ethics objectives are subscribing to the general concept of performance as: \"the capability to go where we want\" [23] . Assigning ethics objectives is coherent thus with the idea of achieving them. Ethics is something that is possible to get and to act on it.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Moreover, \"The use of the term performance itself can come to mean \"positive progress\" in itself, without any qualifying adjective applied to the term. The meanings of performance where performance is used to denote an \"exploit\" or an \"achievement\" is analogous to this [24] . Ethics objectives also convey this idea of progress, i.e. the objectives are part of a desire for a better state than the previous ones, with a maximum notion that makes little sense. As ethics is something that can be improved, objectives can be associated with it.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "In this sense, ethics objectives obey the respective conditions of effectiveness, efficiency and effectivity [22] , since they are achieved by searching the best result possible (effectiveness) with the best possible use of resource to do so (efficiency). As for the effectivity of ethics objectives, it is a matter of common sense, since effectivity (or relevance) by definition concerns in its broadest sense the value of assigning objectives to the means and actions implemented to achieve them as well as to the expected results. In essence, ethics is part of this logic and even goes beyond it.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Furthermore, associating objectives with ethics means dealing with the SMART principle [25] . It remains thus to discuss the variables and the values to achieve. The concerned variables are the ones of the industrial system in its considered lifecycle step. Ethics issues are indeed concerning all or part of the system. Values and temporal horizons are then assigned according to the corollary actions and the different semantics such as improvement, lack, emergency, risks, which are conveyed by the considered situation.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Finally, ethics objectives assignment is made as for the other performance criteria of the industrial systems. The only difference is in the purpose of the objectives, which is the ethics of industrial systems. However, ethics KPIs will have strong interactions with other KPIs of the industrial systems, as discussed later in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Ethics Measurements: Measurements follow the way the objectives have been assigned, under the property that each objective is measurable, either quantitatively or qualitatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "Note that situations may arise in which a direct measurement may not be easily obtained. Approaches based on indirect measurements could then be used, using aggregation mechanisms [26] that involve criteria that are interrelated with the given situation.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Objectives:"
        },
        {
            "text": "As seen for the objectives, improvement is always possible regarding ethics enactment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "Within this logic, no immediate optimum in ethics can be defined. Therefore, the idea of a perfect ethical state will be the goal constantly sought, leading to more than one possible action to launch. Actions are associated with the assigned objectives, constituting an overall action plan, and satisfying the condition of bijection between objectives and actions, according to the PI triplet vision as depicted in Fig. 3 . Obviously, the definition of the action should handle the semantics of the corresponding objective. Typology of actions will be then addressed (e.g. curative, preventive).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 421,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Ethics Actions:"
        },
        {
            "text": "As an illustration of what has been suggested, Table 1 gives some cases that the authors have discussed with two industrialists regarding PIs and ethics (the bearing manufacturer introduced Fig. 2 and a kitchen and bathrooms manufacturer) . From the discussion led, it is clear that both are currently dealing with the digitalisation of their production and are encountering situations for which they can still decide regarding the conventional industrial control state-of-the-art logic. Meanwhile, it is also clear that they cannot decide regarding the ethics point of view.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 190,
                    "end": 238,
                    "text": "Fig. 2 and a kitchen and bathrooms manufacturer)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Ethics Actions:"
        },
        {
            "text": "More specifically, ethics becomes something to handle, in a progressive way, by making assumptions and analysing results and then concluding. Assigning objectives, i.e. expected states, launching actions, getting measurement about the achieved results then reacting will be thus the way of proceeding. As a summary, one can say that ethics is associated with KPIs under the following considerations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "• No clear and unique rule can be retained and uncertainty in scope is observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "• Measuring the reached situation is preliminary necessary for deciding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "• Ethics is something that can be continuously measured and improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "Lastly, considering ethics as a KPI amounts to being part of the consequentialist paradigm of ethics, where, as it manifests in utilitarianism, \"one decides according to the possible ethical consequences\" [19] . Naturally, this vision is complementary to the first one, each applying under specific conditions, as synthesised in the next section.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Ethics Actions:"
        },
        {
            "text": "As a synthesis, from our perspective, ethics is sometimes a KPI and sometimes not. The two complementary positions held by the two industrialists illustrate this duality of the concept. Ethics in future industrial systems must then be approached using the two paradigms (consequentialism and deontology): it is not possible to adopt only one of these paradigms while ignoring the other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "In that sense, the novelty is that deontology, which is the classical approach in the human society, is no more sufficient because of the increasing level of unpredictability and complexity of the interaction between the digital (cyber) world and the human one, letting room to the use of other paradigms, such as consequentialism. This is not neutral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "For example, the question arises for the autonomous car: are we sure, for every possible situation met in an open environment, that deontological rules (e.g. the highway code) will always lead the autonomous car to take the optimal single ethical decision or at least, the decision every human would have taken in that situation? [8] . Because of the factors specified in the introduction, the difficulty to ensuring the answer \"yes\" is high.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "On the opposite, consequentialism assumes that it is possible to quantify ethics, which has been discussed for centuries by philosophers and others, and this is one of the main issues to solve. How to evaluate that a situation, a decision or an action is more ethical than another one? From our perspective, an accurate articulation of the two paradigms could be an interesting approach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "As an illustration of this novelty in ethics handle, Table 2 contains several examples in three application fields, including the one considered in this paper, indicating the different points of view one can adopt in a given unconsidered situation to behave ethically. It is worth noting that the healthcare context relates to the situation encountered with the emergence of the Covid-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Synthesis"
        },
        {
            "text": "In the case of a consequentialist approach, associating ethics with a KPI induces its deployment in accordance with all the decisional levels of the system under consideration. This deployment has to be carried out within the other considered KPIs, as practiced in conventional 3.0 PMSs (Performance Measurement Systems) [27] . However, in view of the nature of the ethics criterion, it necessarily interacts with the other criteria usually considered.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "The entire decision-making process will be impacted by the deontological aspect of ethics. Namely, it is not so much a matter of producing in accordance with the C-Q-D-E (Cost-Quality-Delivery-Ethics) tetraptych, but to integrate ethics in each considered criterion. But, the deontological involved aspects may be based on more than one single rule, leading to diversified strategies. The definition of the PMS will thus require preliminary discussions of weight and interactions, and preferences policies, namely what is compensatory and to what extent, what is veto, etc. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis"
        },
        {
            "text": "As suggested, both deontology and consequentialism paradigms are required for handling the ethics of decisions in future industrial systems, whatever the considered step -design, use and support -of their lifecycle (even if the focus has been made here on the support step). From the synthesis suggested in the previous section, it is obvious that the deontological paradigm, even if it is relevant for a part, cannot totally handle the overall ethics aspects of these systems. Indeed, general rules and principles can be applied to normal operation context and deal with structural needs, but cannot cover new unconsidered situations and all the consequences of the made decisions. The suggested proposal is, therefore, to have a complementary manner for approaching ethics. As the set of possibilities at each step of the industrial system is non-bounded and since ethics become not only a result or a condition to check but a process to build, the idea is to subscribe to a continuous and progressive improvement philosophy in order to define new adequate behaviours and to enrich the existing framework, adopting the idea that it is not possible to ensure \"optimal\" ethics from scratch, but ethics considerations could be enhanced through iterative improvement processes. Dealing with the Deming wheel principle [28] , such a philosophy consists of continuously proceeding through the following steps: i) observing the system according to ethics expectations, ii) planning the expected states of the system regarding the occurred events, iii) choosing the corollary actions and applying them, iv) checking the achieved results and finally v) reacting by enriching ethical aspects and planning new expected states. This is the methodological approach that is conveyed by PIs tools. Assuming that ethics can be seen at some moments as a KPI and at other moments not, it will be consequently assumed that it deals with either a continuous improvement approach or a set of pre-defined rules. As discussed before, the choice of the line to be adopted depends on the nature of the occurred event.",
            "cite_spans": [
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "From a methodological point of view, the use of KPIs to deal with ethics is envisaged when a non-routine event occurs, leading to an unconsidered situation regarding the concerned part of the system. The approach adopted will be first to check the absence or the inadequacy of the existing rules. If this is the case, the corresponding KPI will have to be constructed, according to the triplet introduced in Fig. 3 . This implies the verification of the following properties.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 414,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "• An objective and a measurement can be associated with the variables of the system. • An action is possible to improve its performance expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "• Feedback on the reached results is possible, in terms of establishment of new rules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "Ethics objectives will be considered until the situation is well-controlled, i.e. KPIs return correct performance expressions. Therefore, rules and conditions will translate the obtained results. \"Conjunctural\" ethics aspects, which temporarily have appeared, will be thus replaced by structural ethics aspects, which will be intrinsically taking part in the ethics deontological procedures, and, continuously, achieved objectives will be replaced by new ones. Some avenues for approaching the ethics of future production systems are given in the form of a generic framework, whose global architecture is described Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 615,
                    "end": 621,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "A known situation means that there exists a deontological rule for that situation. In that case, the ethical decision made will be based on rules that are extracted from the available database. These rules will correspond to the adequate handling of the occurred known situation. Expert systems and formal logic modelling approaches could be used in that context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "If the situation faced is unknown and put ethics at risks (e.g. threat, breakdown of a critical system, cyber-attack, major evolution in the environment, application of a new technology), meaning that no deontological rules apply, then a consequentialist behaviour is triggered. The concerned variables are thus selected and objectives as well as actions are associated to them, according to respectively the occurred event, the 'asis' situation and the expected one, as well as previously encountered similar situations (when available).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "The reached measurements will allow either the achievement of the expected state or the redefinition of new objectives, in a continuous improvement logic. Indeed, as the situation could be totally unknown, the reaching of the expected states could require several iterative steps. At the end, the best ethical decisions to be made are defined according to the analysis of the data that are provided by ethics KPIs. These KPIs could gain from being associated to a digital twin of the industrial system that can simulate and evaluate different strategies from its current state. Some parts of the framework can be automated, while others not (e.g. the design of alternative decisions in a consequentialist behaviour); the presence of the human remains therefore compulsory. It is also possible to trigger systematically the consequentialist behaviour, even if deontological rules apply, to suggest improvement either in the triggering situation and in the ethical decision made. This framework is clearly a first attempt. It remains to be improved, implemented and tested in various situations. For example, it could be interesting to augment the application of a deontological rule with a consequentialist study when a certain degree of freedom remains available for decisions after the application of the deontological rule. Another situation that could be studied is when it is not possible to evaluate all the consequences of a decision from an ethical perspective. In that situation, clustering technics could be used to find similar situations and evaluate the ethical degree of the decision made then.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proposal of a Generic Framework"
        },
        {
            "text": "The need to handle ethics in future industrial systems context may seem obvious regarding the potential of new digital technologies on the one hand and the acceleration of their use on the other hand. Even if it is the case, the complexity of such handling is also admitted, leading to numerous issues in unknown situations, which are related to the risks and the uncertainties of some made decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Prospects"
        },
        {
            "text": "This paper addressed the issue of handling ethics as a KPI or not, subscribing to a continuous improvement philosophy and dealing with the consequentialism paradigm as a complement to the conventional deontology paradigm. The deontological view is adapted to known situations for which conventional rules and norms approaches can be used. The consequentialist view is related to unknown situations where many solutions can be considered. In this case, the idea is to associate with ethics objectives to achieve and measurements for having pieces of information according to the different options and reacting. In the first case, deontology bounds decisions as a set of constraints, while in the second case ethics is a criterion to be integrated into the decision-making process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Prospects"
        },
        {
            "text": "This preliminary work on the subject and the definition of a unified framework will be followed by a more in-depth definition of the ethics KPIs, their deployment and their interactions with the other industrial KPIs, according to the different steps of the future industrial system lifecycle. Integrating ethics as a KPI will certainly lead to a new definition of PMSs. It may also give a broader sense of the effectivity condition of industrial performance. Moreover, since it has been designed in a generic way, the proposed framework could be extended to other areas such as health, transport or logistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Prospects"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Recommendations for Implementing the Strategic Initiative INDUSTRIE 4.0: Securing the future of German Manufacturing Industry. National academy of science and engineering, Wirtschaft und Wissenschaft begleiten die Hightech-Strategie",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kagermann",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wahlster",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helbig",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Maturity and readiness model for industry 4.0 strategy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Akdil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ustundag",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cevikcan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--94",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Industrie 4.0 roadmap: framework for digital transformation based on the concepts of capability maturity and alignment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Issa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hatiboglu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bildstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bauernhansl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Procedia CIRP",
            "volume": "72",
            "issn": "",
            "pages": "973--978",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Promoting work-based Learning through INDUSTRY 4.0. Procedia CIRP",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gartzen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rodenhauser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "82--87",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Automation systems and integration -Key performance indicators (KPIs) for manufacturing operations management",
            "authors": [],
            "year": 2015,
            "venue": "ISO 22400",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ethics in management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morahan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Eng. Manage. Rev",
            "volume": "43",
            "issn": "4",
            "pages": "23--25",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The problem of machine ethics in artificial intelligence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AI Soc",
            "volume": "35",
            "issn": "1",
            "pages": "103--111",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethics of autonomous intelligent systems in the human society: cross views from science, law and science-fiction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trentesaux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rault",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caullaud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huftier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Borangiu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trentesaux",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leitao",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cardin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ParisProceedings of 10th SOHOMA Workshop on Service Oriented, Holonic and Multi-Agent Manufacturing Systems for Industry of the Future",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical stakes of Industry 4.0. In: IFAC World Congress",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trentesaux",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caillaud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Corporate social reporting",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum. Resour. Plan",
            "volume": "26",
            "issn": "3",
            "pages": "10--13",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Business ethics and corporate social responsibility -is there a dividing line? Procedia Econ",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Ramanathan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Finance",
            "volume": "11",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "ISO 26000 and the International Integrated Reporting <IR> Framework briefing summary",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Putting ethics into quality",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vinten",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The TQM Magazine",
            "volume": "10",
            "issn": "2",
            "pages": "89--94",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World commission on environment and development: Our common future",
            "authors": [],
            "year": 1987,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Three pillars of sustainability: in search of conceptual origins",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Purvis",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sustain. Sci",
            "volume": "14",
            "issn": "3",
            "pages": "681--695",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "An overview of environmental ethics",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "15--37",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A deep study on the concept of digital ethics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maggiolini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Revista de Administração de Empresas",
            "volume": "54",
            "issn": "5",
            "pages": "585--591",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Value-oriented and ethical technology engineering in industry 5.0: a human-centric perspective for the design of the factory of the future",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Longo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padovano",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Umbrello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl. Sci",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Autonomous vehicles require socio-political acceptance: an empirical and philosophical perspective on the problem of moral decision making",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schlicht",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meixner",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "König",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pipa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boshammer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stephan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Front. Behav. Neurosci",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Performance indicators: Why, where and how?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fortuin",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Eur. J. Oper. Res",
            "volume": "34",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Balanced Scorecard: Measures that Drive Performance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Norton",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Harvard Bus. Rev",
            "volume": "83",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Industrial Objectives and Industrial Performance",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berrah",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clivillé",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Foulloy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Performance measurement and performance management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lebas",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Int. J. Prod. Econ",
            "volume": "41",
            "issn": "1-3",
            "pages": "23--35",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Performance: Its meaning and content for today's business research",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Folan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jagdev",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Ind",
            "volume": "58",
            "issn": "7",
            "pages": "605--620",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "There's a SMART way to write management's goals and objectives",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Doran",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Manag. Rev",
            "volume": "70",
            "issn": "11",
            "pages": "35--36",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Information aggregation in industrial performance measurement: rationales, issues and definitions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berrah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mauris",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vernadat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Prod. Res",
            "volume": "42",
            "issn": "20",
            "pages": "4271--4293",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "State of the art literature review on performance measurement",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Nudurupati",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Bititci",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T S"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Comput. Ind. Eng",
            "volume": "60",
            "issn": "2",
            "pages": "279--290",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Out of the Crisis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Deming",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Decision-making in future industrial systems: ethical risks",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Industrial testimonies: pros and cons about considering ethics as a KPI or not",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Performance indicator elements",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PIs and ethics: cases studies in the digitalisation of industrial systems",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Deontology and Consequentialism: a comparative analysis.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Fig. 4. A generic framework for ethical decision making in future industrial systems.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Parts of the research work presented in this paper are carried out in the context of Surferlab, a joint research lab with Bombardier and Prosyst, partially funded by the European Regional Development Fund (ERDF), Hauts-de-France. Other parts of the work presented in this paper are performed in the framework of the HUMANISM ANR-17-CE10-0009 research project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement."
        }
    ]
}