{
    "paper_id": "894228505e9107d14734dd395acab9125234161a",
    "metadata": {
        "title": "The use of nanobodies in a sensitive ELISA test for SARS-CoV-2 Spike 1 protein",
        "authors": [
            {
                "first": "Raymond",
                "middle": [
                    "J"
                ],
                "last": "Owens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": "ray.owens@strubi.ox.ac.uk"
            },
            {
                "first": "James",
                "middle": [
                    "H"
                ],
                "last": "Naismith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": "james.naismith@strubi.ox.ac.uk"
            },
            {
                "first": "Georgina",
                "middle": [
                    "C"
                ],
                "last": "Girt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Abirami",
                "middle": [],
                "last": "Lakshminarayanan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Wellcome Centre for Human Genetics",
                    "location": {
                        "settlement": "Headington",
                        "region": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jiandong",
                "middle": [],
                "last": "Huo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Joshua",
                "middle": [],
                "last": "Dormon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Chelsea",
                "middle": [],
                "last": "Norman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harwell Science and Innovation Campus",
                    "location": {
                        "settlement": "Didcot",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Babak",
                "middle": [],
                "last": "Afrough",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "settlement": "Salisbury",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Harding",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "James",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lillian",
                "middle": [
                    "Martin"
                ],
                "last": "Centre",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Dunn",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antigens in the fluid has important uses in biotechnology, and is integral to many point-of-care SARS-CoV-2 diagnostics. Sandwich enzyme-linked immunosorbent assays (ELISAs) are a sensitive, well-established method of measuring antigens in solutions. They use one ligand to capture and the other ligand to detect the target analyte. Detection is commonly achieved using colorimetric readout obtained upon the reaction of a substrate with HRP-conjugated secondary ligand. Nanobodies, the V H H domain of camelid antibodies, have expanded the repertoire of molecules used in antigen detection. Nanobodies' high affinity for target antigens, their compact structure, their high stability and ease of production has driven research into their use as diagnostic reagents. Guided by a structural understanding of epitopes on the receptor-binding domain of the SARS-CoV-2 Spike protein, we investigated various combinations of engineered nanobodies in a sandwich ELISA to detect the Spike protein of SARS-CoV-2. We have identified an optimal combination of nanobodies. These were selectively functionalized to further improve antigen capture, enabling the measurement of sub-picomolar amounts of SARS-CoV-2 Spike protein in solution. With this combination, the routine detection limit in samples inactivated by heat and detergent corresponded to less than seven focus-forming units of infectious SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) antigens in the fluid has important uses in biotechnology, and is integral to many point-of-care SARS-CoV-2 diagnostics. Sandwich enzyme-linked immunosorbent assays (ELISAs) are a sensitive, well-established method of measuring antigens in solutions. They use one ligand to capture and the other ligand to detect the target analyte. Detection is commonly achieved using colorimetric readout obtained upon the reaction of a substrate with HRP-conjugated secondary ligand. Nanobodies, the V H H domain of camelid antibodies, have expanded the repertoire of molecules used in antigen detection. Nanobodies' high affinity for target antigens, their compact structure, their high stability and ease of production has driven research into their use as diagnostic reagents. Guided by a structural understanding of epitopes on the receptor-binding domain of the SARS-CoV-2 Spike protein, we investigated various combinations of engineered nanobodies in a sandwich ELISA to detect the Spike protein of SARS-CoV-2. We have identified an optimal combination of nanobodies. These were selectively functionalized to further improve antigen capture, enabling the measurement of sub-picomolar amounts of SARS-CoV-2 Spike protein in solution. With this combination, the routine detection limit in samples inactivated by heat and detergent corresponded to less than seven focus-forming units of infectious SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the novel human coronavirus (HCoV) responsible for the COVID-19 pandemic. SARS-CoV-2 is a positive sense, single-stranded (RNA) virus with a 30-kb genome, encoding four key structural proteins: the nucleocapsid (N) protein that holds the RNA genome, as well as E (envelope), M (membrane) and S (Spike) proteins. S protein is expressed on the surface of the virus particle and through its receptor-binding domain (RBD) binds to angiotensin-converting enzyme 2 (ACE2) receptors [1] . People infected with the virus display symptoms ranging from essentially none (asymptomatic) to severe disease leading to mortality.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The viral Spike protein is at the centre of much of the biotechnology being related to SARS-CoV-2. Spike protein, generated in humans by the introduction of genetic material encoding it, is the basis of vaccines, both currently licensed [2, 3] and in development [4] . Direct injection of the Spike protein itself (attached to nanoparticles) has shown promising results as a vaccine [5] , and highly pure Spike protein is used to monitor for the presence of antibodies against the protein [6] , thereby identifying previously infected or vaccinated individuals. A rapid quantification method specific for well folded 'high quality' SARS-CoV-2 Spike protein, therefore, has many applications.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 241,
                    "end": 243,
                    "text": "3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 263,
                    "end": 266,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Containing the spread of the virus relies on diagnostic tests particularly in identifying asymptomatic infection. There are two main diagnostic approaches for SARS-CoV-2. The first and still considered the most accurate approach detects viral RNA by PCR amplification using DNA primers and reverse transcription [7] . RT-PCR and qPCR are considered the gold standard by the FDA and ECDC due to their superior sensitivity and specificity. Improvements in sensitivity and simplicity have come from loop-mediated isothermal amplification (LAMP) [8] . The second method is to directly detect viral components (antigens) most commonly a specific viral protein not found in uninfected humans. Antigen tests are commonly found in point-of-care devices used to diagnose several respiratory pathogens, including bacterial (streptoccocal), viral (influenza, HIV) and parasitic (malaria) infections [9] . Such point-of-care assay devices are now in widespread use for the detection of SARS-CoV-2 infection [10] . Antigen tests in these devices often originate from laboratory-based sandwich enzymelinked immunosorbent assays (ELISA). These systems employ a capture agent and a detection agent; the requirement is that both bind to non-overlapping regions of the antigen. Antibodies are most commonly used in ELISA tests due to their high sensitivity, specificity, established manufacturing processes and safety. The sensitivity of ELISA is dependent on factors including the binding affinity between antigen and the antibodies, the selectivity of the antibodies (no non-specific interactions or off-target binding), and whether antigen-capture leads to occlusion of the other epitope and the colour change system. In point-of-care devices (also known as lateral flow immunoassays (LFIs)), the capture antibodies are often immobilized on nitrocellulose and the probe antibody, modified with a colorimetric nanoparticle, is incubated with the test sample, thus becoming the 'mobile phase' of the device. Thus, in addition to the constraints of ELISA, there are important technological and manufacturing factors that need attention to develop a diagnostic device [11] . However, where lateral flow devices are intended to give only a positive or negative result, ELISA-based systems are inherently quantitative and have a wide dynamic range. There are currently 36 approved lateral flow devices that have passed regulatory evaluation in the UK. Nanobodies (Nbs, also known as the V H Hs) are the variable antigen-binding region that arise in single-domain antibodies (sdAbs) derived from a single heavy chain antibody variant found in camelids and in cartilaginous fish. The small size (13-15 kDa) and stability of nanobodies makes them an attractive alternative to antibodies. Nanobodies have revolutionized structural biology, and have entered clinical trials as therapies and tools [12] . We have previously reported nanobodies derived by DNA shuffling affinity maturation from a parent nanobody, identified from a naive llama V H H library that bind to the Spike protein [13] . One of these, H4, was shown to neutralize SARS-CoV-2 with nM potency [13] . We have recently reported another set of nanobodies with pM binding affinity (agents C1, F2, C5) [14] . Structural analysis of nanobodies revealed that one group (cluster 2 antibodies [15] ) (H4, C5) bound to an epitope on the RBD that overlapped with the ACE2 binding epitope [13, 14] . A second group (cluster 1 antibodies [15] ) (C1, F2) bound to a non-overlapping epitope at a different location on RBD [14] . This second site was first disclosed by the potent neutralizing human antibody CR3022 [16, 17] . We have previously shown when CR3022 and H4 were combined they gave additive neutralization [13] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 315,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 542,
                    "end": 545,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 891,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2149,
                    "end": 2153,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2871,
                    "end": 2875,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3061,
                    "end": 3065,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3137,
                    "end": 3141,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3241,
                    "end": 3245,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3328,
                    "end": 3332,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3421,
                    "end": 3425,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 3426,
                    "end": 3429,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3469,
                    "end": 3473,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3551,
                    "end": 3555,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3644,
                    "end": 3648,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3649,
                    "end": 3652,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 3747,
                    "end": 3751,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "To account for limitations of nanobodies in ELISA, such as poor adhesion to the plate via passive adsorption and obstruction of the binding motif due to their small size, we prepared V H H conjugates with human IgG1 Fc (bivalent and glycosylated). This not only increased the overall size of the royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016 nanobodies (while still keeping them significantly smaller than antibodies), but also introduced regions that could be site selectively modified distal to the V H H domain, encouraging adhesion to the plate in optimized orientation, away from the antigen-binding motif.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Guided by our structural insights, we tested pairs of agents (one at each epitope) for their use in an ELISA (figure 1). We identified a desirable preparation for reagents and conditions for attachment to ELISA plates. The optimally performing pair were tested against samples of combined heat and detergent-inactivated SARS-CoV-2 virus, a chemically inactivated virus sample, an X-ray inactivated sample and live, replication-incompetent pseudotyped virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We first investigated the detection of purified Spike protein in solution using the pM binder C1-Fc (cluster 1 ACE2 epitope binder, V H H conjugated to human IgG1 Fc (bivalent and glycosylated)) and nM binder H4 (cluster 2 CR3022 epitope binder, V H H domain only) [13] in our ELISA assay, with ABTS (2,2 0 -Azinobis [3ethylbenzothiazoline-6-sulfonic acid]-diammonium salt) as horse radish peroxidase (HRP) substrate. Using C1-Fc as the capture agent, with H4-HRP as the detection probe gave a limit of detection (LOD) of 1.85 × 10 6 pg ml −1 (1.85 µg ml −1 ) of Spike protein (estimated greater than 3.3 times the standard deviation of blank samples). When H4 was adsorbed onto the plate and the HRP-conjugates of C1-Fc were used as the probe, the detection limit was 20 × 10 6 pg ml −1 (20 µg ml −1 ) of Spike protein (figure 2a).",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Optimizing the capture component"
        },
        {
            "text": "We then investigated whether biotinylated nanobodies binding to streptavidin-treated plates improved the sensitivity of the assay. High binding Nunc plates were treated with unmodified C1-Fc and separately streptavidin-coated plates were treated with biotinylated C1-Fc (biotin x -C1-Fc) prepared with a Sulfo-NHS-Biotin reagent. This reagent biotinylates lysine residue side chains in a non-specific stochastic manner. Both plates were treated with recombinant Spike glycoprotein ranging from 100 µg ml −1 to 0.25 µg ml −1 , and then probed with H4-HRP. Where C1-Fc was passively absorbed the LOD of S protein was calculated as 1.3 × 10 6 pg ml −1 , essentially the same result as a standard plate. Using the biotin x -C1-Fc with streptavidin plates lowered the LOD to 100 × 10 3 pg ml −1 (figure 2b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimizing the capture component"
        },
        {
            "text": "Having established better antigen detection using biotinylated nanobodies, we continued with streptavidin-coated plates using the capture nanobody in the form biotin x -Nb-Fc (0.5 µg ml −1 ) and the ACE2 epitope binder CR3022 epitope binder RBD domain Figure 1 . The two non-overlapping epitopes used for the ELISA. In yellow space fill is a nanobody that recognizes the ACE2 RBD epitope [13, 14] known as cluster 2 [15] (group 1 [18] ) epitope and in blue a second nanobody [14] which recognizes a different RBD epitope, first described in the CR3022 structure [16, 17] , known as cluster 1 [15] (group 4 [18] ) epitope.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 562,
                    "end": 566,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Evaluating nanobody pairs"
        },
        {
            "text": "royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016 probe nanobody HRP-Nb (0.5 µg ml −1 ). We introduced a further two nanobodies: F2 (cluster 1 ACE2 epitope binder) and C5 (cluster 2 CR3022 epitope binder). We switched to use 3,3 0 ,5,5 0tetramethylbenzidine (TMB) as the substrate of HRP, since this commercially available molecule has higher sensitivity and faster colour development than ABTS [19] . We found that H4-Fc-HRP when used as the probe gave unreliable detection results. Dot blotting of H4-Fc-HRP with other nanobodies suggested it may have non-specific interactions; the other nanobodies did not show this behaviour. The results from the various remaining combinations are given in table 1 and figure 3. The estimated LOD varied from 5 × 10 3 pg ml −1 (biotin x -H4-Fc, C1-Fc-HRP) down to 200 pg m −1 (biotin x -C5-Fc, C1-Fc-HRP) depending on the combination (table 1). As LOD is dependent on the standard deviation (s.d.) of replicates, the slope of linear regression was used in place, with a higher regression value indicating greater sensitivity. The biotin x -C5-Fc, F2-Fc-HRP gave a regression gradient (79)comparable to the reverse pairing biotin x -F2-Fc, C5-Fc-HRP-but since the former combination had higher overall absorbance, it was selected as the optimal combination.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 417,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Evaluating nanobody pairs"
        },
        {
            "text": "As a negative control, we repeated the ELISA using nanobody pairings with overlapping epitope combinations. These were as expected much less sensitive and when plotted gave lines with significantly less steep slopes, thus they did not respond as strongly to changes in concentration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluating nanobody pairs"
        },
        {
            "text": "Having tested nanobodies against purified recombinant Spike protein, we went on to test Spike antigen displayed on the viral surface using our best capture-detection nanobody pairs, namely C5-Fc with F2-Fc-HRP in the ELISA assay. Viral titres were quantified by either tissue culture infectious dose 50 (TCID50) assay, or focal forming assay (FFA). We were unable to test live virus due to safety , table 2 ). The ELISA was not as sensitive for the X-ray irradiated samples, which were detected above 305 pfu ml −1 (electronic supplementary material, figure S1) table 2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": ", table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Testing against virus"
        },
        {
            "text": "Abs (450 nm)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Testing against virus"
        },
        {
            "text": "[spike] (ng ml -1 ) We evaluated whether site-specific regioselectively controlled biotinylation of the capture agents would improve the sensitivity of the assay by ensuring consistent orientation of the nanobody binding site outward into the well and avoiding any lysine biotinylation proximal to the epitope binding site which could potentially hinder the nanobody-Spike interaction [20] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Testing against virus"
        },
        {
            "text": "Site-specific functionalization of antibodies by tagging native antibody residues has been achieved using microbial transglutaminase (mTGase) [20, 21] . mTGase recognizes and tags the glutamine residue in the conserved sequence 'PREEQYNXT' in the Fc region of antibodies. Previous studies have used this method for site-specific conjugation of radioactive probes, fluorescent dyes as well as introducing orthogonal functional tags in the Fc region of antibodies [22] . Since the capture nanobody, namely C5Fc, used in our ELISA is fused with an Fc tail and hence has the conserved 'tag' sequences, we decided to employ enzymatic transglutamination to specifically functionalize the glutamine residue of the PREEQYNST sequence in the Fc region (figure 5a). In order to better expose the target glutamine residue for reaction, we cleaved the N-linked glycans using PNGase F digestion. Amine-PEG3-Biotin was added to the PNGase digested antibodies along with the transglutaminase enzyme and incubated at 37°C. The progress of the reaction was monitored by mass spectrometry (figure 5b and electronic supplementary material, figure S6 ). In addition to the required product, we consistently observed another product in our reactions which showed a loss of mass of 15 Da. We believe that the addition of an internal lysine residue was a competing reaction which resulted in the observed product with a loss of mass when compared to the deglycosylated C5-Fc.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 1071,
                    "end": 1130,
                    "text": "(figure 5b and electronic supplementary material, figure S6",
                    "ref_id": null
                }
            ],
            "section": "Testing against virus"
        },
        {
            "text": "A streptavidin-coated 96-well plate was treated with biotin x -C5-Fc and site-specific biotinylated C5-Fc ). In order to test the reproducibility of the assay, we prepared multiple independent batches of heat-Empigen inactivated SARS-CoV-2 and C5-Fc-SS-biotin, the LOD was observed to vary by up to 69 ffu ml −1 (electronic supplementary material, figure  S4 ). We attribute the variability arising from the preparation of the virus (table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 358,
                    "text": "figure  S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 433,
                    "end": 442,
                    "text": "(table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Testing against virus"
        },
        {
            "text": "In recent years, nanobodies have gained increased interest as replacements for antibodies due to their smaller size, highly modular nature, enhanced stability and relative ease of production [12, 23] . We sought to determine if we could apply a classical double-sandwich ELISA format to nanobodies against the Spike protein of SARS-CoV-2. An accurate ELISA could be useful in the biotechnology industry for quantifying Spike protein during its production.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Direct absorbance of the V H H domain of the nanobody onto plates was not successful in an ELISA against the Spike protein. We concluded either V H H was not readily adsorbed onto the plate or when absorbed onto the plate its binding site was obscured. Other workers [24] targeting a different protein have observed similar issues with V H H domains and drawn similar conclusions. Switching to biotinylated protein and streptavidin-coated plates gave much better results. The use of Fc fusion simplifies the biotinylation strategy since the Fc portion has multiple lysine residues, enabling rapid amine functionalization using standard protocols. Furthermore, the Fc region has native conserved residues which can be tagged enzymatically to afford selective biotinylation with advantages of better surface orientation. We identified the optimal combination for detection of Spike protein to consist of biotin x -C5-Fc as the capture agent with F2-Fc-HRP as the probe agent. This combination gave an LOD of 514 pg ml −1 (table 1) . The ELISA showed a linear response indicating it would be suitable for reliably quantitating Spike. Other nanobody combinations also gave a LOD below 1000 pg ml −1 , demonstrating their high specificity. By using site-selective biotinylation the LOD was reduced to 147 pg ml −1 for Spike protein. The use of the nanobody pairs thus gave an ELISA that is simple to use as a laboratory tool to monitor the heterologous production of Spike protein. We have shown that C5 has a potent therapeutic effect when administered topically or intraperitoneally to hamsters [14] . This, combined with our previous observation of additive neutralization between non-overlapping neutralizing agents [13] , suggests that C1 or F2 could be effective in combination with C5.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1592,
                    "end": 1596,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 1019,
                    "end": 1028,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "As new variants of the Spike protein become important, for example carrying the E484 K mutant [25] , the probe nanobody, C5, will require modulation to accommodate newer antigenic epitopes. We have shown elsewhere that C5 does not bind to protein with the E484 K [14] , although it does bind to the N501Y [26] mutant [14] . The C1 nanobody was shown to bind equally well to multiple variants of the virus [14] . Repeating the assay with the beta and delta variant RBD (electronic supplementary material, figure S7 ) shows as expected that the delta variant RBD is detected but the beta variant RBD is not. The advantage of nanobodies is that they are relatively straightforward to raise (either by llama immunization [14] or phage display approaches [13] ) against new antigens in comparison to their human antibodies. Nanobody technology thus offers a robust and adaptable assay platform for process monitoring.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[25]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[26]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 717,
                    "end": 721,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "figure S7",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We verified that the ELISA was also compatible with the Spike protein when presented as an intact viral particle by using pseudotype virus confirming that the nanobody can recognize natively folded protein as part of an infectious virus. We also obtained evidence that the assay was sensitive to the 'quality' of protein, virus inactivated by FA (which is expected to chemically alter the binding epitopes) was not detected. SARS-CoV-2 virus inactivated with the mild detergent Empigen [24] was detected with a sensitivity of 103 ffu ml −1 (140 TCID50 ml −1 ). We excluded the possibility that Empigen was responsible for the gain by showing it had no effect on the detection of Spike protein (electronic supplementary material, figure S3 ). Using the reported estimate of 1000 virons in an ffu [27] , 25 spikes in each virion [28] and 600 kDa as the weight of the Spike trimer, this corresponds to around 30 pg of Spike per ml. We attribute this 20-fold gain the polyvalent presentation of the Spike protein on the viral membrane and thus we gain from avidity. Pseudovirus, where the protein is presented on the viral membrane, was detected at 21 TCID50 ml −1 , the very low threshold consistent with an avidity driving a gain in the sensitivity of the ELISA. figure S4 . Absorbance values above the dotted line were not actually measured, rather the sample was first diluted then measured. In order to probe the robustness of the assay, we used four independent batches of heat-Empigen inactivated SARS-CoV-2 with our site-selective C5-Fc-SS-biotin. These viral batches varied by the time harvested post-infection (72 h or 48 h) and host cells for propagations (Vero CCL81 or Vero E6-TMPRSS2). We observed a weak correlation between incubation time and ELISA sensitivity, with longer incubations tending to lower limits of detection. Since purified RBD and Spike proteins give highly consistent results, we attribute the observed assay variability to viral batches. The observed LOD ranged from 16 ffu ml −1 to 69 ffu ml −1 (electronic supplementary material, figure S4 ). In absolute terms, the C5-Fc-SS-biotin and F2-Fc-HRP combination was able to detect less than 7 ffu of heat-Empigen inactivated virus.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "text": "[24]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 827,
                    "end": 831,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 729,
                    "end": 738,
                    "text": "figure S3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1261,
                    "end": 1270,
                    "text": "figure S4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2062,
                    "end": 2071,
                    "text": "figure S4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Detecting SARS-CoV-2 antigens has played a major role in containing the pandemic by identifying infected individuals through mass testing. The FDA and EUA approved rapid detection instruments with the lowest reported limits of detection are Abbott Diagnostics BinaxNOW COVID-19 Ag Card and LumiraDx UK SARS-CoV-2 Ag Test (22.5 TCID50 ml −1 and 32 TCID50 ml −1 , respectively). A sandwich ELISA has important differences to the lateral flow devices and translation into a clinically useful device is not simple. However, the sensitive detection of virus we have observed with commercially available HRP reagents and simple ELISA plates demonstrates the potential utility of nanobodies as diagnostics. There is scope to further improve the assay: we used TMB as the HRP substrate but there are alternatives to HRP conjugation that could be deployed and are reported to enhance the sensitivity of the technique, for example, metal oxides [29] . Nanobodies themselves have been engineered in other multivalent forms, including trimers [30] . Our data showing the enhancement of sensitivity with heat-Empigen inactivated virus suggests avidity of analyte is important, thus higher-order multimers capture/detection agents may give further gains.",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 939,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "PNGase F was purchased from NEB and mTGase was sourced from Zedira (T001). Amino-PEG3-biotin was purchased from ThermoFisher. MES buffer and SDS PAGE gels were purchased from Invitrogen. Vivaspin filter membranes were purchased from Sartorius and the membranes were washed with milliQ water and phosphate-buffered saline (PBS) before use. Other chemicals were purchased from SigmaAldrich unless otherwise stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Purified H4, H4-Fc, C5-Fc, C1-Fc, F2-Fc, RBD and SARS-CoV-2 Spike were prepared as previously described [13, 14] ; these reports also contain the nanobodies sequences. HRP-nanobody conjugates were prepared according to the method supplied with Abcam Lightning Link HRP conjugation kit (www.abcam.com) and used without any further treatment. The extent of conjugation was estimated by analysing the bands of conjugated nanobody in SDS-PAGE gel electrophoresis. The addition of biotin non-specifically to lysine residues of the nanobodies was achieved using ThermoFisher EZ-Link Sulfo-NHS-Biotinylation Kit or EZ-Link Sulfo-NHS-LC-Biotinylation Kit (www.thermo.com). The kits were used according to the manufacturers protocol. Once complete, the reaction solutions were dialyzed in PBS to remove any unreacted biotin reagent, and concentration determined by nanodrop. The extent of biotinylation was established with Thermo Scientific Fluorescence Biotin Quantification Kit; this was typically four to six biotin moieties for Fc-conjugated nanobodies, and one to three biotin moieties for VHH domain nanobodies.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Protein production"
        },
        {
            "text": "N-linked glycans on 500 µg C5-Fc (1 mg ml −1 in PBS) were removed by incubation at 37°C for 18 h with 5 µl of PNGaseF enzyme in PBS (electronic supplementary material, figure S5a) [20, 21] . The completion of the reaction was determined by gel electrophoresis (electronic supplementary material, figure S5b). Deglycosylated C5-Fc (dgC5-Fc) was purified on a protein A affinity column (GE lifesciences) and royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016 eluted with citrate buffer ( pH 3) and neutralized using 1 M Tris ( pH 9) (electronic supplementary material, figure S5c). The purified dgC5-Fc was buffer exchanged into PBS using a 10 kDa Vivaspin filter membrane. One-hundred micrograms of dgC5-Fc (1 mg ml −1 ) was then incubated at 37°C with amino-PEG3-Biotin (100 equivalents) and mTGase enzyme (6 U ml −1 ) (modifies residue Q in the sequence PREEQYNST) for 4 h. one microlitre aliquots of the reaction were collected and analysed by reducing LCMS (concentration of 0.002 mg ml −1 protein in 20 mM DTT). The modified nanobody was analysed on a ProSwift RP-4H HPLC column using 0.1% aqueous formic acid and 95% acetonitrile as mobile phases. The data were deconvoluted and analysed using MassLynx v. 4 software.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Site-specific labelling"
        },
        {
            "text": "Infectious SARS-CoV-2 virus was grown in Vero CCL81 or Vero E6-TMPRSS2. Propagation was performed in T175 tissue culture flasks. When cells reached approximately 70% confluence, all medium was removed and 1 ml (DMEM, 1% FBS, 1% P/S) of the virus-containing medium was added to each flask (MOI ∼ 0.001). This was left to incubate for 10 min at room temperature before topping up with a further 19 ml of medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 WT (heat-Empigen and 4%FA) and pseudovirus"
        },
        {
            "text": "Flasks were left to incubate for 48-72 h post-infection until significant cytopathic effect was visible in the culture. Harvesting consisted of pooling the media, pelleting cell debris (5 min, 500 RCF) and subsequent aliquoting of the supernatant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 WT (heat-Empigen and 4%FA) and pseudovirus"
        },
        {
            "text": "Virus titre was determined by focus-forming assay. Vero CCL81 cell suspension was added to serially diluted virus stock and incubated for 2 h. A viscous carboxymethylcellulose (CMC) overlay was added and plates incubated a further 22 h. The medium was then removed, monolayers fixed with 4% FA (30 min), and cells stained for SARS-CoV-2 nucleocapsid by a standard primary/secondary-HRP procedure. Titre was measured as focus-forming units per ml (ffu ml −1 ) [31] . Pseudovirus was produced by co-transfection of HEK-293T cells with a pNL4-3 (ΔEnv, luciferase) lentiviral plasmid and a plasmid encoding the SARS-CoV-2 Spike gene. Transfection was with polyethylenimine (PEI) for 4 h. After which, cells were washed, fresh media (DMEM, 10% FBS, 1% P/S) applied and virus production left to proceed for 48 h. The virus was harvested by pooling supernatant and concentration by polyethylene glycol (PEG) precipitation. Titration of pseudovirus was performed by infecting cells overexpressing ACE2 (MDCK-ACE2) for 48 h with a limiting dilution of virus stock. The readout was by standard luciferase assay of cell lysate, with each well classified as positive or negative for infection. Titre was measured in units of TCID50 ml −1 . Inactivation of infectious virus stocks was carried out either by FA fixation or combined heat/detergent inactivation. For FA fixation: 32% stock solution was mixed with virus sample to achieve a final 4% FA concentration and incubated for 30 min before removal from the CL3 facility. For heat/detergent inactivation: Empigen detergent was diluted in MilliQ water to a 5% solution. This was mixed 1 : 10 with the virus sample (final Empigen concentration 0.5%). The sample was then heated for 30 min at 56°C.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 463,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 WT (heat-Empigen and 4%FA) and pseudovirus"
        },
        {
            "text": "X-ray inactivated SARS-CoV-2, isolate England/02/2020 ( passage 3) cultured in Vero h/SLAM (ECACC accession: 04091501) at a pre-irradiation titre of 1 × 10 6 pfu ml −1 was provided by Public Health England, Porton Down. Briefly, the virus was irradiated with 11 kGy of X-rays at +4°C using a MultiRad 225 KeV system (Precision X-rays, USA). Absorbed dose was collected in real time using a UNIDOS E reference dosimeter fitted with a Semiflex 31010 ionization chamber. Inactivation of the virus was demonstrated by a reduction of 6-logs in infectivity post-inactivation and monitoring cytopathic effect and viral mRNA over three serial 7-day passages each in Vero E6 cells. The X-ray inactivated SARS-CoV-2 was sequenced as previously described [32] .",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 748,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 WT (X-ray inactivated)"
        },
        {
            "text": "For passive absorption, high binding Nunc 96-well microplates from Sigma were first rinsed with PBS (3 × 200 µl). To each well, we added 100 µl of purified protein (C1-Fc or H4) at 5 µg ml −1 and incubated for 3 h at 37°C. The plate was then washed with PBS and blocked by the addition of 3% milk/PBS (200 µl well −1 ) at 4°C overnight. After a further wash with PBS, the recombinant SARS-CoV-2 Spike protein was added in serial dilutions ranging from 100 µg ml −1 to 0.01 µg ml −1 and royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016 incubated for 90 min at 37°C with PBS as a negative control. The wells were washed again with PBS and 100 µl well −1 of HRP-conjugated probe molecules diluted (from 0.5 mg ml −1 ) in PBS (1 : 3000) and added to each well and incubated at room temperature for 2 h. The wells were washed again with PBS, before a freshly prepared solution of the developer was added.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "For biotinylated nanobodies, streptavidin-coated high capacity 96-well microplates from Sigma were washed with Tris-HCl 50 mM, NaCl 150 mM, 0.1% BSA and 0.05% Tween-20 (EWB). A 100 µl solution of biotinylated nanobodies previously diluted to 0.5 µg ml −1 in ELISA wash buffer (EWB) was added to each well and incubated at room temperature for 2 h. The plate was washed with EWB and 100 µl of a serial dilution of Spike protein (typically 10-0.0001 µg ml −1 ) were arrayed in the wells followed by 30 min incubation at room temperature. Following a subsequent wash step with EWB, 100 µl/HRP-Fcconjugated nanobodies (0.5 mg ml −1 ) were diluted in EWB (1 : 1000) was added to each well and left for 30 min at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "Two developers were used, firstly 100 µl ABTS (0.3 mg ml −1 ) in a peroxide solution (0.01%) was added and the plate was shielded from light and left for 20 min, at which point the absorbance at 405 and 410 nm was read by SpectraMax M3 microplate reader (Molecular Devices). For the second developer, 100 µl TMB (0.2 mg ml −1 ) in a peroxide solution (0.01%), after which the plate was shielded from light for 20 min. H 2 SO 4 (2 M, 100 µl well −1 ) was added to each well the OD at 450 nm was recorded using the same SpectraMax M3 microplate reader as above. All samples were run in triplicate, and the data were analysed using GraphPad Prism v. 9.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA"
        },
        {
            "text": "C5-Fc was specifically biotinylated as above and the probe nanobody chosen was F2-Fc conjugated to HRP as described above. Streptavidin-coated plates and the TMB development protocols described above were used. Three different means of inactivation of SARS-CoV-2 were employed addition of detergent (Empigen) followed heating (56°C, 30 min); addition of 4% FA and exposure to 12.2 kGy of X-ray irradiation. A pseudotyped lentivirus NL4.3 expressing SARS-CoV-2 Spike protein was also evaluated and was supplied as live virus in PBS. SARS-CoV-2 virus samples were tested in serial dilutions ranging from 4000 ffu ml −1 to 16.384 ffu ml −1 . Pseudovirus dilution series ranged from 2500 TCID50 ml −1 to 10.24 TCID50 ml −1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA with virus"
        },
        {
            "text": "The sensitivity of ELISA is largely judged by the LOD; the lowest detectable level of analyte that can reliably be distinguished from the background. We used LOD = (3.3 Ã Sy)/k, where Sy is the standard deviation of blank replicate samples, and k is the gradient of slope from linear regression analysis. As standard deviation can vary significantly, k can be a helpful way to gauge sensitivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit of detection"
        },
        {
            "text": "Data accessibility. The figures in the paper present the raw data. Plasmids of C1, C5, F2, H3 and H4 are available at",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit of detection"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2020 Structure, function, and antigenicity of the SARS-CoV-2 Spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Cell",
            "volume": "181",
            "issn": "",
            "pages": "281--292",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.058"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Safety and efficacy of the ChAdOx1 nCoV-19 vaccine (AZD1222) against SARS-CoV-2: an interim analysis of four randomised controlled trials in Brazil, South Africa, and the UK",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Voysey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "99--111",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)32661-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "2021 mRNA vaccines manufacturing: challenges and bottlenecks",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "Dmf",
                    "middle": [],
                    "last": "Prazeres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Azevedo",
                    "suffix": ""
                },
                {
                    "first": "Mpc",
                    "middle": [],
                    "last": "Marques",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Vaccine",
            "volume": "39",
            "issn": "",
            "pages": "2190--2200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2021.03.038"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 vaccines in development",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "",
            "pages": "516--527",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2798-3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Covid-19: Novavax vaccine efficacy is 86% against UK variant and 60% against South African variant",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Br. Med. J",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.n296"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A serological assay to detect SARS-CoV-2 seroconversion in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amanat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "1033--1036",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0913-5"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rapid isothermal amplification and portable detection system for SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganguli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "117",
            "issn": "",
            "pages": "727--749",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2014739117"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Routine use of point-of-care tests: usefulness and application in clinical microbiology",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Clerc",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Greub",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin. Microbiol. Infect",
            "volume": "16",
            "issn": "",
            "pages": "1054--1061",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-0691.2010.03281.x"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Rapid, point-of-care antigen and molecular-based tests for diagnosis of SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dinnes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "3, CD013705",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD013705.pub2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lateral flow assays",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Koczula",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gallotta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Essays Biochem",
            "volume": "60",
            "issn": "",
            "pages": "111--120",
            "other_ids": {
                "DOI": [
                    "10.1042/EBC20150012"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Nanobody: outstanding features for diagnostic and therapeutic applications",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Salvador",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vilaplana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Marco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Bioanal. Chem",
            "volume": "411",
            "issn": "",
            "pages": "1703--1713",
            "other_ids": {
                "DOI": [
                    "10.1007/s00216-019-01633-4"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Neutralizing nanobodies bind SARS-CoV-2 spike RBD and block interaction with ACE2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Struct. Mol. Biol",
            "volume": "27",
            "issn": "",
            "pages": "846--854",
            "other_ids": {
                "DOI": [
                    "10.1038/s41594-020-0469-6"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A potent SARS-CoV-2 neutralising nanobody shows therapeutic efficacy in the Syrian golden hamster model of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Commun",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41467-021-25480-z"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Breadth and function of antibody response to acute SARS-CoV-2 infection in humans",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS Pathog",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1009352"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "2020 A highly conserved cryptic epitope in the receptor-binding domains of SARS-CoV-2 and SARS-CoV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Rty",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "Ckp",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Science",
            "volume": "368",
            "issn": "",
            "pages": "630--633",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb7269"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Neutralization of SARS-CoV-2 by destruction of the prefusion Spike",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "28",
            "issn": "",
            "pages": "445--454",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.06.010"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "SARS-CoV-2 neutralizing antibody structures inform therapeutic strategies",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "588",
            "issn": "",
            "pages": "682--687",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2852-1"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A comparison of chromogenic substrates for horseradish peroxidase as a label in steroid enzyme immunoassay",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hosoda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Takasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Oe",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tsukamoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nambara",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Chem. Pharm. Bull. (Tokyo)",
            "volume": "34",
            "issn": "",
            "pages": "4177--4182",
            "other_ids": {
                "DOI": [
                    "10.1248/cpb.34.4177"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Probing the limits of Qtag bioconjugation of antibodies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marculescu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chem. Commun",
            "volume": "55",
            "issn": "",
            "pages": "342--353",
            "other_ids": {
                "DOI": [
                    "10.1039/c9cc02303h"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Transglutaminase-based chemo-enzymatic conjugation approach yields homogeneous antibody-drug conjugates",
            "authors": [],
            "year": null,
            "venue": "Bioconjug. Chem",
            "volume": "25",
            "issn": "",
            "pages": "569--578",
            "other_ids": {
                "DOI": [
                    "10.1021/bc400574z"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Versatility of microbial transglutaminase",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Strop",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Bioconjug. Chem",
            "volume": "25",
            "issn": "",
            "pages": "855--862",
            "other_ids": {
                "DOI": [
                    "10.1021/bc500099v"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nanobody engineering: toward next generation immunotherapies and immunoimaging of cancer. Antibodies (Basel) 8, 13",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chanier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chames",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/antib8010013"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "2020 Development of improved doublenanobody sandwich ELISAs for human soluble epoxide hydrolase detection in peripheral blood mononuclear cells of diabetic patients and the prefrontal cortex of multiple sclerosis patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morisseau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcreynolds",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Duflot",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bellien",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Nagra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Hammock",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anal. Chem",
            "volume": "92",
            "issn": "",
            "pages": "7334--7342",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.analchem.0c01115"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Emergence of a SARS-CoV-2 variant of concern with mutations in spike glycoprotein",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tegally",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "592",
            "issn": "",
            "pages": "438--443",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-021-03402-9"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Volz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "1.1.7 in England: Insights from linking epidemiological and genetic data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lineage",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "MedRxiv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.12.30.20249034"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "2020 The total number and mass of SARS-CoV-2 virions in an infected person. medRxiv",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sender",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Bar-On",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flamholz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gleizer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bernsthein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Milo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.11.16.20232009"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structures and distributions of SARS-CoV-2 spike proteins on intact virions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "588",
            "issn": "",
            "pages": "498--502",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2665-2"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Metal and metal oxide nanoparticles to enhance the performance of enzyme-linked immunosorbent assay (ELISA)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chandrawati",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Appl. Nano Mater",
            "volume": "3",
            "issn": "",
            "pages": "1--22",
            "other_ids": {
                "DOI": [
                    "10.1021/acsanm.9b02003"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Trivalency of a nanobody specific for the human respiratory syncytial virus fusion glycoprotein drastically enhances virus neutralization and impacts escape mutant selection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palomo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Detalle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Depla",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vázquez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stortelers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Melero",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "60",
            "issn": "",
            "pages": "6498--6509",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.00842-16"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "2020 In vitro inactivation of SARS-CoV-2 using gamma radiation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lavineway",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bastien",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Appl. Biosaf",
            "volume": "25",
            "issn": "",
            "pages": "157--160",
            "other_ids": {
                "DOI": [
                    "10.1177/1535676020934242"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "2020 X-ray inactivation of RNA viruses without loss of biological characteristics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Afrough",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eakins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Durley-White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dowall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Findlay-Wilson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewandowski",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hewson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-020-77972-5"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The use of nanobodies in a sensitive ELISA test for SARS-CoV-2 Spike 1 protein",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Girt",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Figshare. royalsocietypublishing.org/journal/rsos R. Soc. Open Sci",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Immobilizing the capture agent by passive absorption versus biotinylation. (a) Using H4 passively absorbed onto the plate as capture agent and C1-Fc as the probe is shown in green. Reversing capture and probe antibodies is shown in red. (b) C1-Fc as capture and H4-HRP as the probe but using different ELISA plates. In red is the passive absorption of C1-Fc. Shown in blue is using biotin x -C1-Fc bound to streptavidin plates. Absorbance values above the dotted line were not actually measured, rather the sample was first diluted then measured. The signal was produced by the reaction of HRP with ABTS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pairings of biotinylated nanobodies as capture (biotin x -XX-Fc) and probe (YY-Fc-HRP) with Spike protein. The signal was produced by the reaction of HRP with TMB.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "ELISA using biotin x -C5-Fc and F2-Fc-HRP combination we were able to measure antigen when presented in the viral form.(a) Pseudotyped virus was detected to 21 TCID50 ml −1 . (b) Heat-Empigen inactivated virus was detected at 103 ffu ml −1 . Absorbance values above the dotted line were not actually measured, rather the sample was first diluted then measured. royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016 2.4. ELISA with site-selectively biotinylated nanobodies",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(C5-Fc-SS-biotin) at the same concentration. We used recombinant SARS-CoV-2 S glycoprotein (figure 6a and electronic supplementary material, figure S3a), RBD (figure 6b and electronic supplementary material, figure S3b), pseudovirus (figure 6c and electronic supplementary material, figure S3c) and heat-Empigen inactivated WT SARS-CoV-2 (figure 6d and electronic supplementary material, figure S3d) as substrates. The plates were probed with F2-Fc-HRP. Using C5-Fc-SS-biotin as the capture showed an increased sensitivity compared to the multi-biotinylated form for purified Spike protein (147 pg ml −1 versus 514 pg ml −1 ) (table 3, electronic supplementary material, figure S2a), and for purified RBD (33 pg ml −1 versus 85 pg ml −1 ) (table 3, electronic supplementary material, figure S2b), consistent with the lower molecular weight of the isolated domain. Only a minor increase in sensitivity was observed in for pseudovirus (16 TCID50 ml −1 versus 21 TCID50 ml −1 ) (table 3, electronic supplementary material, figure S2c). With the same batch of heat-Empigen inactivated SARS-CoV-2 sensitivity improved from 103 to 16 ffu ml −1 (table 3, electronic supplementary material, figure S2d",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Site-specific functionalization of C5Fc with PEG-biotin using mTGase mediated transglycosylation. (a) Schematic of the reaction. (b) The C5Fc nanobody was deglycosylated using PNGaseF enzyme to expose the target 'Q' residue and deglycosylation was monitored by mass spectrometry. (c) Trannsglutamination of C5Fc upon the reaction of amine-PEG3-biotin with the deglycosylated nanobody using microbial transglutaminase (mTGase). The addition of internal lysine residue was a completing reaction.royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. ELISA using C5-Fc-SS-biotin and F2-Fc-HRP against two recombinant antigens and two viral samples (a) Spike protein was detected to 147 pg ml −1 . (b) RBD was detected to 33 pg ml −1 (c) Pseudotyped virus was detected to 16 TCID50 ml −1 . (d) Heat-Empigen inactivated virus was detected to 16 ffu ml −1 , see also electronic supplementary material,",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The calculated limit of detection of Spike protein in pg ml −1 . In parenthesis is the slope of the line. In italics is the combination selected.royalsocietypublishing.org/journal/rsos R. Soc. Open Sci. 8: 211016restrictions. Instead, we tested intact pseudotyped NL4.3 HIV-1 backbone virus displaying surface SARS-CoV-2 S glycoproteins. This pseudovirus is based on the genomic backbone of HIV-1, with two frameshifts which render it Env (viral envelope protein) negative and Vpr (viral protein R) negative. Without the expression of these two proteins, this clone is competent for a single round of replication and non-infectious. Our lower LOD was 21 TCID50 ml −1 of infectious pseudotyped virus (figure 4a, table 2). We were able to test inactivated WT SARS-CoV-2 virus; three different methods of inactivation were chosen: (i) 4% formaldehyde (FA) (ii) X-ray irradiation (12.19 kGy) (iii) Empigen (a zwitterionic detergent) (0.05%) and heat (60°C, 30 min). We were unable to detect FA inactivated SARS-CoV-2 but detected heat-Empigen inactivated virus at 103 ffu ml −1 (figure 4b",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The calculated limit of detection for pseudovirus and heat-Empigen inactivated SARS-CoV-2.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. We thank Rebecca Moore at Dunn School Oxford University for help in producing the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "ADDGENE with IDs 171924, 171925, 171926, 171927 and 160313, respectively.The data are provided in the electronic supplementary material [33] . ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "[33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}