{
    "paper_id": "89fe8bb2cc6865a0793d1311413fc177f972ee83",
    "metadata": {
        "title": "Chest computed tomography images of early coronavirus disease (COVID-19)",
        "authors": [
            {
                "first": "Rong",
                "middle": [
                    "Jun"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Qing-Tao Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome-related coronavirus (SARS-CoV-2) has rapidly spread throughout China and as of 8 March 2020 has spread to over 100 countries with 105,000 confirmed cases of coronavirus-related disease (COVID-19). 1 The high infectivity and mortality of COVID-19 makes this a serious public health threat. 2 Recent studies have confirmed that fever, dry cough, and fatigue are the main manifestations. 3 Some patients have other symptoms, such as nasal congestion, runny nose, sore throat, myalgia, and diarrhea. Seriously-ill patients may develop dyspnea and/or hypoxemia one week after the onset of symptoms, and critically-ill patients can quickly progress to acute respiratory distress syndrome, septic shock, severe metabolic acidosis, coagulopathy, and multiple organ dysfunction syndrome. 3 We report a 27-yr-old pregnant woman at 36 weeks gestation who was admitted to the hospital with fever, dry cough, and fatigue as the main manifestations. Her SARS-CoV-2 reverse transcriptase polymerase chain reaction (RT-PCR) test was positive and although she developed ). The CT scan shows the characteristic peripheral (and/or subpleural) ground-glass opacities. These are seen in the left lower lobe/ lingula junction and in the right middle lobe (arrows). Two days after admission (B), the size, density, and distribution of these opacities had progressed (arrows) tachypnea, she did not develop significant hypoxemia. After admission, a computed tomography (CT) scan ( Figure A) revealed the typical COVID-19 findings of patchy peripheral and subpleural ground-glass opacities 4 in the left lower lobe/lingula junction. The right middle lobe of the lung also showed a small subpleural opacity of uneven density and blurred margins. Two days after admission, a repeat CT scan showed ( Figure B ) the number, density, and size of the lesions. Because of concern about potential further progression of the COVID-19 pulmonary manifestations, an uncomplicated elective Cesarean delivery was performed. The RT-PCR for SARS-CoV-2 was negative in the neonate.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 324,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 814,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1599,
                    "end": 1600,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1491,
                    "end": 1500,
                    "text": "Figure A)",
                    "ref_id": null
                },
                {
                    "start": 1806,
                    "end": 1814,
                    "text": "Figure B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Conflicts of interest None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Funding statement None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Editorial responsibility This submission was handled by Dr. Hilary P. Grocott, Editor-in-Chief, Canadian Journal of Anesthesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -48",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus Disease 2019 (COVID-19): Role of chest CT in diagnosis and management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.22954"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Chest computed tomography (CT) scan at the time of admission (A) of a 27yr-old 36-week pregnant woman with coronavirus disease (COVID-19",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}