{
    "paper_id": "8ae87f8d39e3921c2497b78132888766158fa033",
    "metadata": {
        "title": "Pituitary macroadenoma apoplexy in a severe acute respiratory syndrome-coronavirus-2-positive testing: Causal or casual?",
        "authors": [
            {
                "first": "Saúl",
                "middle": [],
                "last": "Solorio-Pineda",
                "suffix": "",
                "affiliation": {},
                "email": "saúlsolorio-pineda-solorio-ncx@hotmail.com"
            },
            {
                "first": "César",
                "middle": [],
                "last": "Adán Almendárez-Sánchez",
                "suffix": "",
                "affiliation": {},
                "email": "*césaradánalmendárez-sánchez-cesar2hx@hotmail.com"
            },
            {
                "first": "Abrahan",
                "middle": [],
                "last": "Alfonso Tafur-Grandett",
                "suffix": "",
                "affiliation": {},
                "email": "abrahanalfonsotafur-grandett-atafur.grandett@hotmail.com"
            },
            {
                "first": "Gabriel",
                "middle": [
                    "Arturo"
                ],
                "last": "Ramos-Martínez",
                "suffix": "",
                "affiliation": {},
                "email": "gabrielarturoramos-martínez-ramos.r2cx@gmail.com"
            },
            {
                "first": "Raúl",
                "middle": [],
                "last": "Huato-Reyes",
                "suffix": "",
                "affiliation": {},
                "email": "raúlhuato-reyes-raul.huato@yahoo.com"
            },
            {
                "first": "Milton",
                "middle": [],
                "last": "Inocencio Ruiz-Flores",
                "suffix": "",
                "affiliation": {},
                "email": "miltoninocencioruiz-flores-mdruizmilton79@yahoo.com.mx"
            },
            {
                "first": "Antonio",
                "middle": [],
                "last": "Sosa-Najera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: In December 2019, in Wuhan, a new virus emerged, causing severe acute respiratory syndrome (SARS) secondary to infection by a type of coronavirus, causing coronavirus disease . e pandemic caused by the new coronavirus has had implications in the central nervous system. COVID-19 is known to be characterized by coagulation activation and endothelial dysfunction, causing ischemic and hemorrhagic vascular syndromes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Case Description: A 27-year-old male patient case with progressive decrease in visual acuity, associated with respiratory symptoms and intense headache. Multilobar infiltrate with a reticulonodular pattern is evident on chest CT scan. Brain CT scan with pituitary macroadenoma apoplexy was shown. SARS-Cov2 was confirmed, and respiratory support initiated. However, the patient died shortly afterward, secondary to pulmonary complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusion: e angiotensin-converting enzyme (ACE) II receptor is expressed in circumventricular organs and in cerebrovascular endothelial cells, which play a role in vascular autoregulation and cerebral blood flow. For this reason, is rational the hypothesize that brain ACE II could be involved in COVID-19 infection. Underlying mechanisms require further elucidation in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A new virus emerged, causing severe acute respiratory syndrome (SARS) originated in the city of Wuhan, China, in December 2019. e cause of this syndrome was a new coronavirus, and it was subsequently declared a global pandemic. [11] e condition of this syndrome has been described to multiple systems of the organism having the affectation of the upper and lower respiratory tract first. e invasion of SARS-CoV-2 to the central nervous system (CNS) in the human being has also been described as having main complication ischemic events. [1] Pituitary tumor apoplexy is a rare syndrome characterized by hemorrhage or infarction from a preexisting pituitary adenoma. [8] e presence of severe headache, visual disturbances with cranial nerve involvement, lethargy, nausea, vomiting, as well as nonspecific symptoms of sudden onset has been described as clinical manifestations in these patients. [8] Adenoma size seems to be the most critical factor; therefore, macroadenomas have a higher risk of stroke. [6, 9] We decided to present the following remarkable case from a patient with pituitary tumor apoplexy infected with SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 897,
                    "end": 900,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1007,
                    "end": 1010,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1011,
                    "end": 1013,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We present the case of a 27-year-old male patient, with unremarkable medical history who started 6 months before admission with a progressive decrease in visual acuity in both eyes and left exotropia without receiving management. Six days before admission, he presented with asthenia, adynamia, and fever, referring self-medication with ibuprofen. Two days before admission, he suddenly presents with a frontal headache and disorientation. en, drowsiness and respiratory distress are added. On physical examination, we found bilateral lung consolidation syndrome, 80% oxygen saturation with intercostal retraction and nasal flutter. e neurological examination with global aphasia, in Glasgow of 11 points (O3, V2, and M6), the right pupil with a diameter of 6 mm and the left pupil with a diameter of 3 mm, decreased response to light and left eye exotropia. A brain CT scan [ Figure 1a -c] and a chest CT scan [ Figure 2a and b] were performed. e routine blood test results showed no remarkable abnormalities. e endocrinological results were reported [ Table 1 ], all were within the normal ranges (except for testosterone), suggesting the diagnosis of nonsecreting macroadenoma. Unfortunately, given the patient's condition and his timely isolation in the coronavirus disease (COVID-19) floor, it was not possible to perform a brain MRI scan.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 888,
                    "text": "Figure 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 915,
                    "end": 924,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1058,
                    "end": 1065,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CLINICAL CASE"
        },
        {
            "text": "He was admitted with the diagnoses of pituitary macroadenoma apoplexy and atypical pneumonia. A PCR test for SARS-CoV-2 was performed, which turned positive. Pulmonary management was prioritized, given the presence of SARS. e patient presented a weak evolution of the respiratory function, requiring invasive mechanical ventilation, presenting with severe hypoxemia refractory to management in the critical care unit, and dying 12 h after hospital admission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL CASE"
        },
        {
            "text": "In our case, we talk about pituitary macroadenoma with stroke, and as discussed in the literature, these tumors have a higher risk of tumor stroke compared to other tumors. e main associated factor being their large size, other factors that are associated are those described by Nawar et al. [8] [ Table 2 ].",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Recent evidence suggests that the pathophysiology of COVID-19 may be related to the CNS. A retrospective study was carried out in China in which more than 200 patients participated, which revealed that they presented neurological symptoms, such as altered consciousness and even acute cerebrovascular disease (ACD). [5] is association could not be adequately studied, because at the time of publication of this article, they were still hospitalized. Another study from the same group confirmed that ACD, including ischemic stroke, cerebral venous thrombosis, and cerebral hemorrhage, was typical in elderly COVID-19 patients. [4] ere is documented evidence about the presence of the SARS-CoV-2 virus in cerebrospinal fluid. [7] For this reason, there is more suspicion about the possible viral relationship with the appearance of bleeding processes.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 726,
                    "end": 729,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Some authors report on the possibility of the virus to enter the brain through the nasopharyngeal epithelium. By taking the path of the olfactory nerve, the virus reaches the olfactory bulb and spreads further to other parts. [2] Another possibility is that the virus could \"navigate\" to the brain through the general circulation and could pass through the blood-brain barrier (BBB), responsible for protecting the brain against infections. However, one cannot exclude the passage of the virus to reach directly through blood the dorsal vagal complex (DVC) without crossing the BBB at the level of the area postrema (in the case of the DVC in brainstem) and median eminence (in the case of hypothalamus); both are circumventricular organs (CVOs) and where the BBB is lacking.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is proven that the SARS-CoV-2 virus infects cells by binding to the receptor for angiotensin-converting enzyme 2 (ACE-2). [3] is is a protein found in the cell membrane of different organs including CVOs and in cerebrovascular endothelial cells. e privileged location of the area postrema, and the other (CVOs), within the CNS but outside the BBB, coupled with its connectivity to brain structures involved in autonomic control, provides what appear to be very specialized sensory windows through which circulating signals can influence the output of these autonomic centers and the physiological systems they regulate, including cerebral blood flow. erefore, cells expressing ACE-2 may act as targets and thus are vulnerable to SARS-CoV-2 infection. [10] e ACE-2 receptor interacts with a spike glycoprotein of the virus previously mentioned, [3] although such association and the pathophysiological mechanism in detail have not been described.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Ibuprofen was found to increase the number of ACE-2 receptors in the cell membrane. e interaction between ibuprofen and ACE-2 receptors increases the infectivity of the virus, increasing the probability of interaction between cells and the virus. [3] is deserves special attention because it is a medicine frequently given for conditions that manifest with headaches, as in the case of our patient.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 251,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "e question that arises is whether COVID-19 infection was the cause of pituitary apoplexy or whether it is a coincidental event. e CNS involvement in COVID-19 infection includes cerebrovascular events due to endothelial dysfunction, with pituitary apoplexy being an unusual presentation, a situation that should be confirmed in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "e authors certify that they have obtained all appropriate patient consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of patient consent"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "ere are no conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Neurological complications due to coronavirus and COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carod-Artal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Neurol",
            "volume": "70",
            "issn": "",
            "pages": "311--333",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Autonomic brain centers and pathophysiology of COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chigr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merzouki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Najimi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem Neurosci",
            "volume": "11",
            "issn": "",
            "pages": "1520--1522",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute cerebrovascular disease following COVID-19: A single center, retrospective, observational study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Stroke Vasc Neurol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Doi:10.1136/svn-2020-000431"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Neurologic manifestations of hospitalized patients with Coronavirus disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Neurol",
            "volume": "77",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Haemorrhage into pituitary adenomas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohanty",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Banerji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "40",
            "issn": "",
            "pages": "987--91",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A first case of meningitis/encephalitis associated with SARS-Coronavirus-2",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moriguchi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harii",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sugawara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Takamino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "94",
            "issn": "",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pituitary tumor apoplexy: A review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Nawar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Abdelmannan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Selman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Arafah",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Intensive Care Med",
            "volume": "23",
            "issn": "",
            "pages": "75--90",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pituitary apoplexy",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Rolih",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Ober",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Endocrinol Metab Clin North Am",
            "volume": "22",
            "issn": "",
            "pages": "291--302",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Understanding the neurotropic characteristics of SARS-CoV-2: From neurological manifestations of COVID-19 to potential neurotropic mechanisms",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurol",
            "volume": "267",
            "issn": "",
            "pages": "2179--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pituitary macroadenoma apoplexy in a severe acute respiratory syndrome-coronavirus-2-positive testing: Causal or casual?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Solorio-Pineda",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Almendárez-Sánchez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Tafur-Grandett",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Ramos-Martinez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Huato-Reyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Ruiz-Flores",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Surg Neurol Int",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Simple head CT scan obtained from axial plane (a), sagittal plane (b), and coronal plane (c). Heterogeneous tumor lesion of the sellar region is observed, with maximum dimensions of 59 × 52 × 68 mm (white arrow), causing widening of the sella turcica (blue arrow), with a hyperdense area compatible with tumor hemorrhage, causing collapse of the third ventricle and dilation of the occipital horn of the right lateral ventricle (arrowheads). a b c",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Simple chest CT scan obtained from coronal plane (a) and axial plane (b). ere is evidence of an increase in the bilateral pulmonary vasculature (black arrows), multilobar infiltrate with a reticulonodular pattern (white arrows) and ground-glass opacities (arrowheads).b a",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Endocrinological results during the hospital admission.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of some of the reported precipitating factors for the development of pituitary tumor apoplexy. Conditions Head trauma Hypotension Medications Anticoagulants Dopamine agonist Procedures Surgery (cardiac surgery) Pituitary dynamic testing TRH, GnRH, CRH, insulin-induced hypoglycemia Others History of irradiation History of hypertension",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}