{"paper_id": "8b833da13b9d9a325c17ea194e592331a154c3d9", "metadata": {"title": "COVID-19 pandemic through the lens of a gastroenterology fellow: looking for the silver lining", "authors": [{"first": "Raj", "middle": [], "last": "Shah", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Sagarika", "middle": [], "last": "Satyavada", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Mayada", "middle": [], "last": "Ismail", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Michael", "middle": [], "last": "Kurin", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Zachary", "middle": ["L"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Gregory", "middle": ["S"], "last": "Cooper", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Amitabh", "middle": [], "last": "Chak", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}, {"first": "Cleveland", "middle": [], "last": "", "suffix": "", "affiliation": {"laboratory": "", "institution": "Case Western Reserve University School of Medicine", "location": {"addrLine": "11100 Euclid Ave, Wearn Bldg, Ste 242", "postCode": "44106", "settlement": "Cleveland, Cleveland", "region": "Ohio, OH", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "On Tuesday, March 10, 2020, an institutional e-mail sent from our hospital president confirmed the first 3 cases of the novel coronavirus disease 2019 (COVID-19) in our healthcare system. Twenty-four hours later, we learned that one of our co-fellows had been exposed and was forced into self-quarantine. Suddenly, what had seemed to be a distant problem hit close to home. As we sat around the \"fellows' room\" (socially distanced as much as possible in the luxurious expanse that is common to fellows' quarters), the uncertainty about our future raised several questions. How would we be impacted as we journeyed through this global pandemic?", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Thankfully, our colleague's test was negative, but the episode sparked contemplation. We were worried about our loved ones while absorbing the jarring effects of the pandemic on our clinical and endoscopic training as well as our in-person didactic learning. Herein, we share some thoughts and perspectives regarding the impact this has on our personal and professional lives. Additionally, we propose ways to maximize our educational and clinical growth as gastroenterology fellows while we continue caring for patients during this difficult time.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "On a personal level, some of us have children and are forced to consider the possibility of transmitting exposures through patient care to our families. In light of the present situation, many are unable to visit their families because they risk exposing their elderly parents and friends. Some medical personnel have been forced to move out of their homes and live in make-shift apartments or use separate rooms. Maintaining distance from loved ones to avoid causing them harm can be damaging to the mental health of trainees. This distancing also eliminates an important outlet for stress relief. Furthermore, there are increased demands for services such as babysitting, pet care, transportation, and groceries.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PERSONAL LIFE Challenges"}, {"text": "It is vital to ensure our trainees are doing well from a mental health perspective. Many residency and fellowship programs already have established wellness programs and initiatives, and these must be advertised during these troubling times. Steps should be taken to ensure all fellows in need have the opportunity to pursue available resources at their institution and community. These may include wellness coaches, counselors, and virtual program leadership meetings. A coverage system may be devised, using fellows who were scheduled to be on research or endoscopy rotations, to ensure that clinical duties do not inhibit the pursuit of mental health resources. Additionally, volunteer programs can be designed to assist trainees in need of pet care, babysitting, transportation, and groceries. Fellows who are home, sheltering in place, can help with some of these needs for other fellows. Further, hospital and departmental communication should focus on fostering a supportive environment, with ongoing support of mental health resources.", "cite_spans": [], "ref_spans": [], "section": "Implemented solutions"}, {"text": "On a professional level, the pandemic has wide-ranging effects on nearly all aspects of gastroenterology fellowship training, both clinical and scholarly. Impending serious impacts on medical trainees can be extrapolated from prior outbreaks such as the severe acute respiratory syndrome (SARS) outbreak at the University of Toronto in 2003. The house staff at the time reported fear and worry because of frequent changes in information about the disease and ineffective communication, social isolation, and a work environment with increased stress. 1 Our current work environment is unsettling, with guidelines and policies changing daily. We provide a brief outline of new challenges in each area and suggest approaches to managing these difficulties (Tables 1 and 2) .", "cite_spans": [{"start": 550, "end": 551, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [{"start": 753, "end": 769, "text": "(Tables 1 and 2)", "ref_id": "TABREF0"}], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Clinical education Inpatient rotations. Changes. Significant limitations on patient care have been put into effect in many hospitals across the nation, stemming from a necessity to conserve personal protective equipment (PPE), avoid unnecessary exposure, and be in compliance with the edicts of social distancing. Widespread policy changes include limiting inroom patient contact and withdrawing fellows from many endoscopic procedures. Although sensible, this represents a major change from the standard clinical teaching paradigm in which the patient is seen first by the fellow alone and then again together with the entire team.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Implemented solutions. Standard in-person prerounds followed by in-person rounds have essentially been eliminated. Among institutions with the resources, some have implemented seeing consults entirely via telephone or electronically to avoid or reduce patient contact. Alternatively, in other institutions, patients are seen only during either prerounds or rounds but not both. When appropriate, at the discretion of the fellow or attending, chart review and discussion with bedside nursing and primary teams may be deemed sufficient, and direct patient contact by the consulting team is avoided altogether for that day.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Perspectives. We are practicing in an environment of fear of exposure and limited resources and have had to find ways to limit exposures and minimize the resources used. We have been forced to consider ways to practice excellent patient care while limiting the number of providers and instances of inroom patient contact. The solutions that various hospitals have found offer interesting food for thought in terms of how much of our practice we do out of habit and what is truly the most effective and efficient way to deliver patient care. Outpatient clinics. Changes. To comply with social distancing, \"nonessential\" clinic visits have been canceled. Those deemed \"essential\" continue as in-person visits. The terms \"nonessential\" and \"essential\" vary widely among healthcare providers. Contacting patients before a scheduled appointment can be difficult and is potentially limited by the availability of the provider and patient telephone access.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Implemented solutions. Patients can be contacted by their providers before the scheduled visit to determine whether virtual or telephone visits are appropriate. Telemedicine offers a means to complete clinical encounters and maintain rapport while complying with the concept of social distancing.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Perspectives. Although telemedicine is a useful solution, it is not without its problems. Some institutions integrated it as part of their practice a long time ago. For others it is new technology, and its implementation will be complicated by the challenges of learning a new system. Technical issues may also arise, such as connection disruptions that can make establishing rapport difficult. Furthermore, because this is a new technology for some providers, it may be challenging to triage patients between in-person office and telemedicine visits. This ability is crucial because precluding patients from a necessary office visit may lead to increased emergency department visits.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "On the other hand, this can be viewed as an educational opportunity. We will be forced to become acquainted with the practice of telemedicine, something in which we would otherwise have lacked experience. Even when normalcy returns, telemedicine might gain an increasing role in medical practice. Our experience may allow us to incorporate new skills into future situations that warrant telemedicine visits, such as patients who lack adequate transportation. Additionally, this provides an opportunity to develop competency to triage between those who need in-person office and virtual visits. The solutions that have arisen out of this current crisis may continue to play an integral part in the outreach of difficult-to-reach patient populations.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Endoscopy. Changes. A number of institutions have withdrawn fellows from most, if not all, routine endoscopic procedures to preserve PPE, shorten procedure time, and limit exposure. For a procedure-focused specialty such as gastroenterology, attaining and maintaining competency in endoscopic skills has become a concern for fellows during this pandemic. The concern is augmented by the indefinite time period we will be away from the endoscopy suite. Because this is uncharted territory, there is fear of whether this will pose a detriment to our acquisition of procedural skills.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Implemented solutions. This is an opportunity to reflect on endoscopic techniques by using nonclinical time to watch endoscopy videos, through VideoGIE and websites such as the American Society for Gastrointestinal Endoscopy (ASGE); work on a goal-directed endoscopy curriculum for impacted fellows; and create a curriculum to use a simulator lab. To minimize use of PPE but preserve educational objectives, fellows may be given the option to participate in select cases such as removal of a foreign body or therapy of GI bleeding if the patient is judged to be low risk for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Perspectives. Although we fear our endoscopic skills may be compromised, extended breaks from endoscopy has precedence. For example, fellows on a research track and those who take maternity or paternity leave have graduated as successful fellows. It is important to keep in mind that endoscopy is both a cognitive and technical discipline. This unfortunate circumstance provides the opportunity to develop the cognitive aspect of endoscopy in ways that may not have otherwise arisen. We are involved in realtime decisions on the urgency and necessity of endoscopic procedures we once routinely performed. The exercise of choosing which procedures offer high enough yield and benefit to patients in the immediate setting to outweigh the risk of exposure and the use of limited PPE is a valuable one. It has also given us a new perspective on which endoscopic procedures really impact clinical management and which procedures are less urgent.", "cite_spans": [], "ref_spans": [], "section": "EFFECTS ON PROFESSIONAL LIFE"}, {"text": "Formal didactics. Changes. Many areas of education have been affected such as multidisciplinary conferences, lectures, and journal clubs, which have been delayed indefinitely.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Suggested solutions. How can we maximize our educational experiences in these unconventional times? It is possible to use the time gained from social distancing to focus on education in an innovative way. In 2009, Lim et al 2 discussed the importance of reimagining medical education via online and simulation methods during a SARS outbreak and even proposed contingency plans for a future outbreak. By learning from our past experiences, we can mitigate the negative impact on medical education and implement programs faster than before. 2 We suggest that gastroenterology programs use virtual platforms for board review and conferences, continue with journal clubs with the help of social media, and encourage the use of didactic videos for endoscopic procedures. Some programs are sending educational materials to fellows to review.", "cite_spans": [{"start": 539, "end": 540, "text": "2", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Academic education"}, {"text": "Perspectives. There will be a learning curve associated with using virtual platforms. Information technology can provide tutorials to assist in creating an effective virtual environment to maximize education. Faculty and fellows who are familiar with social media platforms can assist those unfamiliar in their use. It is also interesting to note that during the SARS outbreak in Toronto in 2003, limited social media platforms were available and not used as commonly. With the advent of Twitter, for example, we can participate in a journal club with leaders in the field of gastroenterology from around the nation and globe. Through VideoGIE and YouTube, we can watch endoscopy cases and discuss them in the comments section. These platforms along with many others can provide a key component in minimizing educational lapses. National and regional conferences. Changes. The cancellation of major conferences, including Digestive Disease Week, decreases opportunities for networking and leaves many believing their hard work will go unnoticed.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Suggested solutions. Although the cancellation of regional and national conferences is disappointing, there are novel alternatives for research presentation and dissemination. Examples include the planning of a future de novo regional presentation day in which trainees would have the opportunity to showcase their work. Similarly, the creation of a virtual conference would allow us to network and disseminate our research findings during this time of social distancing.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Perspectives. Creating a \"virtual\" conference would potentially allow conference registrants to present their research that was accepted to now-canceled meetings. Our GI societies have online education resources (eg, ASGE GI Leap, Digestive Disease Week on demand) that could be used to facilitate virtual research presentations. This avenue, however, has inherent limitations such as suboptimal or absent audience interaction, lack of widespread interest, and inability to participate in hands-on workshops. Another medium to facilitate virtual research dissemination is through social media; however, this is not universally used and would present a new logistical challenge. This may be surmounted through dissemination of tutorials on appropriate use of social media. If a virtual conference can be effectively done, this may provide an interactive option to use for years to come for those unable to attend the conference. We hope the ASGE leadership will recognize this need and offer a solution once the pandemic is controlled.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Research. Changes. During this precarious time, fellows are still at increased risk for exposure and time away from clinical duties. A number of programs have instituted a precautionary coverage system, which has the potential to limit research time. Furthermore, patient recruitment may become limited or has ceased, and clinical research personnel may be unavailable.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Suggested solutions. Although conducting clinical trials that require patient recruitment will be limited or halted, survey studies, pilot grants, database research, online courses in statistical methodology, systematic review and meta-analyses, or chart review through remote access are other methods to continue with clinical research.", "cite_spans": [], "ref_spans": [], "section": "Academic education"}, {"text": "Perspectives. Despite limitations in conducting randomized controlled trials, some fellows may find more time that can be allocated toward other types of research or learning new skills. Acquiring data through the combination of social media data and electronic health record data may be an innovative method to continue research endeavors. 3 Furthermore, crowd sourcing is another method that can be used. There has been success with the use of such tools in prior gastroenterology research. 4 Artificial intelligence is rapidly altering the endoscopy landscape, and much research can be done using existing image and video repositories, even in the current restrictive environment. Moreover, collaborative research projects may provide an opportunity to interact with peers in a stimulating academic environment while complying with social distancing. Virtual and telephone meetings in the spirit of research can allow for a gratifying experience.", "cite_spans": [{"start": 341, "end": 342, "text": "3", "ref_id": "BIBREF2"}, {"start": 493, "end": 494, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Academic education"}, {"text": "\"Quarantine, self-isolation, COVID-19 rule-out, social distancing.\" These words have become modern colloquialisms. However, this is a time when we can still present a united front in fighting a pandemic while simultaneously maintaining morale. We encourage all programs to share their experiences and solutions during this rapidly changing landscape. In these unprecedented times, we can still ensure our success in becoming well-trained gastroenterologists by working together, taking advantage of unique opportunities, formulating novel solutions to new problems, being innovative, and always looking for the silver lining.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The impact of severe acute respiratory syndrome on medical house staff: a qualitative study", "authors": [{"first": "G", "middle": [], "last": "Rambaldini", "suffix": ""}, {"first": "K", "middle": [], "last": "Wilson", "suffix": ""}, {"first": "D", "middle": [], "last": "Rath", "suffix": ""}], "year": 2005, "venue": "J Gen Intern Med", "volume": "20", "issn": "", "pages": "381--386", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "The challenges of \"continuing medical education\" in a pandemic era", "authors": [{"first": "E", "middle": ["C"], "last": "Lim", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Oh", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Koh", "suffix": ""}], "year": 2009, "venue": "Ann Acad Med", "volume": "38", "issn": "", "pages": "724--730", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Evaluating the potential role of social media in preventive health care", "authors": [{"first": "R", "middle": ["M"], "last": "Merchant", "suffix": ""}], "year": 2020, "venue": "JAMA. Epub", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Detection of gluten in gluten-free labeled restaurant food: analysis of crowd-sourced data", "authors": [{"first": "B", "middle": ["A"], "last": "Lerner", "suffix": ""}, {"first": "Phan", "middle": [], "last": "Vo", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Yates", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2019, "venue": "Am J Gastroenterol", "volume": "114", "issn": "", "pages": "792--799", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Clinical education", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Affected area </td><td>Change </td><td>Suggested solution(s)\n</td><td>Challenges and barriers </td><td>New opportunities\n</td></tr><tr><td>Outpatient clinics </td><td> </td><td>Telemedicine </td><td> </td><td> </td></tr><tr><td> </td><td>1. \"Nonessential\" visits canceled\n</td><td> </td><td>1. Lack of telemedi-cine experience\n</td><td>1. Become effective in practice of telemedicine and learning how to bill\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>2. Minimize physical examination\n</td><td> </td><td>2. More difficult to establish rapport\n</td><td>2. Learn to triage urgency of clinic\n</td></tr><tr><td> </td><td> </td><td> </td><td>3. How to define\n</td><td>visit\n</td></tr><tr><td> </td><td>3. \"Essential\" visits continue\n</td><td> </td><td>\"essential\"\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>4. How to arrange\n</td><td>3. Expand experience beyond our specialty (monitoring of quaran-\n</td></tr><tr><td> </td><td> </td><td> </td><td>follow-up\n1. Lack of structure\n</td><td> </td></tr><tr><td>Outpatient endoscopy\n</td><td>1. Most procedures postponed\n</td><td>1. Use of extra nonclinical time for other endeavors\n</td><td>2. Lack of access to\n</td><td>tined patients, understaffed areas)\n1. Creation of an endoscopic simulator curriculum\n</td></tr><tr><td> </td><td>2. Fellow does not participate\n</td><td>2. Watch American Society for Gastrointestinal Endoscopy videos\n</td><td> </td><td> </td></tr><tr><td> </td><td> </td><td>3. Volunteer opportunities outside of specialty\n</td><td>medical facilities\n3. Unclear duration of canceled procedures\n</td><td> </td></tr><tr><td> </td><td> </td><td>4. Future extra goal-directed endoscopy curriculum or rotations\n</td><td>4. Unknown effect on development of procedural skills\n</td><td> </td></tr><tr><td> </td><td> </td><td>for impacted fellows\n5. Simulator lab\n</td><td> </td></tr><tr><td>Inpatient consults </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td>1. Mandated limitation of exposure and contact\n</td><td>1. Choose prerounds or rounds to see patient\n</td><td>1. Fear of detriment to patient care\n</td><td>1. Assess when in-person visit may change management\n</td></tr><tr><td> </td><td> </td><td>2. Focused, goal-directed physical\n</td><td> </td><td> </td></tr><tr><td> </td><td>2. Personal protective equipment for suspected and confirmed\n</td><td>examination only when needed\n3. When appropriate perform consult via chart review only\n</td><td>2. Lack of experience with style of practice\n</td><td>2. Assess when physical examination may change management\n</td></tr><tr><td>Inpatient endoscopy\n</td><td>COVID-19\n</td><td>3. Decreased ability to establish rapport with a patient\nFluctuating guidelines and variability of attending policy\n</td><td> </td></tr><tr><td>1. Limited involvement of fellow\n</td><td> </td><td>1. Predict which procedures likely to offer high-yield experience\n</td></tr><tr><td>2. Postpone nonurgent procedures\n</td><td>Choosing high-yield procedures for fellow to perform (eg, foreign body removal, therapeutic hemostasis)\n</td><td>2. Triage urgency of endoscopic procedures\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Academic education", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Affected area </td><td>Our experience </td><td>Suggested solution(s) </td><td>Challenges and barriers </td><td>Suggested workaround\n</td></tr><tr><td>Didactics </td><td>1. Cancellation of educational opportunities: journal clubs multidisciplinary conferences weekly didactics\n</td><td>Use of technology to make virtual group didactic sessions\n</td><td>Lack of familiarity with software 1. Information Technology to help with giving tutorial on these venues\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td>2. Faculty and fellows to assist (peer-coach)\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>3. Board review\n</td></tr><tr><td>Scientific meetings </td><td>National and regional conferences canceled\n</td><td>1. Future regional symposium\n2. Social media networking\n</td><td>symposium\n</td><td>1. Logistics of arranging regional\n1. Guidance from GI societies on effective use of social\n</td></tr><tr><td>3. Focusing on converting abstracts to manuscripts\n</td><td>2. Lack of experience with social media for this purpose\n</td><td>media\n</td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>2. Encourage increase in appro-\n</td></tr><tr><td> </td><td>4. Virtual conferences\n</td><td>3. Social media not universally used\n</td><td>priate social media use\n3. Disseminate tutorials on appropriate social media use\n</td></tr><tr><td> </td><td> </td><td> </td><td>4. Unclear availability of mentors via social media\n</td><td> </td></tr><tr><td>Clinical research </td><td>1. Coverage system (may limit research time)\n</td><td>1. Complete components of ongoing projects that can be\n</td><td>1. Patient recruitment may be negatively impacted\n</td><td>1. Virtual meetings with collaborators and coinvestigators\n</td></tr><tr><td>2. Limited access to hospital facility for nonclinical activity\n</td><td>done from home\n2. Attempt survey studies or chart review via remote access\n</td><td>2. Clinical research personnel may be \"sidelined\" or limited in work hours\n</td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td>3. Collaboration with coinvestigators more difficult\n</td></tr></table></body></html>"}}, "back_matter": []}